/// Plain text representation of the Quranic verses for efficient searching.
List<Map<String, dynamic>> quranCleanPlain = [
  {"surah_number": 1, "verse_number": 1, "content": "بسم الله الرحمن الرحيم"},
  {"surah_number": 1, "verse_number": 2, "content": "الحمد لله رب العلمين"},
  {"surah_number": 1, "verse_number": 3, "content": "الرحمن الرحيم"},
  {"surah_number": 1, "verse_number": 4, "content": "ملك يوم الدين"},
  {"surah_number": 1, "verse_number": 5, "content": "اياك نعبد واياك نستعين"},
  {"surah_number": 1, "verse_number": 6, "content": "اهدنا الصراط المستقيم"},
  {
    "surah_number": 1,
    "verse_number": 7,
    "content": "صراط الذين انعمت عليهم غير المغضوب عليهم ولا الضالين",
  },
  {"surah_number": 2, "verse_number": 1, "content": "الم"},
  {
    "surah_number": 2,
    "verse_number": 2,
    "content": "ذلك الكتب لا ريب فيه هدى للمتقين",
  },
  {
    "surah_number": 2,
    "verse_number": 3,
    "content": "الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 2,
    "verse_number": 4,
    "content":
        "والذين يؤمنون بما انزل اليك وما انزل من قبلك وبالاخرة هم يوقنون",
  },
  {
    "surah_number": 2,
    "verse_number": 5,
    "content": "اولـئك على هدى من ربهم واولـئك هم المفلحون",
  },
  {
    "surah_number": 2,
    "verse_number": 6,
    "content": "ان الذين كفروا سواء عليهم ءانذرتهم ام لم تنذرهم لا يؤمنون",
  },
  {
    "surah_number": 2,
    "verse_number": 7,
    "content": "ختم الله على قلوبهم وعلى سمعهم وعلى ابصرهم غشوة ولهم عذاب عظيم",
  },
  {
    "surah_number": 2,
    "verse_number": 8,
    "content": "ومن الناس من يقول ءامنا بالله وباليوم الاخر وما هم بمؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 9,
    "content": "يخدعون الله والذين ءامنوا وما يخدعون الا انفسهم وما يشعرون",
  },
  {
    "surah_number": 2,
    "verse_number": 10,
    "content": "في قلوبهم مرض فزادهم الله مرضا ولهم عذاب اليم بما كانوا يكذبون",
  },
  {
    "surah_number": 2,
    "verse_number": 11,
    "content": "واذا قيل لهم لا تفسدوا في الارض قالوا انما نحن مصلحون",
  },
  {
    "surah_number": 2,
    "verse_number": 12,
    "content": "الا انهم هم المفسدون ولكن لا يشعرون",
  },
  {
    "surah_number": 2,
    "verse_number": 13,
    "content":
        "واذا قيل لهم ءامنوا كما ءامن الناس قالوا انؤمن كما ءامن السفهاء الا انهم هم السفهاء ولكن لا يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 14,
    "content":
        "واذا لقوا الذين ءامنوا قالوا ءامنا واذا خلوا الى شيطينهم قالوا انا معكم انما نحن مستهزءون",
  },
  {
    "surah_number": 2,
    "verse_number": 15,
    "content": "الله يستهزئ بهم ويمدهم في طغينهم يعمهون",
  },
  {
    "surah_number": 2,
    "verse_number": 16,
    "content":
        "اولـئك الذين اشتروا الضللة بالهدى فما ربحت تجرتهم وما كانوا مهتدين",
  },
  {
    "surah_number": 2,
    "verse_number": 17,
    "content":
        "مثلهم كمثل الذي استوقد نارا فلما اضاءت ما حوله ذهب الله بنورهم وتركهم في ظلمت لا يبصرون",
  },
  {
    "surah_number": 2,
    "verse_number": 18,
    "content": "صم بكم عمي فهم لا يرجعون",
  },
  {
    "surah_number": 2,
    "verse_number": 19,
    "content":
        "او كصيب من السماء فيه ظلمت ورعد وبرق يجعلون اصبعهم في ءاذانهم من الصوعق حذر الموت والله محيط بالكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 20,
    "content":
        "يكاد البرق يخطف ابصرهم كلما اضاء لهم مشوا فيه واذا اظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وابصرهم ان الله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 21,
    "content":
        "يـايها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 22,
    "content":
        "الذي جعل لكم الارض فرشا والسماء بناء وانزل من السماء ماء فاخرج به من الثمرت رزقا لكم فلا تجعلوا لله اندادا وانتم تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 23,
    "content":
        "وان كنتم في ريب مما نزلنا على عبدنا فاتوا بسورة من مثله وادعوا شهداءكم من دون الله ان كنتم صدقين",
  },
  {
    "surah_number": 2,
    "verse_number": 24,
    "content":
        "فان لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة اعدت للكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 25,
    "content":
        "وبشر الذين ءامنوا وعملوا الصـلحت ان لهم جنـت تجري من تحتها الانهر كلما رزقوا منها من ثمرة رزقا قالوا هذا الذي رزقنا من قبل واتوا به متشبها ولهم فيها ازوج مطهرة وهم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 26,
    "content":
        "ان الله لا يستحي ان يضرب مثلا ما بعوضة فما فوقها فاما الذين ءامنوا فيعلمون انه الحق من ربهم واما الذين كفروا فيقولون ماذا اراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به الا الفسقين",
  },
  {
    "surah_number": 2,
    "verse_number": 27,
    "content":
        "الذين ينقضون عهد الله من بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولـئك هم الخسرون",
  },
  {
    "surah_number": 2,
    "verse_number": 28,
    "content":
        "كيف تكفرون بالله وكنتم اموتا فاحيكم ثم يميتكم ثم يحييكم ثم اليه ترجعون",
  },
  {
    "surah_number": 2,
    "verse_number": 29,
    "content":
        "هو الذي خلق لكم ما في الارض جميعا ثم استوى الى السماء فسوىهن سبع سموت وهو بكل شيء عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 30,
    "content":
        "واذ قال ربك للملـئكة اني جاعل في الارض خليفة قالوا اتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال اني اعلم ما لا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 31,
    "content":
        "وعلم ءادم الاسماء كلها ثم عرضهم على الملـئكة فقال انبـوني باسماء هـؤلاء ان كنتم صدقين",
  },
  {
    "surah_number": 2,
    "verse_number": 32,
    "content": "قالوا سبحنك لا علم لنا الا ما علمتنا انك انت العليم الحكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 33,
    "content":
        "قال يــادم انبئهم باسمائهم فلما انباهم باسمائهم قال الم اقل لكم اني اعلم غيب السموت والارض واعلم ما تبدون وما كنتم تكتمون",
  },
  {
    "surah_number": 2,
    "verse_number": 34,
    "content":
        "واذ قلنا للملـئكة اسجدوا لادم فسجدوا الا ابليس ابى واستكبر وكان من الكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 35,
    "content":
        "وقلنا يــادم اسكن انت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 36,
    "content":
        "فازلهما الشيطن عنها فاخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتع الى حين",
  },
  {
    "surah_number": 2,
    "verse_number": 37,
    "content": "فتلقى ءادم من ربه كلمت فتاب عليه انه هو التواب الرحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 38,
    "content":
        "قلنا اهبطوا منها جميعا فاما ياتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 39,
    "content": "والذين كفروا وكذبوا بـايتنا اولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 40,
    "content":
        "يبني اسرـءيل اذكروا نعمتي التي انعمت عليكم واوفوا بعهدي اوف بعهدكم وايـي فارهبون",
  },
  {
    "surah_number": 2,
    "verse_number": 41,
    "content":
        "وءامنوا بما انزلت مصدقا لما معكم ولا تكونوا اول كافر به ولا تشتروا بـايتي ثمنا قليلا وايـي فاتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 42,
    "content": "ولا تلبسوا الحق بالبطل وتكتموا الحق وانتم تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 43,
    "content": "واقيموا الصلاة وءاتوا الزكوة واركعوا مع الرـكعين",
  },
  {
    "surah_number": 2,
    "verse_number": 44,
    "content":
        "اتامرون الناس بالبر وتنسون انفسكم وانتم تتلون الكتب افلا تعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 45,
    "content": "واستعينوا بالصبر والصلاة وانها لكبيرة الا على الخشعين",
  },
  {
    "surah_number": 2,
    "verse_number": 46,
    "content": "الذين يظنون انهم ملقوا ربهم وانهم اليه رجعون",
  },
  {
    "surah_number": 2,
    "verse_number": 47,
    "content":
        "يبني اسرـءيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 48,
    "content":
        "واتقوا يوما لا تجزي نفس عن نفس شيـا ولا يقبل منها شفعة ولا يؤخذ منها عدل ولا هم ينصرون",
  },
  {
    "surah_number": 2,
    "verse_number": 49,
    "content":
        "واذ نجينكم من ءال فرعون يسومونكم سوء العذاب يذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
  },
  {
    "surah_number": 2,
    "verse_number": 50,
    "content": "واذ فرقنا بكم البحر فانجينكم واغرقنا ءال فرعون وانتم تنظرون",
  },
  {
    "surah_number": 2,
    "verse_number": 51,
    "content": "واذ وعدنا موسى اربعين ليلة ثم اتخذتم العجل من بعده وانتم ظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 52,
    "content": "ثم عفونا عنكم من بعد ذلك لعلكم تشكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 53,
    "content": "واذ ءاتينا موسى الكتب والفرقان لعلكم تهتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 54,
    "content":
        "واذ قال موسى لقومه يقوم انكم ظلمتم انفسكم باتخاذكم العجل فتوبوا الى بارئكم فاقتلوا انفسكم ذلكم خير لكم عند بارئكم فتاب عليكم انه هو التواب الرحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 55,
    "content":
        "واذ قلتم يموسى لن نؤمن لك حتى نرى الله جهرة فاخذتكم الصـعقة وانتم تنظرون",
  },
  {
    "surah_number": 2,
    "verse_number": 56,
    "content": "ثم بعثنكم من بعد موتكم لعلكم تشكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 57,
    "content":
        "وظللنا عليكم الغمام وانزلنا عليكم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 58,
    "content":
        "واذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا وادخلوا الباب سجدا وقولوا حطة نغفر لكم خطيكم وسنزيد المحسنين",
  },
  {
    "surah_number": 2,
    "verse_number": 59,
    "content":
        "فبدل الذين ظلموا قولا غير الذي قيل لهم فانزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون",
  },
  {
    "surah_number": 2,
    "verse_number": 60,
    "content":
        "واذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل اناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا في الارض مفسدين",
  },
  {
    "surah_number": 2,
    "verse_number": 61,
    "content":
        "واذ قلتم يموسى لن نصبر على طعام وحد فادع لنا ربك يخرج لنا مما تنبت الارض من بقلها وقثائها وفومها وعدسها وبصلها قال اتستبدلون الذي هو ادنى بالذي هو خير اهبطوا مصرا فان لكم ما سالتم وضربت عليهم الذلة والمسكنة وباءو بغضب من الله ذلك بانهم كانوا يكفرون بـايت الله ويقتلون النبيـن بغير الحق ذلك بما عصوا وكانوا يعتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 62,
    "content":
        "ان الذين ءامنوا والذين هادوا والنصرى والصـبـين من ءامن بالله واليوم الاخر وعمل صلحا فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 63,
    "content":
        "واذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما ءاتينكم بقوة واذكروا ما فيه لعلكم تتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 64,
    "content":
        "ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخسرين",
  },
  {
    "surah_number": 2,
    "verse_number": 65,
    "content":
        "ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خسـين",
  },
  {
    "surah_number": 2,
    "verse_number": 66,
    "content": "فجعلنها نكلا لما بين يديها وما خلفها وموعظة للمتقين",
  },
  {
    "surah_number": 2,
    "verse_number": 67,
    "content":
        "واذ قال موسى لقومه ان الله يامركم ان تذبحوا بقرة قالوا اتتخذنا هزوا قال اعوذ بالله ان اكون من الجهلين",
  },
  {
    "surah_number": 2,
    "verse_number": 68,
    "content":
        "قالوا ادع لنا ربك يبين لنا ما هي قال انه يقول انها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون",
  },
  {
    "surah_number": 2,
    "verse_number": 69,
    "content":
        "قالوا ادع لنا ربك يبين لنا ما لونها قال انه يقول انها بقرة صفراء فاقع لونها تسر النـظرين",
  },
  {
    "surah_number": 2,
    "verse_number": 70,
    "content":
        "قالوا ادع لنا ربك يبين لنا ما هي ان البقر تشبه علينا وانا ان شاء الله لمهتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 71,
    "content":
        "قال انه يقول انها بقرة لا ذلول تثير الارض ولا تسقي الحرث مسلمة لا شية فيها قالوا الـن جئت بالحق فذبحوها وما كادوا يفعلون",
  },
  {
    "surah_number": 2,
    "verse_number": 72,
    "content": "واذ قتلتم نفسا فادـر تم فيها والله مخرج ما كنتم تكتمون",
  },
  {
    "surah_number": 2,
    "verse_number": 73,
    "content":
        "فقلنا اضربوه ببعضها كذلك يحي الله الموتى ويريكم ءايته لعلكم تعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 74,
    "content":
        "ثم قست قلوبكم من بعد ذلك فهي كالحجارة او اشد قسوة وان من الحجارة لما يتفجر منه الانهر وان منها لما يشقق فيخرج منه الماء وان منها لما يهبط من خشية الله وما الله بغفل عما تعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 75,
    "content":
        "افتطمعون ان يؤمنوا لكم وقد كان فريق منهم يسمعون كلم الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 76,
    "content":
        "واذا لقوا الذين ءامنوا قالوا ءامنا واذا خلا بعضهم الى بعض قالوا اتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم افلا تعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 77,
    "content": "اولا يعلمون ان الله يعلم ما يسرون وما يعلنون",
  },
  {
    "surah_number": 2,
    "verse_number": 78,
    "content": "ومنهم اميون لا يعلمون الكتب الا اماني وان هم الا يظنون",
  },
  {
    "surah_number": 2,
    "verse_number": 79,
    "content":
        "فويل للذين يكتبون الكتب بايديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت ايديهم وويل لهم مما يكسبون",
  },
  {
    "surah_number": 2,
    "verse_number": 80,
    "content":
        "وقالوا لن تمسنا النار الا اياما معدودة قل اتخذتم عند الله عهدا فلن يخلف الله عهده ام تقولون على الله ما لا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 81,
    "content":
        "بلى من كسب سيئة واحطت به خطيـته فاولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 82,
    "content": "والذين ءامنوا وعملوا الصـلحت اولـئك اصحب الجنة هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 83,
    "content":
        "واذ اخذنا ميثق بني اسرـءيل لا تعبدون الا الله وبالولدين احسانا وذي القربى واليتمى والمسكين وقولوا للناس حسنا واقيموا الصلاة وءاتوا الزكوة ثم توليتم الا قليلا منكم وانتم معرضون",
  },
  {
    "surah_number": 2,
    "verse_number": 84,
    "content":
        "واذ اخذنا ميثقكم لا تسفكون دماءكم ولا تخرجون انفسكم من ديركم ثم اقررتم وانتم تشهدون",
  },
  {
    "surah_number": 2,
    "verse_number": 85,
    "content":
        "ثم انتم هـؤلاء تقتلون انفسكم وتخرجون فريقا منكم من ديرهم تظهرون عليهم بالاثم والعدون وان ياتوكم اسرى تفدوهم وهو محرم عليكم اخراجهم افتؤمنون ببعض الكتب وتكفرون ببعض فما جزاء من يفعل ذلك منكم الا خزي في الحيوة الدنيا ويوم القيمة يردون الى اشد العذاب وما الله بغفل عما تعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 86,
    "content":
        "اولـئك الذين اشتروا الحيوة الدنيا بالاخرة فلا يخفف عنهم العذاب ولا هم ينصرون",
  },
  {
    "surah_number": 2,
    "verse_number": 87,
    "content":
        "ولقد ءاتينا موسى الكتب وقفينا من بعده بالرسل وءاتينا عيسى ابن مريم البينت وايدنه بروح القدس افكلما جاءكم رسول بما لا تهوى انفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون",
  },
  {
    "surah_number": 2,
    "verse_number": 88,
    "content": "وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون",
  },
  {
    "surah_number": 2,
    "verse_number": 89,
    "content":
        "ولما جاءهم كتب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 90,
    "content":
        "بئسما اشتروا به انفسهم ان يكفروا بما انزل الله بغيا ان ينزل الله من فضله على من يشاء من عباده فباءو بغضب على غضب وللكفرين عذاب مهين",
  },
  {
    "surah_number": 2,
    "verse_number": 91,
    "content":
        "واذا قيل لهم ءامنوا بما انزل الله قالوا نؤمن بما انزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون انبياء الله من قبل ان كنتم مؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 92,
    "content": "ولقد جاءكم موسى بالبينت ثم اتخذتم العجل من بعده وانتم ظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 93,
    "content":
        "واذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما ءاتينكم بقوة واسمعوا قالوا سمعنا وعصينا واشربوا في قلوبهم العجل بكفرهم قل بئسما يامركم به ايمنكم ان كنتم مؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 94,
    "content":
        "قل ان كانت لكم الدار الاخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صدقين",
  },
  {
    "surah_number": 2,
    "verse_number": 95,
    "content": "ولن يتمنوه ابدا بما قدمت ايديهم والله عليم بالظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 96,
    "content":
        "ولتجدنهم احرص الناس على حيوة ومن الذين اشركوا يود احدهم لو يعمر الف سنة وما هو بمزحزحه من العذاب ان يعمر والله بصير بما يعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 97,
    "content":
        "قل من كان عدوا لـجبريل فانه نزله على قلبك باذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 98,
    "content":
        "من كان عدوا لله وملـئكته ورسله وجبريل وميكىل فان الله عدو للكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 99,
    "content": "ولقد انزلنا اليك ءايت بينت وما يكفر بها الا الفسقون",
  },
  {
    "surah_number": 2,
    "verse_number": 100,
    "content": "اوكلما عهدوا عهدا نبذه فريق منهم بل اكثرهم لا يؤمنون",
  },
  {
    "surah_number": 2,
    "verse_number": 101,
    "content":
        "ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين اوتوا الكتب كتب الله وراء ظهورهم كانهم لا يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 102,
    "content":
        "واتبعوا ما تتلوا الشيطين على ملك سليمن وما كفر سليمن ولكن الشيطين كفروا يعلمون الناس السحر وما انزل على الملكين ببابل هروت ومروت وما يعلمان من احد حتى يقولا انما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من احد الا باذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشترىه ما له في الاخرة من خلق ولبئس ما شروا به انفسهم لو كانوا يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 103,
    "content": "ولو انهم ءامنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 104,
    "content":
        "يـايها الذين ءامنوا لا تقولوا رعنا وقولوا انظرنا واسمعوا وللكفرين عذاب اليم",
  },
  {
    "surah_number": 2,
    "verse_number": 105,
    "content":
        "ما يود الذين كفروا من اهل الكتب ولا المشركين ان ينزل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم",
  },
  {
    "surah_number": 2,
    "verse_number": 106,
    "content":
        "ما ننسخ من ءاية او ننسها نات بخير منها او مثلها الم تعلم ان الله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 107,
    "content":
        "الم تعلم ان الله له ملك السموت والارض وما لكم من دون الله من ولي ولا نصير",
  },
  {
    "surah_number": 2,
    "verse_number": 108,
    "content":
        "ام تريدون ان تسـلوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالايمن فقد ضل سواء السبيل",
  },
  {
    "surah_number": 2,
    "verse_number": 109,
    "content":
        "ود كثير من اهل الكتب لو يردونكم من بعد ايمنكم كفارا حسدا من عند انفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى ياتي الله بامره ان الله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 110,
    "content":
        "واقيموا الصلاة وءاتوا الزكوة وما تقدموا لانفسكم من خير تجدوه عند الله ان الله بما تعملون بصير",
  },
  {
    "surah_number": 2,
    "verse_number": 111,
    "content":
        "وقالوا لن يدخل الجنة الا من كان هودا او نصرى تلك امانيهم قل هاتوا برهنكم ان كنتم صدقين",
  },
  {
    "surah_number": 2,
    "verse_number": 112,
    "content":
        "بلى من اسلم وجهه لله وهو محسن فله اجره عند ربه ولا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 113,
    "content":
        "وقالت اليهود ليست النصرى على شيء وقالت النصرى ليست اليهود على شيء وهم يتلون الكتب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيمة فيما كانوا فيه يختلفون",
  },
  {
    "surah_number": 2,
    "verse_number": 114,
    "content":
        "ومن اظلم ممن منع مسجد الله ان يذكر فيها اسمه وسعى في خرابها اولـئك ما كان لهم ان يدخلوها الا خائفين لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
  },
  {
    "surah_number": 2,
    "verse_number": 115,
    "content": "ولله المشرق والمغرب فاينما تولوا فثم وجه الله ان الله وسع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 116,
    "content":
        "وقالوا اتخذ الله ولدا سبحنه بل له ما في السموت والارض كل له قنتون",
  },
  {
    "surah_number": 2,
    "verse_number": 117,
    "content": "بديع السموت والارض واذا قضى امرا فانما يقول له كن فيكون",
  },
  {
    "surah_number": 2,
    "verse_number": 118,
    "content":
        "وقال الذين لا يعلمون لولا يكلمنا الله او تاتينا ءاية كذلك قال الذين من قبلهم مثل قولهم تشبهت قلوبهم قد بينا الايت لقوم يوقنون",
  },
  {
    "surah_number": 2,
    "verse_number": 119,
    "content": "انا ارسلنك بالحق بشيرا ونذيرا ولا تسـل عن اصحب الجحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 120,
    "content":
        "ولن ترضى عنك اليهود ولا النصرى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت اهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير",
  },
  {
    "surah_number": 2,
    "verse_number": 121,
    "content":
        "الذين ءاتينهم الكتب يتلونه حق تلاوته اولـئك يؤمنون به ومن يكفر به فاولـئك هم الخسرون",
  },
  {
    "surah_number": 2,
    "verse_number": 122,
    "content":
        "يبني اسرـءيل اذكروا نعمتي التي انعمت عليكم واني فضلتكم على العلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 123,
    "content":
        "واتقوا يوما لا تجزي نفس عن نفس شيـا ولا يقبل منها عدل ولا تنفعها شفعة ولا هم ينصرون",
  },
  {
    "surah_number": 2,
    "verse_number": 124,
    "content":
        "واذ ابتلى ابرهـم ربه بكلمت فاتمهن قال اني جاعلك للناس اماما قال ومن ذريتي قال لا ينال عهدي الظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 125,
    "content":
        "واذ جعلنا البيت مثابة للناس وامنا واتخذوا من مقام ابرهـم مصلى وعهدنا الى ابرهـم واسمعيل ان طهرا بيتي للطائفين والعكفين والركع السجود",
  },
  {
    "surah_number": 2,
    "verse_number": 126,
    "content":
        "واذ قال ابرهـم رب اجعل هذا بلدا ءامنا وارزق اهله من الثمرت من ءامن منهم بالله واليوم الاخر قال ومن كفر فامتعه قليلا ثم اضطره الى عذاب النار وبئس المصير",
  },
  {
    "surah_number": 2,
    "verse_number": 127,
    "content":
        "واذ يرفع ابرهـم القواعد من البيت واسمعيل ربنا تقبل منا انك انت السميع العليم",
  },
  {
    "surah_number": 2,
    "verse_number": 128,
    "content":
        "ربنا واجعلنا مسلمين لك ومن ذريتنا امة مسلمة لك وارنا مناسكنا وتب علينا انك انت التواب الرحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 129,
    "content":
        "ربنا وابعث فيهم رسولا منهم يتلوا عليهم ءايتك ويعلمهم الكتب والحكمة ويزكيهم انك انت العزيز الحكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 130,
    "content":
        "ومن يرغب عن ملة ابرهـم الا من سفه نفسه ولقد اصطفينه في الدنيا وانه في الاخرة لمن الصـلحين",
  },
  {
    "surah_number": 2,
    "verse_number": 131,
    "content": "اذ قال له ربه اسلم قال اسلمت لرب العلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 132,
    "content":
        "ووصى بها ابرهـم بنيه ويعقوب يبني ان الله اصطفى لكم الدين فلا تموتن الا وانتم مسلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 133,
    "content":
        "ام كنتم شهداء اذ حضر يعقوب الموت اذ قال لبنيه ما تعبدون من بعدي قالوا نعبد الهك واله ءابائك ابرهـم واسمعيل واسحق الها وحدا ونحن له مسلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 134,
    "content":
        "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسـلون عما كانوا يعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 135,
    "content":
        "وقالوا كونوا هودا او نصرى تهتدوا قل بل ملة ابرهـم حنيفا وما كان من المشركين",
  },
  {
    "surah_number": 2,
    "verse_number": 136,
    "content":
        "قولوا ءامنا بالله وما انزل الينا وما انزل الى ابرهـم واسمعيل واسحق ويعقوب والاسباط وما اوتي موسى وعيسى وما اوتي النبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 137,
    "content":
        "فان ءامنوا بمثل ما ءامنتم به فقد اهتدوا وان تولوا فانما هم في شقاق فسيكفيكهم الله وهو السميع العليم",
  },
  {
    "surah_number": 2,
    "verse_number": 138,
    "content": "صبغة الله ومن احسن من الله صبغة ونحن له عبدون",
  },
  {
    "surah_number": 2,
    "verse_number": 139,
    "content":
        "قل اتحاجوننا في الله وهو ربنا وربكم ولنا اعملنا ولكم اعملكم ونحن له مخلصون",
  },
  {
    "surah_number": 2,
    "verse_number": 140,
    "content":
        "ام تقولون ان ابرهـم واسمعيل واسحق ويعقوب والاسباط كانوا هودا او نصرى قل ءانتم اعلم ام الله ومن اظلم ممن كتم شهدة عنده من الله وما الله بغفل عما تعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 141,
    "content":
        "تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسـلون عما كانوا يعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 142,
    "content":
        "سيقول السفهاء من الناس ما ولىهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء الى صراط مستقيم",
  },
  {
    "surah_number": 2,
    "verse_number": 143,
    "content":
        "وكذلك جعلنكم امة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها الا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وان كانت لكبيرة الا على الذين هدى الله وما كان الله ليضيع ايمنكم ان الله بالناس لرءوف رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 144,
    "content":
        "قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضىها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وان الذين اوتوا الكتب ليعلمون انه الحق من ربهم وما الله بغفل عما يعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 145,
    "content":
        "ولئن اتيت الذين اوتوا الكتب بكل ءاية ما تبعوا قبلتك وما انت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت اهواءهم من بعد ما جاءك من العلم انك اذا لمن الظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 146,
    "content":
        "الذين ءاتينهم الكتب يعرفونه كما يعرفون ابناءهم وان فريقا منهم ليكتمون الحق وهم يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 147,
    "content": "الحق من ربك فلا تكونن من الممترين",
  },
  {
    "surah_number": 2,
    "verse_number": 148,
    "content":
        "ولكل وجهة هو موليها فاستبقوا الخيرت اين ما تكونوا يات بكم الله جميعا ان الله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 149,
    "content":
        "ومن حيث خرجت فول وجهك شطر المسجد الحرام وانه للحق من ربك وما الله بغفل عما تعملون",
  },
  {
    "surah_number": 2,
    "verse_number": 150,
    "content":
        "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة الا الذين ظلموا منهم فلا تخشوهم واخشوني ولاتم نعمتي عليكم ولعلكم تهتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 151,
    "content":
        "كما ارسلنا فيكم رسولا منكم يتلوا عليكم ءايتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 152,
    "content": "فاذكروني اذكركم واشكروا لي ولا تكفرون",
  },
  {
    "surah_number": 2,
    "verse_number": 153,
    "content":
        "يـايها الذين ءامنوا استعينوا بالصبر والصلاة ان الله مع الصـبرين",
  },
  {
    "surah_number": 2,
    "verse_number": 154,
    "content": "ولا تقولوا لمن يقتل في سبيل الله اموت بل احياء ولكن لا تشعرون",
  },
  {
    "surah_number": 2,
    "verse_number": 155,
    "content":
        "ولنبلونكم بشيء من الخوف والجوع ونقص من الامول والانفس والثمرت وبشر الصـبرين",
  },
  {
    "surah_number": 2,
    "verse_number": 156,
    "content": "الذين اذا اصبتهم مصيبة قالوا انا لله وانا اليه رجعون",
  },
  {
    "surah_number": 2,
    "verse_number": 157,
    "content": "اولـئك عليهم صلوت من ربهم ورحمة واولـئك هم المهتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 158,
    "content":
        "ان الصفا والمروة من شعائر الله فمن حج البيت او اعتمر فلا جناح عليه ان يطوف بهما ومن تطوع خيرا فان الله شاكر عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 159,
    "content":
        "ان الذين يكتمون ما انزلنا من البينت والهدى من بعد ما بينـه للناس في الكتب اولـئك يلعنهم الله ويلعنهم اللـعنون",
  },
  {
    "surah_number": 2,
    "verse_number": 160,
    "content":
        "الا الذين تابوا واصلحوا وبينوا فاولـئك اتوب عليهم وانا التواب الرحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 161,
    "content":
        "ان الذين كفروا وماتوا وهم كفار اولـئك عليهم لعنة الله والملـئكة والناس اجمعين",
  },
  {
    "surah_number": 2,
    "verse_number": 162,
    "content": "خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
  },
  {
    "surah_number": 2,
    "verse_number": 163,
    "content": "والهكم اله وحد لا اله الا هو الرحمن الرحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 164,
    "content":
        "ان في خلق السموت والارض واختلف اليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما انزل الله من السماء من ماء فاحيا به الارض بعد موتها وبث فيها من كل دابة وتصريف الريح والسحاب المسخر بين السماء والارض لايت لقوم يعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 165,
    "content":
        "ومن الناس من يتخذ من دون الله اندادا يحبونهم كحب الله والذين ءامنوا اشد حبا لله ولو يرى الذين ظلموا اذ يرون العذاب ان القوة لله جميعا وان الله شديد العذاب",
  },
  {
    "surah_number": 2,
    "verse_number": 166,
    "content":
        "اذ تبرا الذين اتبعوا من الذين اتبعوا وراوا العذاب وتقطعت بهم الاسباب",
  },
  {
    "surah_number": 2,
    "verse_number": 167,
    "content":
        "وقال الذين اتبعوا لو ان لنا كرة فنتبرا منهم كما تبرءوا منا كذلك يريهم الله اعملهم حسرت عليهم وما هم بخرجين من النار",
  },
  {
    "surah_number": 2,
    "verse_number": 168,
    "content":
        "يـايها الناس كلوا مما في الارض حللا طيبا ولا تتبعوا خطوت الشيطن انه لكم عدو مبين",
  },
  {
    "surah_number": 2,
    "verse_number": 169,
    "content": "انما يامركم بالسوء والفحشاء وان تقولوا على الله ما لا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 170,
    "content":
        "واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما الفينا عليه ءاباءنا اولو كان ءاباؤهم لا يعقلون شيـا ولا يهتدون",
  },
  {
    "surah_number": 2,
    "verse_number": 171,
    "content":
        "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع الا دعاء ونداء صم بكم عمي فهم لا يعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 172,
    "content":
        "يـايها الذين ءامنوا كلوا من طيبت ما رزقنكم واشكروا لله ان كنتم اياه تعبدون",
  },
  {
    "surah_number": 2,
    "verse_number": 173,
    "content":
        "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل به لغير الله فمن اضطر غير باغ ولا عاد فلا اثم عليه ان الله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 174,
    "content":
        "ان الذين يكتمون ما انزل الله من الكتب ويشترون به ثمنا قليلا اولـئك ما ياكلون في بطونهم الا النار ولا يكلمهم الله يوم القيمة ولا يزكيهم ولهم عذاب اليم",
  },
  {
    "surah_number": 2,
    "verse_number": 175,
    "content":
        "اولـئك الذين اشتروا الضللة بالهدى والعذاب بالمغفرة فما اصبرهم على النار",
  },
  {
    "surah_number": 2,
    "verse_number": 176,
    "content":
        "ذلك بان الله نزل الكتب بالحق وان الذين اختلفوا في الكتب لفي شقاق بعيد",
  },
  {
    "surah_number": 2,
    "verse_number": 177,
    "content":
        "ليس البر ان تولوا وجوهكم قبل المشرق والمغرب ولكن البر من ءامن بالله واليوم الاخر والملـئكة والكتب والنبيـن وءاتى المال على حبه ذوي القربى واليتمى والمسكين وابن السبيل والسائلين وفي الرقاب واقام الصلاة وءاتى الزكوة والموفون بعهدهم اذا عهدوا والصـبرين في الباساء والضراء وحين الباس اولـئك الذين صدقوا واولـئك هم المتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 178,
    "content":
        "يـايها الذين ءامنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والانثى بالانثى فمن عفي له من اخيه شيء فاتباع بالمعروف واداء اليه باحسن ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب اليم",
  },
  {
    "surah_number": 2,
    "verse_number": 179,
    "content": "ولكم في القصاص حيوة يـاولي الالبب لعلكم تتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 180,
    "content":
        "كتب عليكم اذا حضر احدكم الموت ان ترك خيرا الوصية للولدين والاقربين بالمعروف حقا على المتقين",
  },
  {
    "surah_number": 2,
    "verse_number": 181,
    "content":
        "فمن بدله بعد ما سمعه فانما اثمه على الذين يبدلونه ان الله سميع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 182,
    "content":
        "فمن خاف من موص جنفا او اثما فاصلح بينهم فلا اثم عليه ان الله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 183,
    "content":
        "يـايها الذين ءامنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 184,
    "content":
        "اياما معدودت فمن كان منكم مريضا او على سفر فعدة من ايام اخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وان تصوموا خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 185,
    "content":
        "شهر رمضان الذي انزل فيه القرءان هدى للناس وبينت من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا او على سفر فعدة من ايام اخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هدىكم ولعلكم تشكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 186,
    "content":
        "واذا سالك عبادي عني فاني قريب اجيب دعوة الداع اذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون",
  },
  {
    "surah_number": 2,
    "verse_number": 187,
    "content":
        "احل لكم ليلة الصيام الرفث الى نسائكم هن لباس لكم وانتم لباس لهن علم الله انكم كنتم تختانون انفسكم فتاب عليكم وعفا عنكم فالـن بشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الابيض من الخيط الاسود من الفجر ثم اتموا الصيام الى اليل ولا تبشروهن وانتم عكفون في المسجد تلك حدود الله فلا تقربوها كذلك يبين الله ءايته للناس لعلهم يتقون",
  },
  {
    "surah_number": 2,
    "verse_number": 188,
    "content":
        "ولا تاكلوا امولكم بينكم بالبطل وتدلوا بها الى الحكام لتاكلوا فريقا من امول الناس بالاثم وانتم تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 189,
    "content":
        "يسـلونك عن الاهلة قل هي موقيت للناس والحج وليس البر بان تاتوا البيوت من ظهورها ولكن البر من اتقى واتوا البيوت من ابوبها واتقوا الله لعلكم تفلحون",
  },
  {
    "surah_number": 2,
    "verse_number": 190,
    "content":
        "وقتلوا في سبيل الله الذين يقتلونكم ولا تعتدوا ان الله لا يحب المعتدين",
  },
  {
    "surah_number": 2,
    "verse_number": 191,
    "content":
        "واقتلوهم حيث ثقفتموهم واخرجوهم من حيث اخرجوكم والفتنة اشد من القتل ولا تقتلوهم عند المسجد الحرام حتى يقتلوكم فيه فان قتلوكم فاقتلوهم كذلك جزاء الكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 192,
    "content": "فان انتهوا فان الله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 193,
    "content":
        "وقتلوهم حتى لا تكون فتنة ويكون الدين لله فان انتهوا فلا عدون الا على الظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 194,
    "content":
        "الشهر الحرام بالشهر الحرام والحرمت قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا ان الله مع المتقين",
  },
  {
    "surah_number": 2,
    "verse_number": 195,
    "content":
        "وانفقوا في سبيل الله ولا تلقوا بايديكم الى التهلكة واحسنوا ان الله يحب المحسنين",
  },
  {
    "surah_number": 2,
    "verse_number": 196,
    "content":
        "واتموا الحج والعمرة لله فان احصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا او به اذى من راسه ففدية من صيام او صدقة او نسك فاذا امنتم فمن تمتع بالعمرة الى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلثة ايام في الحج وسبعة اذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن اهله حاضري المسجد الحرام واتقوا الله واعلموا ان الله شديد العقاب",
  },
  {
    "surah_number": 2,
    "verse_number": 197,
    "content":
        "الحج اشهر معلومت فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فان خير الزاد التقوى واتقون يـاولي الالبب",
  },
  {
    "surah_number": 2,
    "verse_number": 198,
    "content":
        "ليس عليكم جناح ان تبتغوا فضلا من ربكم فاذا افضتم من عرفت فاذكروا الله عند المشعر الحرام واذكروه كما هدىكم وان كنتم من قبله لمن الضالين",
  },
  {
    "surah_number": 2,
    "verse_number": 199,
    "content": "ثم افيضوا من حيث افاض الناس واستغفروا الله ان الله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 200,
    "content":
        "فاذا قضيتم منسككم فاذكروا الله كذكركم ءاباءكم او اشد ذكرا فمن الناس من يقول ربنا ءاتنا في الدنيا وما له في الاخرة من خلق",
  },
  {
    "surah_number": 2,
    "verse_number": 201,
    "content":
        "ومنهم من يقول ربنا ءاتنا في الدنيا حسنة وفي الاخرة حسنة وقنا عذاب النار",
  },
  {
    "surah_number": 2,
    "verse_number": 202,
    "content": "اولـئك لهم نصيب مما كسبوا والله سريع الحساب",
  },
  {
    "surah_number": 2,
    "verse_number": 203,
    "content":
        "واذكروا الله في ايام معدودت فمن تعجل في يومين فلا اثم عليه ومن تاخر فلا اثم عليه لمن اتقى واتقوا الله واعلموا انكم اليه تحشرون",
  },
  {
    "surah_number": 2,
    "verse_number": 204,
    "content":
        "ومن الناس من يعجبك قوله في الحيوة الدنيا ويشهد الله على ما في قلبه وهو الد الخصام",
  },
  {
    "surah_number": 2,
    "verse_number": 205,
    "content":
        "واذا تولى سعى في الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد",
  },
  {
    "surah_number": 2,
    "verse_number": 206,
    "content":
        "واذا قيل له اتق الله اخذته العزة بالاثم فحسبه جهنم ولبئس المهاد",
  },
  {
    "surah_number": 2,
    "verse_number": 207,
    "content": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد",
  },
  {
    "surah_number": 2,
    "verse_number": 208,
    "content":
        "يـايها الذين ءامنوا ادخلوا في السلم كافة ولا تتبعوا خطوت الشيطن انه لكم عدو مبين",
  },
  {
    "surah_number": 2,
    "verse_number": 209,
    "content": "فان زللتم من بعد ما جاءتكم البينت فاعلموا ان الله عزيز حكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 210,
    "content":
        "هل ينظرون الا ان ياتيهم الله في ظلل من الغمام والملـئكة وقضي الامر والى الله ترجع الامور",
  },
  {
    "surah_number": 2,
    "verse_number": 211,
    "content":
        "سل بني اسرـءيل كم ءاتينهم من ءاية بينة ومن يبدل نعمة الله من بعد ما جاءته فان الله شديد العقاب",
  },
  {
    "surah_number": 2,
    "verse_number": 212,
    "content":
        "زين للذين كفروا الحيوة الدنيا ويسخرون من الذين ءامنوا والذين اتقوا فوقهم يوم القيمة والله يرزق من يشاء بغير حساب",
  },
  {
    "surah_number": 2,
    "verse_number": 213,
    "content":
        "كان الناس امة وحدة فبعث الله النبيـن مبشرين ومنذرين وانزل معهم الكتب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه الا الذين اوتوه من بعد ما جاءتهم البينت بغيا بينهم فهدى الله الذين ءامنوا لما اختلفوا فيه من الحق باذنه والله يهدي من يشاء الى صراط مستقيم",
  },
  {
    "surah_number": 2,
    "verse_number": 214,
    "content":
        "ام حسبتم ان تدخلوا الجنة ولما ياتكم مثل الذين خلوا من قبلكم مستهم الباساء والضراء وزلزلوا حتى يقول الرسول والذين ءامنوا معه متى نصر الله الا ان نصر الله قريب",
  },
  {
    "surah_number": 2,
    "verse_number": 215,
    "content":
        "يسـلونك ماذا ينفقون قل ما انفقتم من خير فللولدين والاقربين واليتمى والمسكين وابن السبيل وما تفعلوا من خير فان الله به عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 216,
    "content":
        "كتب عليكم القتال وهو كره لكم وعسى ان تكرهوا شيـا وهو خير لكم وعسى ان تحبوا شيـا وهو شر لكم والله يعلم وانتم لا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 217,
    "content":
        "يسـلونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام واخراج اهله منه اكبر عند الله والفتنة اكبر من القتل ولا يزالون يقتلونكم حتى يردوكم عن دينكم ان استطعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فاولـئك حبطت اعملهم في الدنيا والاخرة واولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 218,
    "content":
        "ان الذين ءامنوا والذين هاجروا وجهدوا في سبيل الله اولـئك يرجون رحمت الله والله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 219,
    "content":
        "يسـلونك عن الخمر والميسر قل فيهما اثم كبير ومنفع للناس واثمهما اكبر من نفعهما ويسـلونك ماذا ينفقون قل العفو كذلك يبين الله لكم الايت لعلكم تتفكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 220,
    "content":
        "في الدنيا والاخرة ويسـلونك عن اليتمى قل اصلاح لهم خير وان تخالطوهم فاخونكم والله يعلم المفسد من المصلح ولو شاء الله لاعنتكم ان الله عزيز حكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 221,
    "content":
        "ولا تنكحوا المشركت حتى يؤمن ولامة مؤمنة خير من مشركة ولو اعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو اعجبكم اولـئك يدعون الى النار والله يدعوا الى الجنة والمغفرة باذنه ويبين ءايته للناس لعلهم يتذكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 222,
    "content":
        "ويسـلونك عن المحيض قل هو اذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فاذا تطهرن فاتوهن من حيث امركم الله ان الله يحب التوـبين ويحب المتطهرين",
  },
  {
    "surah_number": 2,
    "verse_number": 223,
    "content":
        "نساؤكم حرث لكم فاتوا حرثكم انى شئتم وقدموا لانفسكم واتقوا الله واعلموا انكم ملقوه وبشر المؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 224,
    "content":
        "ولا تجعلوا الله عرضة لايمنكم ان تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 225,
    "content":
        "لا يؤاخذكم الله باللغو في ايمنكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم",
  },
  {
    "surah_number": 2,
    "verse_number": 226,
    "content":
        "للذين يؤلون من نسائهم تربص اربعة اشهر فان فاءو فان الله غفور رحيم",
  },
  {
    "surah_number": 2,
    "verse_number": 227,
    "content": "وان عزموا الطلق فان الله سميع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 228,
    "content":
        "والمطلقت يتربصن بانفسهن ثلثة قروء ولا يحل لهن ان يكتمن ما خلق الله في ارحامهن ان كن يؤمن بالله واليوم الاخر وبعولتهن احق بردهن في ذلك ان ارادوا اصلحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 229,
    "content":
        "الطلق مرتان فامساك بمعروف او تسريح باحسن ولا يحل لكم ان تاخذوا مما ءاتيتموهن شيـا الا ان يخافا الا يقيما حدود الله فان خفتم الا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 230,
    "content":
        "فان طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فان طلقها فلا جناح عليهما ان يتراجعا ان ظنا ان يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 231,
    "content":
        "واذا طلقتم النساء فبلغن اجلهن فامسكوهن بمعروف او سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا ءايت الله هزوا واذكروا نعمت الله عليكم وما انزل عليكم من الكتب والحكمة يعظكم به واتقوا الله واعلموا ان الله بكل شيء عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 232,
    "content":
        "واذا طلقتم النساء فبلغن اجلهن فلا تعضلوهن ان ينكحن ازوجهن اذا ترضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الاخر ذلكم ازكى لكم واطهر والله يعلم وانتم لا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 233,
    "content":
        "والولدت يرضعن اولدهن حولين كاملين لمن اراد ان يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس الا وسعها لا تضار ولدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فان ارادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وان اردتم ان تسترضعوا اولدكم فلا جناح عليكم اذا سلمتم ما ءاتيتم بالمعروف واتقوا الله واعلموا ان الله بما تعملون بصير",
  },
  {
    "surah_number": 2,
    "verse_number": 234,
    "content":
        "والذين يتوفون منكم ويذرون ازوجا يتربصن بانفسهن اربعة اشهر وعشرا فاذا بلغن اجلهن فلا جناح عليكم فيما فعلن في انفسهن بالمعروف والله بما تعملون خبير",
  },
  {
    "surah_number": 2,
    "verse_number": 235,
    "content":
        "ولا جناح عليكم فيما عرضتم به من خطبة النساء او اكننتم في انفسكم علم الله انكم ستذكرونهن ولكن لا تواعدوهن سرا الا ان تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتب اجله واعلموا ان الله يعلم ما في انفسكم فاحذروه واعلموا ان الله غفور حليم",
  },
  {
    "surah_number": 2,
    "verse_number": 236,
    "content":
        "لا جناح عليكم ان طلقتم النساء ما لم تمسوهن او تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متعا بالمعروف حقا على المحسنين",
  },
  {
    "surah_number": 2,
    "verse_number": 237,
    "content":
        "وان طلقتموهن من قبل ان تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم الا ان يعفون او يعفوا الذي بيده عقدة النكاح وان تعفوا اقرب للتقوى ولا تنسوا الفضل بينكم ان الله بما تعملون بصير",
  },
  {
    "surah_number": 2,
    "verse_number": 238,
    "content": "حفظوا على الصلوت والصلاة الوسطى وقوموا لله قنتين",
  },
  {
    "surah_number": 2,
    "verse_number": 239,
    "content":
        "فان خفتم فرجالا او ركبانا فاذا امنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 240,
    "content":
        "والذين يتوفون منكم ويذرون ازوجا وصية لازوجهم متعا الى الحول غير اخراج فان خرجن فلا جناح عليكم في ما فعلن في انفسهن من معروف والله عزيز حكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 241,
    "content": "وللمطلقت متع بالمعروف حقا على المتقين",
  },
  {
    "surah_number": 2,
    "verse_number": 242,
    "content": "كذلك يبين الله لكم ءايته لعلكم تعقلون",
  },
  {
    "surah_number": 2,
    "verse_number": 243,
    "content":
        "الم تر الى الذين خرجوا من ديرهم وهم الوف حذر الموت فقال لهم الله موتوا ثم احيهم ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 244,
    "content": "وقتلوا في سبيل الله واعلموا ان الله سميع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 245,
    "content":
        "من ذا الذي يقرض الله قرضا حسنا فيضعفه له اضعافا كثيرة والله يقبض ويبصط واليه ترجعون",
  },
  {
    "surah_number": 2,
    "verse_number": 246,
    "content":
        "الم تر الى الملا من بني اسرـءيل من بعد موسى اذ قالوا لنبي لهم ابعث لنا ملكا نقتل في سبيل الله قال هل عسيتم ان كتب عليكم القتال الا تقتلوا قالوا وما لنا الا نقتل في سبيل الله وقد اخرجنا من ديرنا وابنائنا فلما كتب عليهم القتال تولوا الا قليلا منهم والله عليم بالظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 247,
    "content":
        "وقال لهم نبيهم ان الله قد بعث لكم طالوت ملكا قالوا انى يكون له الملك علينا ونحن احق بالملك منه ولم يؤت سعة من المال قال ان الله اصطفىه عليكم وزاده بسطة في العلم والجسم والله يؤتي ملكه من يشاء والله وسع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 248,
    "content":
        "وقال لهم نبيهم ان ءاية ملكه ان ياتيكم التابوت فيه سكينة من ربكم وبقية مما ترك ءال موسى وءال هرون تحمله الملـئكة ان في ذلك لاية لكم ان كنتم مؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 249,
    "content":
        "فلما فصل طالوت بالجنود قال ان الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فانه مني الا من اغترف غرفة بيده فشربوا منه الا قليلا منهم فلما جاوزه هو والذين ءامنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون انهم ملقوا الله كم من فئة قليلة غلبت فئة كثيرة باذن الله والله مع الصـبرين",
  },
  {
    "surah_number": 2,
    "verse_number": 250,
    "content":
        "ولما برزوا لجالوت وجنوده قالوا ربنا افرغ علينا صبرا وثبت اقدامنا وانصرنا على القوم الكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 251,
    "content":
        "فهزموهم باذن الله وقتل داود جالوت وءاتىه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الارض ولكن الله ذو فضل على العلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 252,
    "content": "تلك ءايت الله نتلوها عليك بالحق وانك لمن المرسلين",
  },
  {
    "surah_number": 2,
    "verse_number": 253,
    "content":
        "تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجت وءاتينا عيسى ابن مريم البينت وايدنه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينت ولكن اختلفوا فمنهم من ءامن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد",
  },
  {
    "surah_number": 2,
    "verse_number": 254,
    "content":
        "يـايها الذين ءامنوا انفقوا مما رزقنكم من قبل ان ياتي يوم لا بيع فيه ولا خلة ولا شفعة والكفرون هم الظـلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 255,
    "content":
        "الله لا اله الا هو الحي القيوم لا تاخذه سنة ولا نوم له ما في السموت وما في الارض من ذا الذي يشفع عنده الا باذنه يعلم ما بين ايديهم وما خلفهم ولا يحيطون بشيء من علمه الا بما شاء وسع كرسيه السموت والارض ولا يـوده حفظهما وهو العلي العظيم",
  },
  {
    "surah_number": 2,
    "verse_number": 256,
    "content":
        "لا اكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطـغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 257,
    "content":
        "الله ولي الذين ءامنوا يخرجهم من الظلمت الى النور والذين كفروا اولياؤهم الطـغوت يخرجونهم من النور الى الظلمت اولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 258,
    "content":
        "الم تر الى الذي حاج ابرهـم في ربه ان ءاتىه الله الملك اذ قال ابرهـم ربي الذي يحي ويميت قال انا احي واميت قال ابرهـم فان الله ياتي بالشمس من المشرق فات بها من المغرب فبهت الذي كفر والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 2,
    "verse_number": 259,
    "content":
        "او كالذي مر على قرية وهي خاوية على عروشها قال انى يحي هذه الله بعد موتها فاماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما او بعض يوم قال بل لبثت مائة عام فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلك ءاية للناس وانظر الى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال اعلم ان الله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 260,
    "content":
        "واذ قال ابرهـم رب ارني كيف تحي الموتى قال اولم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ اربعة من الطير فصرهن اليك ثم اجعل على كل جبل منهن جزءا ثم ادعهن ياتينك سعيا واعلم ان الله عزيز حكيم",
  },
  {
    "surah_number": 2,
    "verse_number": 261,
    "content":
        "مثل الذين ينفقون امولهم في سبيل الله كمثل حبة انبتت سبع سنابل في كل سنبلة مائة حبة والله يضعف لمن يشاء والله وسع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 262,
    "content":
        "الذين ينفقون امولهم في سبيل الله ثم لا يتبعون ما انفقوا منا ولا اذى لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 263,
    "content": "قول معروف ومغفرة خير من صدقة يتبعها اذى والله غني حليم",
  },
  {
    "surah_number": 2,
    "verse_number": 264,
    "content":
        "يـايها الذين ءامنوا لا تبطلوا صدقتكم بالمن والاذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الاخر فمثله كمثل صفوان عليه تراب فاصابه وابل فتركه صلدا لا يقدرون على شيء مما كسبوا والله لا يهدي القوم الكفرين",
  },
  {
    "surah_number": 2,
    "verse_number": 265,
    "content":
        "ومثل الذين ينفقون امولهم ابتغاء مرضات الله وتثبيتا من انفسهم كمثل جنة بربوة اصابها وابل فـاتت اكلها ضعفين فان لم يصبها وابل فطل والله بما تعملون بصير",
  },
  {
    "surah_number": 2,
    "verse_number": 266,
    "content":
        "ايود احدكم ان تكون له جنة من نخيل واعناب تجري من تحتها الانهر له فيها من كل الثمرت واصابه الكبر وله ذرية ضعفاء فاصابها اعصار فيه نار فاحترقت كذلك يبين الله لكم الايت لعلكم تتفكرون",
  },
  {
    "surah_number": 2,
    "verse_number": 267,
    "content":
        "يـايها الذين ءامنوا انفقوا من طيبت ما كسبتم ومما اخرجنا لكم من الارض ولا تيمموا الخبيث منه تنفقون ولستم بـاخذيه الا ان تغمضوا فيه واعلموا ان الله غني حميد",
  },
  {
    "surah_number": 2,
    "verse_number": 268,
    "content":
        "الشيطن يعدكم الفقر ويامركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله وسع عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 269,
    "content":
        "يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد اوتي خيرا كثيرا وما يذكر الا اولوا الالبب",
  },
  {
    "surah_number": 2,
    "verse_number": 270,
    "content":
        "وما انفقتم من نفقة او نذرتم من نذر فان الله يعلمه وما للظـلمين من انصار",
  },
  {
    "surah_number": 2,
    "verse_number": 271,
    "content":
        "ان تبدوا الصدقت فنعما هي وان تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سيـاتكم والله بما تعملون خبير",
  },
  {
    "surah_number": 2,
    "verse_number": 272,
    "content":
        "ليس عليك هدىهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلانفسكم وما تنفقون الا ابتغاء وجه الله وما تنفقوا من خير يوف اليكم وانتم لا تظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 273,
    "content":
        "للفقراء الذين احصروا في سبيل الله لا يستطيعون ضربا في الارض يحسبهم الجاهل اغنياء من التعفف تعرفهم بسيمهم لا يسـلون الناس الحافا وما تنفقوا من خير فان الله به عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 274,
    "content":
        "الذين ينفقون امولهم باليل والنهار سرا وعلانية فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 275,
    "content":
        "الذين ياكلون الربوا لا يقومون الا كما يقوم الذي يتخبطه الشيطن من المس ذلك بانهم قالوا انما البيع مثل الربوا واحل الله البيع وحرم الربوا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فاولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 2,
    "verse_number": 276,
    "content": "يمحق الله الربوا ويربي الصدقت والله لا يحب كل كفار اثيم",
  },
  {
    "surah_number": 2,
    "verse_number": 277,
    "content":
        "ان الذين ءامنوا وعملوا الصـلحت واقاموا الصلاة وءاتوا الزكوة لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 2,
    "verse_number": 278,
    "content":
        "يـايها الذين ءامنوا اتقوا الله وذروا ما بقي من الربوا ان كنتم مؤمنين",
  },
  {
    "surah_number": 2,
    "verse_number": 279,
    "content":
        "فان لم تفعلوا فاذنوا بحرب من الله ورسوله وان تبتم فلكم رءوس امولكم لا تظلمون ولا تظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 280,
    "content":
        "وان كان ذو عسرة فنظرة الى ميسرة وان تصدقوا خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 281,
    "content":
        "واتقوا يوما ترجعون فيه الى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون",
  },
  {
    "surah_number": 2,
    "verse_number": 282,
    "content":
        "يـايها الذين ءامنوا اذا تداينتم بدين الى اجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا ياب كاتب ان يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيـا فان كان الذي عليه الحق سفيها او ضعيفا او لا يستطيع ان يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فان لم يكونا رجلين فرجل وامراتان ممن ترضون من الشهداء ان تضل احدىهما فتذكر احدىهما الاخرى ولا ياب الشهداء اذا ما دعوا ولا تسـموا ان تكتبوه صغيرا او كبيرا الى اجله ذلكم اقسط عند الله واقوم للشهدة وادنى الا ترتابوا الا ان تكون تجرة حاضرة تديرونها بينكم فليس عليكم جناح الا تكتبوها واشهدوا اذا تبايعتم ولا يضار كاتب ولا شهيد وان تفعلوا فانه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شيء عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 283,
    "content":
        "وان كنتم على سفر ولم تجدوا كاتبا فرهن مقبوضة فان امن بعضكم بعضا فليؤد الذي اؤتمن امنته وليتق الله ربه ولا تكتموا الشهدة ومن يكتمها فانه ءاثم قلبه والله بما تعملون عليم",
  },
  {
    "surah_number": 2,
    "verse_number": 284,
    "content":
        "لله ما في السموت وما في الارض وان تبدوا ما في انفسكم او تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير",
  },
  {
    "surah_number": 2,
    "verse_number": 285,
    "content":
        "ءامن الرسول بما انزل اليه من ربه والمؤمنون كل ءامن بالله وملـئكته وكتبه ورسله لا نفرق بين احد من رسله وقالوا سمعنا واطعنا غفرانك ربنا واليك المصير",
  },
  {
    "surah_number": 2,
    "verse_number": 286,
    "content":
        "لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا ان نسينا او اخطانا ربنا ولا تحمل علينا اصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا انت مولىنا فانصرنا على القوم الكفرين",
  },
  {"surah_number": 3, "verse_number": 1, "content": "الم"},
  {
    "surah_number": 3,
    "verse_number": 2,
    "content": "الله لا اله الا هو الحي القيوم",
  },
  {
    "surah_number": 3,
    "verse_number": 3,
    "content": "نزل عليك الكتب بالحق مصدقا لما بين يديه وانزل التورىة والانجيل",
  },
  {
    "surah_number": 3,
    "verse_number": 4,
    "content":
        "من قبل هدى للناس وانزل الفرقان ان الذين كفروا بـايت الله لهم عذاب شديد والله عزيز ذو انتقام",
  },
  {
    "surah_number": 3,
    "verse_number": 5,
    "content": "ان الله لا يخفى عليه شيء في الارض ولا في السماء",
  },
  {
    "surah_number": 3,
    "verse_number": 6,
    "content": "هو الذي يصوركم في الارحام كيف يشاء لا اله الا هو العزيز الحكيم",
  },
  {
    "surah_number": 3,
    "verse_number": 7,
    "content":
        "هو الذي انزل عليك الكتب منه ءايت محكمت هن ام الكتب واخر متشبهت فاما الذين في قلوبهم زيغ فيتبعون ما تشبه منه ابتغاء الفتنة وابتغاء تاويله وما يعلم تاويله الا الله والرـسخون في العلم يقولون ءامنا به كل من عند ربنا وما يذكر الا اولوا الالبب",
  },
  {
    "surah_number": 3,
    "verse_number": 8,
    "content":
        "ربنا لا تزغ قلوبنا بعد اذ هديتنا وهب لنا من لدنك رحمة انك انت الوهاب",
  },
  {
    "surah_number": 3,
    "verse_number": 9,
    "content": "ربنا انك جامع الناس ليوم لا ريب فيه ان الله لا يخلف الميعاد",
  },
  {
    "surah_number": 3,
    "verse_number": 10,
    "content":
        "ان الذين كفروا لن تغني عنهم امولهم ولا اولدهم من الله شيـا واولـئك هم وقود النار",
  },
  {
    "surah_number": 3,
    "verse_number": 11,
    "content":
        "كداب ءال فرعون والذين من قبلهم كذبوا بـايتنا فاخذهم الله بذنوبهم والله شديد العقاب",
  },
  {
    "surah_number": 3,
    "verse_number": 12,
    "content": "قل للذين كفروا ستغلبون وتحشرون الى جهنم وبئس المهاد",
  },
  {
    "surah_number": 3,
    "verse_number": 13,
    "content":
        "قد كان لكم ءاية في فئتين التقتا فئة تقتل في سبيل الله واخرى كافرة يرونهم مثليهم راي العين والله يؤيد بنصره من يشاء ان في ذلك لعبرة لاولي الابصر",
  },
  {
    "surah_number": 3,
    "verse_number": 14,
    "content":
        "زين للناس حب الشهوت من النساء والبنين والقنطير المقنطرة من الذهب والفضة والخيل المسومة والانعم والحرث ذلك متع الحيوة الدنيا والله عنده حسن المـاب",
  },
  {
    "surah_number": 3,
    "verse_number": 15,
    "content":
        "قل اؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنـت تجري من تحتها الانهر خلدين فيها وازوج مطهرة ورضون من الله والله بصير بالعباد",
  },
  {
    "surah_number": 3,
    "verse_number": 16,
    "content": "الذين يقولون ربنا اننا ءامنا فاغفر لنا ذنوبنا وقنا عذاب النار",
  },
  {
    "surah_number": 3,
    "verse_number": 17,
    "content": "الصـبرين والصـدقين والقنتين والمنفقين والمستغفرين بالاسحار",
  },
  {
    "surah_number": 3,
    "verse_number": 18,
    "content":
        "شهد الله انه لا اله الا هو والملـئكة واولوا العلم قائما بالقسط لا اله الا هو العزيز الحكيم",
  },
  {
    "surah_number": 3,
    "verse_number": 19,
    "content":
        "ان الدين عند الله الاسلم وما اختلف الذين اوتوا الكتب الا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بـايت الله فان الله سريع الحساب",
  },
  {
    "surah_number": 3,
    "verse_number": 20,
    "content":
        "فان حاجوك فقل اسلمت وجهي لله ومن اتبعن وقل للذين اوتوا الكتب والاميـن ءاسلمتم فان اسلموا فقد اهتدوا وان تولوا فانما عليك البلغ والله بصير بالعباد",
  },
  {
    "surah_number": 3,
    "verse_number": 21,
    "content":
        "ان الذين يكفرون بـايت الله ويقتلون النبيـن بغير حق ويقتلون الذين يامرون بالقسط من الناس فبشرهم بعذاب اليم",
  },
  {
    "surah_number": 3,
    "verse_number": 22,
    "content": "اولـئك الذين حبطت اعملهم في الدنيا والاخرة وما لهم من نـصرين",
  },
  {
    "surah_number": 3,
    "verse_number": 23,
    "content":
        "الم تر الى الذين اوتوا نصيبا من الكتب يدعون الى كتب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون",
  },
  {
    "surah_number": 3,
    "verse_number": 24,
    "content":
        "ذلك بانهم قالوا لن تمسنا النار الا اياما معدودت وغرهم في دينهم ما كانوا يفترون",
  },
  {
    "surah_number": 3,
    "verse_number": 25,
    "content":
        "فكيف اذا جمعنهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 26,
    "content":
        "قل اللهم ملك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير انك على كل شيء قدير",
  },
  {
    "surah_number": 3,
    "verse_number": 27,
    "content":
        "تولج اليل في النهار وتولج النهار في اليل وتخرج الحي من الميت وتخرج الميت من الحي وترزق من تشاء بغير حساب",
  },
  {
    "surah_number": 3,
    "verse_number": 28,
    "content":
        "لا يتخذ المؤمنون الكفرين اولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء الا ان تتقوا منهم تقىة ويحذركم الله نفسه والى الله المصير",
  },
  {
    "surah_number": 3,
    "verse_number": 29,
    "content":
        "قل ان تخفوا ما في صدوركم او تبدوه يعلمه الله ويعلم ما في السموت وما في الارض والله على كل شيء قدير",
  },
  {
    "surah_number": 3,
    "verse_number": 30,
    "content":
        "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو ان بينها وبينه امدا بعيدا ويحذركم الله نفسه والله رءوف بالعباد",
  },
  {
    "surah_number": 3,
    "verse_number": 31,
    "content":
        "قل ان كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم",
  },
  {
    "surah_number": 3,
    "verse_number": 32,
    "content": "قل اطيعوا الله والرسول فان تولوا فان الله لا يحب الكفرين",
  },
  {
    "surah_number": 3,
    "verse_number": 33,
    "content": "ان الله اصطفى ءادم ونوحا وءال ابرهيم وءال عمرن على العلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 34,
    "content": "ذرية بعضها من بعض والله سميع عليم",
  },
  {
    "surah_number": 3,
    "verse_number": 35,
    "content":
        "اذ قالت امرات عمرن رب اني نذرت لك ما في بطني محررا فتقبل مني انك انت السميع العليم",
  },
  {
    "surah_number": 3,
    "verse_number": 36,
    "content":
        "فلما وضعتها قالت رب اني وضعتها انثى والله اعلم بما وضعت وليس الذكر كالانثى واني سميتها مريم واني اعيذها بك وذريتها من الشيطن الرجيم",
  },
  {
    "surah_number": 3,
    "verse_number": 37,
    "content":
        "فتقبلها ربها بقبول حسن وانبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يمريم انى لك هذا قالت هو من عند الله ان الله يرزق من يشاء بغير حساب",
  },
  {
    "surah_number": 3,
    "verse_number": 38,
    "content":
        "هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة انك سميع الدعاء",
  },
  {
    "surah_number": 3,
    "verse_number": 39,
    "content":
        "فنادته الملـئكة وهو قائم يصلي في المحراب ان الله يبشرك بيحيى مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصـلحين",
  },
  {
    "surah_number": 3,
    "verse_number": 40,
    "content":
        "قال رب انى يكون لي غلم وقد بلغني الكبر وامراتي عاقر قال كذلك الله يفعل ما يشاء",
  },
  {
    "surah_number": 3,
    "verse_number": 41,
    "content":
        "قال رب اجعل لي ءاية قال ءايتك الا تكلم الناس ثلثة ايام الا رمزا واذكر ربك كثيرا وسبح بالعشي والابكر",
  },
  {
    "surah_number": 3,
    "verse_number": 42,
    "content":
        "واذ قالت الملـئكة يمريم ان الله اصطفىك وطهرك واصطفىك على نساء العلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 43,
    "content": "يمريم اقنتي لربك واسجدي واركعي مع الرـكعين",
  },
  {
    "surah_number": 3,
    "verse_number": 44,
    "content":
        "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ يلقون اقلمهم ايهم يكفل مريم وما كنت لديهم اذ يختصمون",
  },
  {
    "surah_number": 3,
    "verse_number": 45,
    "content":
        "اذ قالت الملـئكة يمريم ان الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والاخرة ومن المقربين",
  },
  {
    "surah_number": 3,
    "verse_number": 46,
    "content": "ويكلم الناس في المهد وكهلا ومن الصـلحين",
  },
  {
    "surah_number": 3,
    "verse_number": 47,
    "content":
        "قالت رب انى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء اذا قضى امرا فانما يقول له كن فيكون",
  },
  {
    "surah_number": 3,
    "verse_number": 48,
    "content": "ويعلمه الكتب والحكمة والتورىة والانجيل",
  },
  {
    "surah_number": 3,
    "verse_number": 49,
    "content":
        "ورسولا الى بني اسرـءيل اني قد جئتكم بـاية من ربكم اني اخلق لكم من الطين كهيـة الطير فانفخ فيه فيكون طيرا باذن الله وابرئ الاكمه والابرص واحي الموتى باذن الله وانبئكم بما تاكلون وما تدخرون في بيوتكم ان في ذلك لاية لكم ان كنتم مؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 50,
    "content":
        "ومصدقا لما بين يدي من التورىة ولاحل لكم بعض الذي حرم عليكم وجئتكم بـاية من ربكم فاتقوا الله واطيعون",
  },
  {
    "surah_number": 3,
    "verse_number": 51,
    "content": "ان الله ربي وربكم فاعبدوه هذا صراط مستقيم",
  },
  {
    "surah_number": 3,
    "verse_number": 52,
    "content":
        "فلما احس عيسى منهم الكفر قال من انصاري الى الله قال الحواريون نحن انصار الله ءامنا بالله واشهد بانا مسلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 53,
    "content": "ربنا ءامنا بما انزلت واتبعنا الرسول فاكتبنا مع الشـهدين",
  },
  {
    "surah_number": 3,
    "verse_number": 54,
    "content": "ومكروا ومكر الله والله خير المكرين",
  },
  {
    "surah_number": 3,
    "verse_number": 55,
    "content":
        "اذ قال الله يعيسى اني متوفيك ورافعك الي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا الى يوم القيمة ثم الي مرجعكم فاحكم بينكم فيما كنتم فيه تختلفون",
  },
  {
    "surah_number": 3,
    "verse_number": 56,
    "content":
        "فاما الذين كفروا فاعذبهم عذابا شديدا في الدنيا والاخرة وما لهم من نـصرين",
  },
  {
    "surah_number": 3,
    "verse_number": 57,
    "content":
        "واما الذين ءامنوا وعملوا الصـلحت فيوفيهم اجورهم والله لا يحب الظـلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 58,
    "content": "ذلك نتلوه عليك من الايت والذكر الحكيم",
  },
  {
    "surah_number": 3,
    "verse_number": 59,
    "content": "ان مثل عيسى عند الله كمثل ءادم خلقه من تراب ثم قال له كن فيكون",
  },
  {
    "surah_number": 3,
    "verse_number": 60,
    "content": "الحق من ربك فلا تكن من الممترين",
  },
  {
    "surah_number": 3,
    "verse_number": 61,
    "content":
        "فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع ابناءنا وابناءكم ونساءنا ونساءكم وانفسنا وانفسكم ثم نبتهل فنجعل لعنت الله على الكذبين",
  },
  {
    "surah_number": 3,
    "verse_number": 62,
    "content":
        "ان هذا لهو القصص الحق وما من اله الا الله وان الله لهو العزيز الحكيم",
  },
  {
    "surah_number": 3,
    "verse_number": 63,
    "content": "فان تولوا فان الله عليم بالمفسدين",
  },
  {
    "surah_number": 3,
    "verse_number": 64,
    "content":
        "قل يـاهل الكتب تعالوا الى كلمة سواء بيننا وبينكم الا نعبد الا الله ولا نشرك به شيـا ولا يتخذ بعضنا بعضا اربابا من دون الله فان تولوا فقولوا اشهدوا بانا مسلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 65,
    "content":
        "يـاهل الكتب لم تحاجون في ابرهيم وما انزلت التورىة والانجيل الا من بعده افلا تعقلون",
  },
  {
    "surah_number": 3,
    "verse_number": 66,
    "content":
        "هـانتم هـؤلاء حججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وانتم لا تعلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 67,
    "content":
        "ما كان ابرهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين",
  },
  {
    "surah_number": 3,
    "verse_number": 68,
    "content":
        "ان اولى الناس بابرهيم للذين اتبعوه وهذا النبي والذين ءامنوا والله ولي المؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 69,
    "content":
        "ودت طائفة من اهل الكتب لو يضلونكم وما يضلون الا انفسهم وما يشعرون",
  },
  {
    "surah_number": 3,
    "verse_number": 70,
    "content": "يـاهل الكتب لم تكفرون بـايت الله وانتم تشهدون",
  },
  {
    "surah_number": 3,
    "verse_number": 71,
    "content": "يـاهل الكتب لم تلبسون الحق بالبطل وتكتمون الحق وانتم تعلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 72,
    "content":
        "وقالت طائفة من اهل الكتب ءامنوا بالذي انزل على الذين ءامنوا وجه النهار واكفروا ءاخره لعلهم يرجعون",
  },
  {
    "surah_number": 3,
    "verse_number": 73,
    "content":
        "ولا تؤمنوا الا لمن تبع دينكم قل ان الهدى هدى الله ان يؤتى احد مثل ما اوتيتم او يحاجوكم عند ربكم قل ان الفضل بيد الله يؤتيه من يشاء والله وسع عليم",
  },
  {
    "surah_number": 3,
    "verse_number": 74,
    "content": "يختص برحمته من يشاء والله ذو الفضل العظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 75,
    "content":
        "ومن اهل الكتب من ان تامنه بقنطار يؤده اليك ومنهم من ان تامنه بدينار لا يؤده اليك الا ما دمت عليه قائما ذلك بانهم قالوا ليس علينا في الاميـن سبيل ويقولون على الله الكذب وهم يعلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 76,
    "content": "بلى من اوفى بعهده واتقى فان الله يحب المتقين",
  },
  {
    "surah_number": 3,
    "verse_number": 77,
    "content":
        "ان الذين يشترون بعهد الله وايمنهم ثمنا قليلا اولـئك لا خلق لهم في الاخرة ولا يكلمهم الله ولا ينظر اليهم يوم القيمة ولا يزكيهم ولهم عذاب اليم",
  },
  {
    "surah_number": 3,
    "verse_number": 78,
    "content":
        "وان منهم لفريقا يلون السنتهم بالكتب لتحسبوه من الكتب وما هو من الكتب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 79,
    "content":
        "ما كان لبشر ان يؤتيه الله الكتب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربـنيـن بما كنتم تعلمون الكتب وبما كنتم تدرسون",
  },
  {
    "surah_number": 3,
    "verse_number": 80,
    "content":
        "ولا يامركم ان تتخذوا الملـئكة والنبيـن اربابا ايامركم بالكفر بعد اذ انتم مسلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 81,
    "content":
        "واذ اخذ الله ميثق النبيـن لما ءاتيتكم من كتب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ءاقررتم واخذتم على ذلكم اصري قالوا اقررنا قال فاشهدوا وانا معكم من الشـهدين",
  },
  {
    "surah_number": 3,
    "verse_number": 82,
    "content": "فمن تولى بعد ذلك فاولـئك هم الفسقون",
  },
  {
    "surah_number": 3,
    "verse_number": 83,
    "content":
        "افغير دين الله يبغون وله اسلم من في السموت والارض طوعا وكرها واليه يرجعون",
  },
  {
    "surah_number": 3,
    "verse_number": 84,
    "content":
        "قل ءامنا بالله وما انزل علينا وما انزل على ابرهيم واسمعيل واسحق ويعقوب والاسباط وما اوتي موسى وعيسى والنبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 85,
    "content": "ومن يبتغ غير الاسلم دينا فلن يقبل منه وهو في الاخرة من الخسرين",
  },
  {
    "surah_number": 3,
    "verse_number": 86,
    "content":
        "كيف يهدي الله قوما كفروا بعد ايمنهم وشهدوا ان الرسول حق وجاءهم البينت والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 87,
    "content": "اولـئك جزاؤهم ان عليهم لعنة الله والملـئكة والناس اجمعين",
  },
  {
    "surah_number": 3,
    "verse_number": 88,
    "content": "خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون",
  },
  {
    "surah_number": 3,
    "verse_number": 89,
    "content": "الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم",
  },
  {
    "surah_number": 3,
    "verse_number": 90,
    "content":
        "ان الذين كفروا بعد ايمنهم ثم ازدادوا كفرا لن تقبل توبتهم واولـئك هم الضالون",
  },
  {
    "surah_number": 3,
    "verse_number": 91,
    "content":
        "ان الذين كفروا وماتوا وهم كفار فلن يقبل من احدهم ملء الارض ذهبا ولو افتدى به اولـئك لهم عذاب اليم وما لهم من نـصرين",
  },
  {
    "surah_number": 3,
    "verse_number": 92,
    "content":
        "لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فان الله به عليم",
  },
  {
    "surah_number": 3,
    "verse_number": 93,
    "content":
        "كل الطعام كان حلا لبني اسرـءيل الا ما حرم اسرـءيل على نفسه من قبل ان تنزل التورىة قل فاتوا بالتورىة فاتلوها ان كنتم صدقين",
  },
  {
    "surah_number": 3,
    "verse_number": 94,
    "content": "فمن افترى على الله الكذب من بعد ذلك فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 95,
    "content": "قل صدق الله فاتبعوا ملة ابرهيم حنيفا وما كان من المشركين",
  },
  {
    "surah_number": 3,
    "verse_number": 96,
    "content": "ان اول بيت وضع للناس للذي ببكة مباركا وهدى للعلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 97,
    "content":
        "فيه ءايت بينت مقام ابرهيم ومن دخله كان ءامنا ولله على الناس حج البيت من استطاع اليه سبيلا ومن كفر فان الله غني عن العلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 98,
    "content": "قل يـاهل الكتب لم تكفرون بـايت الله والله شهيد على ما تعملون",
  },
  {
    "surah_number": 3,
    "verse_number": 99,
    "content":
        "قل يـاهل الكتب لم تصدون عن سبيل الله من ءامن تبغونها عوجا وانتم شهداء وما الله بغفل عما تعملون",
  },
  {
    "surah_number": 3,
    "verse_number": 100,
    "content":
        "يـايها الذين ءامنوا ان تطيعوا فريقا من الذين اوتوا الكتب يردوكم بعد ايمنكم كفرين",
  },
  {
    "surah_number": 3,
    "verse_number": 101,
    "content":
        "وكيف تكفرون وانتم تتلى عليكم ءايت الله وفيكم رسوله ومن يعتصم بالله فقد هدي الى صراط مستقيم",
  },
  {
    "surah_number": 3,
    "verse_number": 102,
    "content":
        "يـايها الذين ءامنوا اتقوا الله حق تقاته ولا تموتن الا وانتم مسلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 103,
    "content":
        "واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم اذ كنتم اعداء فالف بين قلوبكم فاصبحتم بنعمته اخونا وكنتم على شفا حفرة من النار فانقذكم منها كذلك يبين الله لكم ءايته لعلكم تهتدون",
  },
  {
    "surah_number": 3,
    "verse_number": 104,
    "content":
        "ولتكن منكم امة يدعون الى الخير ويامرون بالمعروف وينهون عن المنكر واولـئك هم المفلحون",
  },
  {
    "surah_number": 3,
    "verse_number": 105,
    "content":
        "ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينت واولـئك لهم عذاب عظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 106,
    "content":
        "يوم تبيض وجوه وتسود وجوه فاما الذين اسودت وجوههم اكفرتم بعد ايمنكم فذوقوا العذاب بما كنتم تكفرون",
  },
  {
    "surah_number": 3,
    "verse_number": 107,
    "content": "واما الذين ابيضت وجوههم ففي رحمة الله هم فيها خلدون",
  },
  {
    "surah_number": 3,
    "verse_number": 108,
    "content": "تلك ءايت الله نتلوها عليك بالحق وما الله يريد ظلما للعلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 109,
    "content": "ولله ما في السموت وما في الارض والى الله ترجع الامور",
  },
  {
    "surah_number": 3,
    "verse_number": 110,
    "content":
        "كنتم خير امة اخرجت للناس تامرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو ءامن اهل الكتب لكان خيرا لهم منهم المؤمنون واكثرهم الفسقون",
  },
  {
    "surah_number": 3,
    "verse_number": 111,
    "content": "لن يضروكم الا اذى وان يقتلوكم يولوكم الادبار ثم لا ينصرون",
  },
  {
    "surah_number": 3,
    "verse_number": 112,
    "content":
        "ضربت عليهم الذلة اين ما ثقفوا الا بحبل من الله وحبل من الناس وباءو بغضب من الله وضربت عليهم المسكنة ذلك بانهم كانوا يكفرون بـايت الله ويقتلون الانبياء بغير حق ذلك بما عصوا وكانوا يعتدون",
  },
  {
    "surah_number": 3,
    "verse_number": 113,
    "content":
        "ليسوا سواء من اهل الكتب امة قائمة يتلون ءايت الله ءاناء اليل وهم يسجدون",
  },
  {
    "surah_number": 3,
    "verse_number": 114,
    "content":
        "يؤمنون بالله واليوم الاخر ويامرون بالمعروف وينهون عن المنكر ويسرعون في الخيرت واولـئك من الصـلحين",
  },
  {
    "surah_number": 3,
    "verse_number": 115,
    "content": "وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين",
  },
  {
    "surah_number": 3,
    "verse_number": 116,
    "content":
        "ان الذين كفروا لن تغني عنهم امولهم ولا اولدهم من الله شيـا واولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 3,
    "verse_number": 117,
    "content":
        "مثل ما ينفقون في هذه الحيوة الدنيا كمثل ريح فيها صر اصابت حرث قوم ظلموا انفسهم فاهلكته وما ظلمهم الله ولكن انفسهم يظلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 118,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا بطانة من دونكم لا يالونكم خبالا ودوا ما عنتم قد بدت البغضاء من افوههم وما تخفي صدورهم اكبر قد بينا لكم الايت ان كنتم تعقلون",
  },
  {
    "surah_number": 3,
    "verse_number": 119,
    "content":
        "هـانتم اولاء تحبونهم ولا يحبونكم وتؤمنون بالكتب كله واذا لقوكم قالوا ءامنا واذا خلوا عضوا عليكم الانامل من الغيظ قل موتوا بغيظكم ان الله عليم بذات الصدور",
  },
  {
    "surah_number": 3,
    "verse_number": 120,
    "content":
        "ان تمسسكم حسنة تسؤهم وان تصبكم سيئة يفرحوا بها وان تصبروا وتتقوا لا يضركم كيدهم شيـا ان الله بما يعملون محيط",
  },
  {
    "surah_number": 3,
    "verse_number": 121,
    "content": "واذ غدوت من اهلك تبوئ المؤمنين مقعد للقتال والله سميع عليم",
  },
  {
    "surah_number": 3,
    "verse_number": 122,
    "content":
        "اذ همت طائفتان منكم ان تفشلا والله وليهما وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 3,
    "verse_number": 123,
    "content": "ولقد نصركم الله ببدر وانتم اذلة فاتقوا الله لعلكم تشكرون",
  },
  {
    "surah_number": 3,
    "verse_number": 124,
    "content":
        "اذ تقول للمؤمنين الن يكفيكم ان يمدكم ربكم بثلثة ءالف من الملـئكة منزلين",
  },
  {
    "surah_number": 3,
    "verse_number": 125,
    "content":
        "بلى ان تصبروا وتتقوا وياتوكم من فورهم هذا يمددكم ربكم بخمسة ءالف من الملـئكة مسومين",
  },
  {
    "surah_number": 3,
    "verse_number": 126,
    "content":
        "وما جعله الله الا بشرى لكم ولتطمئن قلوبكم به وما النصر الا من عند الله العزيز الحكيم",
  },
  {
    "surah_number": 3,
    "verse_number": 127,
    "content": "ليقطع طرفا من الذين كفروا او يكبتهم فينقلبوا خائبين",
  },
  {
    "surah_number": 3,
    "verse_number": 128,
    "content": "ليس لك من الامر شيء او يتوب عليهم او يعذبهم فانهم ظلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 129,
    "content":
        "ولله ما في السموت وما في الارض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم",
  },
  {
    "surah_number": 3,
    "verse_number": 130,
    "content":
        "يـايها الذين ءامنوا لا تاكلوا الربوا اضعفا مضعفة واتقوا الله لعلكم تفلحون",
  },
  {
    "surah_number": 3,
    "verse_number": 131,
    "content": "واتقوا النار التي اعدت للكفرين",
  },
  {
    "surah_number": 3,
    "verse_number": 132,
    "content": "واطيعوا الله والرسول لعلكم ترحمون",
  },
  {
    "surah_number": 3,
    "verse_number": 133,
    "content":
        "وسارعوا الى مغفرة من ربكم وجنة عرضها السموت والارض اعدت للمتقين",
  },
  {
    "surah_number": 3,
    "verse_number": 134,
    "content":
        "الذين ينفقون في السراء والضراء والكظمين الغيظ والعافين عن الناس والله يحب المحسنين",
  },
  {
    "surah_number": 3,
    "verse_number": 135,
    "content":
        "والذين اذا فعلوا فحشة او ظلموا انفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب الا الله ولم يصروا على ما فعلوا وهم يعلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 136,
    "content":
        "اولـئك جزاؤهم مغفرة من ربهم وجنـت تجري من تحتها الانهر خلدين فيها ونعم اجر العملين",
  },
  {
    "surah_number": 3,
    "verse_number": 137,
    "content":
        "قد خلت من قبلكم سنن فسيروا في الارض فانظروا كيف كان عقبة المكذبين",
  },
  {
    "surah_number": 3,
    "verse_number": 138,
    "content": "هذا بيان للناس وهدى وموعظة للمتقين",
  },
  {
    "surah_number": 3,
    "verse_number": 139,
    "content": "ولا تهنوا ولا تحزنوا وانتم الاعلون ان كنتم مؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 140,
    "content":
        "ان يمسسكم قرح فقد مس القوم قرح مثله وتلك الايام نداولها بين الناس وليعلم الله الذين ءامنوا ويتخذ منكم شهداء والله لا يحب الظـلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 141,
    "content": "وليمحص الله الذين ءامنوا ويمحق الكفرين",
  },
  {
    "surah_number": 3,
    "verse_number": 142,
    "content":
        "ام حسبتم ان تدخلوا الجنة ولما يعلم الله الذين جهدوا منكم ويعلم الصـبرين",
  },
  {
    "surah_number": 3,
    "verse_number": 143,
    "content": "ولقد كنتم تمنون الموت من قبل ان تلقوه فقد رايتموه وانتم تنظرون",
  },
  {
    "surah_number": 3,
    "verse_number": 144,
    "content":
        "وما محمد الا رسول قد خلت من قبله الرسل افاين مات او قتل انقلبتم على اعقبكم ومن ينقلب على عقبيه فلن يضر الله شيـا وسيجزي الله الشـكرين",
  },
  {
    "surah_number": 3,
    "verse_number": 145,
    "content":
        "وما كان لنفس ان تموت الا باذن الله كتبا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الاخرة نؤته منها وسنجزي الشـكرين",
  },
  {
    "surah_number": 3,
    "verse_number": 146,
    "content":
        "وكاين من نبي قتل معه ربيون كثير فما وهنوا لما اصابهم في سبيل الله وما ضعفوا وما استكانوا والله يحب الصـبرين",
  },
  {
    "surah_number": 3,
    "verse_number": 147,
    "content":
        "وما كان قولهم الا ان قالوا ربنا اغفر لنا ذنوبنا واسرافنا في امرنا وثبت اقدامنا وانصرنا على القوم الكفرين",
  },
  {
    "surah_number": 3,
    "verse_number": 148,
    "content": "فـاتىهم الله ثواب الدنيا وحسن ثواب الاخرة والله يحب المحسنين",
  },
  {
    "surah_number": 3,
    "verse_number": 149,
    "content":
        "يـايها الذين ءامنوا ان تطيعوا الذين كفروا يردوكم على اعقبكم فتنقلبوا خسرين",
  },
  {
    "surah_number": 3,
    "verse_number": 150,
    "content": "بل الله مولىكم وهو خير النـصرين",
  },
  {
    "surah_number": 3,
    "verse_number": 151,
    "content":
        "سنلقي في قلوب الذين كفروا الرعب بما اشركوا بالله ما لم ينزل به سلطنا وماوىهم النار وبئس مثوى الظـلمين",
  },
  {
    "surah_number": 3,
    "verse_number": 152,
    "content":
        "ولقد صدقكم الله وعده اذ تحسونهم باذنه حتى اذا فشلتم وتنزعتم في الامر وعصيتم من بعد ما ارىكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الاخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 153,
    "content":
        "اذ تصعدون ولا تلون على احد والرسول يدعوكم في اخرىكم فاثبكم غما بغم لكيلا تحزنوا على ما فاتكم ولا ما اصبكم والله خبير بما تعملون",
  },
  {
    "surah_number": 3,
    "verse_number": 154,
    "content":
        "ثم انزل عليكم من بعد الغم امنة نعاسا يغشى طائفة منكم وطائفة قد اهمتهم انفسهم يظنون بالله غير الحق ظن الجهلية يقولون هل لنا من الامر من شيء قل ان الامر كله لله يخفون في انفسهم ما لا يبدون لك يقولون لو كان لنا من الامر شيء ما قتلنا ههنا قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل الى مضاجعهم وليبتلي الله ما في صدوركم وليمحص ما في قلوبكم والله عليم بذات الصدور",
  },
  {
    "surah_number": 3,
    "verse_number": 155,
    "content":
        "ان الذين تولوا منكم يوم التقى الجمعان انما استزلهم الشيطن ببعض ما كسبوا ولقد عفا الله عنهم ان الله غفور حليم",
  },
  {
    "surah_number": 3,
    "verse_number": 156,
    "content":
        "يـايها الذين ءامنوا لا تكونوا كالذين كفروا وقالوا لاخونهم اذا ضربوا في الارض او كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم والله يحي ويميت والله بما تعملون بصير",
  },
  {
    "surah_number": 3,
    "verse_number": 157,
    "content":
        "ولئن قتلتم في سبيل الله او متم لمغفرة من الله ورحمة خير مما يجمعون",
  },
  {
    "surah_number": 3,
    "verse_number": 158,
    "content": "ولئن متم او قتلتم لالى الله تحشرون",
  },
  {
    "surah_number": 3,
    "verse_number": 159,
    "content":
        "فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الامر فاذا عزمت فتوكل على الله ان الله يحب المتوكلين",
  },
  {
    "surah_number": 3,
    "verse_number": 160,
    "content":
        "ان ينصركم الله فلا غالب لكم وان يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 3,
    "verse_number": 161,
    "content":
        "وما كان لنبي ان يغل ومن يغلل يات بما غل يوم القيمة ثم توفى كل نفس ما كسبت وهم لا يظلمون",
  },
  {
    "surah_number": 3,
    "verse_number": 162,
    "content":
        "افمن اتبع رضون الله كمن باء بسخط من الله وماوىه جهنم وبئس المصير",
  },
  {
    "surah_number": 3,
    "verse_number": 163,
    "content": "هم درجت عند الله والله بصير بما يعملون",
  },
  {
    "surah_number": 3,
    "verse_number": 164,
    "content":
        "لقد من الله على المؤمنين اذ بعث فيهم رسولا من انفسهم يتلوا عليهم ءايته ويزكيهم ويعلمهم الكتب والحكمة وان كانوا من قبل لفي ضلل مبين",
  },
  {
    "surah_number": 3,
    "verse_number": 165,
    "content":
        "اولما اصبتكم مصيبة قد اصبتم مثليها قلتم انى هذا قل هو من عند انفسكم ان الله على كل شيء قدير",
  },
  {
    "surah_number": 3,
    "verse_number": 166,
    "content": "وما اصبكم يوم التقى الجمعان فباذن الله وليعلم المؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 167,
    "content":
        "وليعلم الذين نافقوا وقيل لهم تعالوا قتلوا في سبيل الله او ادفعوا قالوا لو نعلم قتالا لاتبعنكم هم للكفر يومئذ اقرب منهم للايمن يقولون بافوههم ما ليس في قلوبهم والله اعلم بما يكتمون",
  },
  {
    "surah_number": 3,
    "verse_number": 168,
    "content":
        "الذين قالوا لاخونهم وقعدوا لو اطاعونا ما قتلوا قل فادرءوا عن انفسكم الموت ان كنتم صدقين",
  },
  {
    "surah_number": 3,
    "verse_number": 169,
    "content":
        "ولا تحسبن الذين قتلوا في سبيل الله اموتا بل احياء عند ربهم يرزقون",
  },
  {
    "surah_number": 3,
    "verse_number": 170,
    "content":
        "فرحين بما ءاتىهم الله من فضله ويستبشرون بالذين لم يلحقوا بهم من خلفهم الا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 3,
    "verse_number": 171,
    "content": "يستبشرون بنعمة من الله وفضل وان الله لا يضيع اجر المؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 172,
    "content":
        "الذين استجابوا لله والرسول من بعد ما اصابهم القرح للذين احسنوا منهم واتقوا اجر عظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 173,
    "content":
        "الذين قال لهم الناس ان الناس قد جمعوا لكم فاخشوهم فزادهم ايمنا وقالوا حسبنا الله ونعم الوكيل",
  },
  {
    "surah_number": 3,
    "verse_number": 174,
    "content":
        "فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضون الله والله ذو فضل عظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 175,
    "content":
        "انما ذلكم الشيطن يخوف اولياءه فلا تخافوهم وخافون ان كنتم مؤمنين",
  },
  {
    "surah_number": 3,
    "verse_number": 176,
    "content":
        "ولا يحزنك الذين يسرعون في الكفر انهم لن يضروا الله شيـا يريد الله الا يجعل لهم حظا في الاخرة ولهم عذاب عظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 177,
    "content":
        "ان الذين اشتروا الكفر بالايمن لن يضروا الله شيـا ولهم عذاب اليم",
  },
  {
    "surah_number": 3,
    "verse_number": 178,
    "content":
        "ولا يحسبن الذين كفروا انما نملي لهم خير لانفسهم انما نملي لهم ليزدادوا اثما ولهم عذاب مهين",
  },
  {
    "surah_number": 3,
    "verse_number": 179,
    "content":
        "ما كان الله ليذر المؤمنين على ما انتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ولكن الله يجتبي من رسله من يشاء فـامنوا بالله ورسله وان تؤمنوا وتتقوا فلكم اجر عظيم",
  },
  {
    "surah_number": 3,
    "verse_number": 180,
    "content":
        "ولا يحسبن الذين يبخلون بما ءاتىهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيمة ولله ميرث السموت والارض والله بما تعملون خبير",
  },
  {
    "surah_number": 3,
    "verse_number": 181,
    "content":
        "لقد سمع الله قول الذين قالوا ان الله فقير ونحن اغنياء سنكتب ما قالوا وقتلهم الانبياء بغير حق ونقول ذوقوا عذاب الحريق",
  },
  {
    "surah_number": 3,
    "verse_number": 182,
    "content": "ذلك بما قدمت ايديكم وان الله ليس بظلام للعبيد",
  },
  {
    "surah_number": 3,
    "verse_number": 183,
    "content":
        "الذين قالوا ان الله عهد الينا الا نؤمن لرسول حتى ياتينا بقربان تاكله النار قل قد جاءكم رسل من قبلي بالبينت وبالذي قلتم فلم قتلتموهم ان كنتم صدقين",
  },
  {
    "surah_number": 3,
    "verse_number": 184,
    "content":
        "فان كذبوك فقد كذب رسل من قبلك جاءو بالبينت والزبر والكتب المنير",
  },
  {
    "surah_number": 3,
    "verse_number": 185,
    "content":
        "كل نفس ذائقة الموت وانما توفون اجوركم يوم القيمة فمن زحزح عن النار وادخل الجنة فقد فاز وما الحيوة الدنيا الا متع الغرور",
  },
  {
    "surah_number": 3,
    "verse_number": 186,
    "content":
        "لتبلون في امولكم وانفسكم ولتسمعن من الذين اوتوا الكتب من قبلكم ومن الذين اشركوا اذى كثيرا وان تصبروا وتتقوا فان ذلك من عزم الامور",
  },
  {
    "surah_number": 3,
    "verse_number": 187,
    "content":
        "واذ اخذ الله ميثق الذين اوتوا الكتب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون",
  },
  {
    "surah_number": 3,
    "verse_number": 188,
    "content":
        "لا تحسبن الذين يفرحون بما اتوا ويحبون ان يحمدوا بما لم يفعلوا فلا تحسبنهم بمفازة من العذاب ولهم عذاب اليم",
  },
  {
    "surah_number": 3,
    "verse_number": 189,
    "content": "ولله ملك السموت والارض والله على كل شيء قدير",
  },
  {
    "surah_number": 3,
    "verse_number": 190,
    "content": "ان في خلق السموت والارض واختلف اليل والنهار لايت لاولي الالبب",
  },
  {
    "surah_number": 3,
    "verse_number": 191,
    "content":
        "الذين يذكرون الله قيما وقعودا وعلى جنوبهم ويتفكرون في خلق السموت والارض ربنا ما خلقت هذا بطلا سبحنك فقنا عذاب النار",
  },
  {
    "surah_number": 3,
    "verse_number": 192,
    "content": "ربنا انك من تدخل النار فقد اخزيته وما للظـلمين من انصار",
  },
  {
    "surah_number": 3,
    "verse_number": 193,
    "content":
        "ربنا اننا سمعنا مناديا ينادي للايمن ان ءامنوا بربكم فـامنا ربنا فاغفر لنا ذنوبنا وكفر عنا سيـاتنا وتوفنا مع الابرار",
  },
  {
    "surah_number": 3,
    "verse_number": 194,
    "content":
        "ربنا وءاتنا ما وعدتنا على رسلك ولا تخزنا يوم القيمة انك لا تخلف الميعاد",
  },
  {
    "surah_number": 3,
    "verse_number": 195,
    "content":
        "فاستجاب لهم ربهم اني لا اضيع عمل عمل منكم من ذكر او انثى بعضكم من بعض فالذين هاجروا واخرجوا من ديرهم واوذوا في سبيلي وقتلوا وقتلوا لاكفرن عنهم سيـاتهم ولادخلنهم جنـت تجري من تحتها الانهر ثوابا من عند الله والله عنده حسن الثواب",
  },
  {
    "surah_number": 3,
    "verse_number": 196,
    "content": "لا يغرنك تقلب الذين كفروا في البلد",
  },
  {
    "surah_number": 3,
    "verse_number": 197,
    "content": "متع قليل ثم ماوىهم جهنم وبئس المهاد",
  },
  {
    "surah_number": 3,
    "verse_number": 198,
    "content":
        "لكن الذين اتقوا ربهم لهم جنـت تجري من تحتها الانهر خلدين فيها نزلا من عند الله وما عند الله خير للابرار",
  },
  {
    "surah_number": 3,
    "verse_number": 199,
    "content":
        "وان من اهل الكتب لمن يؤمن بالله وما انزل اليكم وما انزل اليهم خشعين لله لا يشترون بـايت الله ثمنا قليلا اولـئك لهم اجرهم عند ربهم ان الله سريع الحساب",
  },
  {
    "surah_number": 3,
    "verse_number": 200,
    "content":
        "يـايها الذين ءامنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون",
  },
  {
    "surah_number": 4,
    "verse_number": 1,
    "content":
        "يـايها الناس اتقوا ربكم الذي خلقكم من نفس وحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والارحام ان الله كان عليكم رقيبا",
  },
  {
    "surah_number": 4,
    "verse_number": 2,
    "content":
        "وءاتوا اليتمى امولهم ولا تتبدلوا الخبيث بالطيب ولا تاكلوا امولهم الى امولكم انه كان حوبا كبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 3,
    "content":
        "وان خفتم الا تقسطوا في اليتمى فانكحوا ما طاب لكم من النساء مثنى وثلث وربع فان خفتم الا تعدلوا فوحدة او ما ملكت ايمنكم ذلك ادنى الا تعولوا",
  },
  {
    "surah_number": 4,
    "verse_number": 4,
    "content":
        "وءاتوا النساء صدقتهن نحلة فان طبن لكم عن شيء منه نفسا فكلوه هنيـا مريـا",
  },
  {
    "surah_number": 4,
    "verse_number": 5,
    "content":
        "ولا تؤتوا السفهاء امولكم التي جعل الله لكم قيما وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا",
  },
  {
    "surah_number": 4,
    "verse_number": 6,
    "content":
        "وابتلوا اليتمى حتى اذا بلغوا النكاح فان ءانستم منهم رشدا فادفعوا اليهم امولهم ولا تاكلوها اسرافا وبدارا ان يكبروا ومن كان غنيا فليستعفف ومن كان فقيرا فلياكل بالمعروف فاذا دفعتم اليهم امولهم فاشهدوا عليهم وكفى بالله حسيبا",
  },
  {
    "surah_number": 4,
    "verse_number": 7,
    "content":
        "للرجال نصيب مما ترك الولدان والاقربون وللنساء نصيب مما ترك الولدان والاقربون مما قل منه او كثر نصيبا مفروضا",
  },
  {
    "surah_number": 4,
    "verse_number": 8,
    "content":
        "واذا حضر القسمة اولوا القربى واليتمى والمسكين فارزقوهم منه وقولوا لهم قولا معروفا",
  },
  {
    "surah_number": 4,
    "verse_number": 9,
    "content":
        "وليخش الذين لو تركوا من خلفهم ذرية ضعفا خافوا عليهم فليتقوا الله وليقولوا قولا سديدا",
  },
  {
    "surah_number": 4,
    "verse_number": 10,
    "content":
        "ان الذين ياكلون امول اليتمى ظلما انما ياكلون في بطونهم نارا وسيصلون سعيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 11,
    "content":
        "يوصيكم الله في اولدكم للذكر مثل حظ الانثيين فان كن نساء فوق اثنتين فلهن ثلثا ما ترك وان كانت وحدة فلها النصف ولابويه لكل وحد منهما السدس مما ترك ان كان له ولد فان لم يكن له ولد وورثه ابواه فلامه الثلث فان كان له اخوة فلامه السدس من بعد وصية يوصي بها او دين ءاباؤكم وابناؤكم لا تدرون ايهم اقرب لكم نفعا فريضة من الله ان الله كان عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 12,
    "content":
        "ولكم نصف ما ترك ازوجكم ان لم يكن لهن ولد فان كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها او دين ولهن الربع مما تركتم ان لم يكن لكم ولد فان كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها او دين وان كان رجل يورث كللة او امراة وله اخ او اخت فلكل وحد منهما السدس فان كانوا اكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها او دين غير مضار وصية من الله والله عليم حليم",
  },
  {
    "surah_number": 4,
    "verse_number": 13,
    "content":
        "تلك حدود الله ومن يطع الله ورسوله يدخله جنـت تجري من تحتها الانهر خلدين فيها وذلك الفوز العظيم",
  },
  {
    "surah_number": 4,
    "verse_number": 14,
    "content":
        "ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خلدا فيها وله عذاب مهين",
  },
  {
    "surah_number": 4,
    "verse_number": 15,
    "content":
        "والـتي ياتين الفحشة من نسائكم فاستشهدوا عليهن اربعة منكم فان شهدوا فامسكوهن في البيوت حتى يتوفىهن الموت او يجعل الله لهن سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 16,
    "content":
        "والذان ياتينها منكم فـاذوهما فان تابا واصلحا فاعرضوا عنهما ان الله كان توابا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 17,
    "content":
        "انما التوبة على الله للذين يعملون السوء بجهلة ثم يتوبون من قريب فاولـئك يتوب الله عليهم وكان الله عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 18,
    "content":
        "وليست التوبة للذين يعملون السيـات حتى اذا حضر احدهم الموت قال اني تبت الـن ولا الذين يموتون وهم كفار اولـئك اعتدنا لهم عذابا اليما",
  },
  {
    "surah_number": 4,
    "verse_number": 19,
    "content":
        "يـايها الذين ءامنوا لا يحل لكم ان ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما ءاتيتموهن الا ان ياتين بفحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى ان تكرهوا شيـا ويجعل الله فيه خيرا كثيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 20,
    "content":
        "وان اردتم استبدال زوج مكان زوج وءاتيتم احدىهن قنطارا فلا تاخذوا منه شيـا اتاخذونه بهتنا واثما مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 21,
    "content": "وكيف تاخذونه وقد افضى بعضكم الى بعض واخذن منكم ميثقا غليظا",
  },
  {
    "surah_number": 4,
    "verse_number": 22,
    "content":
        "ولا تنكحوا ما نكح ءاباؤكم من النساء الا ما قد سلف انه كان فحشة ومقتا وساء سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 23,
    "content":
        "حرمت عليكم امهتكم وبناتكم واخوتكم وعمـتكم وخلتكم وبنات الاخ وبنات الاخت وامهتكم الـتي ارضعنكم واخوتكم من الرضعة وامهت نسائكم وربـئبكم الـتي في حجوركم من نسائكم الـتي دخلتم بهن فان لم تكونوا دخلتم بهن فلا جناح عليكم وحلـئل ابنائكم الذين من اصلبكم وان تجمعوا بين الاختين الا ما قد سلف ان الله كان غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 24,
    "content":
        "والمحصنت من النساء الا ما ملكت ايمنكم كتب الله عليكم واحل لكم ما وراء ذلكم ان تبتغوا بامولكم محصنين غير مسفحين فما استمتعتم به منهن فـاتوهن اجورهن فريضة ولا جناح عليكم فيما ترضيتم به من بعد الفريضة ان الله كان عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 25,
    "content":
        "ومن لم يستطع منكم طولا ان ينكح المحصنت المؤمنت فمن ما ملكت ايمنكم من فتيتكم المؤمنت والله اعلم بايمنكم بعضكم من بعض فانكحوهن باذن اهلهن وءاتوهن اجورهن بالمعروف محصنت غير مسفحت ولا متخذت اخدان فاذا احصن فان اتين بفحشة فعليهن نصف ما على المحصنت من العذاب ذلك لمن خشي العنت منكم وان تصبروا خير لكم والله غفور رحيم",
  },
  {
    "surah_number": 4,
    "verse_number": 26,
    "content":
        "يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم",
  },
  {
    "surah_number": 4,
    "verse_number": 27,
    "content":
        "والله يريد ان يتوب عليكم ويريد الذين يتبعون الشهوت ان تميلوا ميلا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 28,
    "content": "يريد الله ان يخفف عنكم وخلق الانسن ضعيفا",
  },
  {
    "surah_number": 4,
    "verse_number": 29,
    "content":
        "يـايها الذين ءامنوا لا تاكلوا امولكم بينكم بالبطل الا ان تكون تجرة عن تراض منكم ولا تقتلوا انفسكم ان الله كان بكم رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 30,
    "content":
        "ومن يفعل ذلك عدونا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 31,
    "content":
        "ان تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيـاتكم وندخلكم مدخلا كريما",
  },
  {
    "surah_number": 4,
    "verse_number": 32,
    "content":
        "ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن وسـلوا الله من فضله ان الله كان بكل شيء عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 33,
    "content":
        "ولكل جعلنا مولي مما ترك الولدان والاقربون والذين عقدت ايمنكم فـاتوهم نصيبهم ان الله كان على كل شيء شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 34,
    "content":
        "الرجال قوـمون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من امولهم فالصـلحت قنتت حفظت للغيب بما حفظ الله والـتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فان اطعنكم فلا تبغوا عليهن سبيلا ان الله كان عليا كبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 35,
    "content":
        "وان خفتم شقاق بينهما فابعثوا حكما من اهله وحكما من اهلها ان يريدا اصلحا يوفق الله بينهما ان الله كان عليما خبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 36,
    "content":
        "واعبدوا الله ولا تشركوا به شيـا وبالولدين احسنا وبذي القربى واليتمى والمسكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت ايمنكم ان الله لا يحب من كان مختالا فخورا",
  },
  {
    "surah_number": 4,
    "verse_number": 37,
    "content":
        "الذين يبخلون ويامرون الناس بالبخل ويكتمون ما ءاتىهم الله من فضله واعتدنا للكفرين عذابا مهينا",
  },
  {
    "surah_number": 4,
    "verse_number": 38,
    "content":
        "والذين ينفقون امولهم رئاء الناس ولا يؤمنون بالله ولا باليوم الاخر ومن يكن الشيطن له قرينا فساء قرينا",
  },
  {
    "surah_number": 4,
    "verse_number": 39,
    "content":
        "وماذا عليهم لو ءامنوا بالله واليوم الاخر وانفقوا مما رزقهم الله وكان الله بهم عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 40,
    "content":
        "ان الله لا يظلم مثقال ذرة وان تك حسنة يضعفها ويؤت من لدنه اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 41,
    "content": "فكيف اذا جئنا من كل امة بشهيد وجئنا بك على هـؤلاء شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 42,
    "content":
        "يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الارض ولا يكتمون الله حديثا",
  },
  {
    "surah_number": 4,
    "verse_number": 43,
    "content":
        "يـايها الذين ءامنوا لا تقربوا الصلاة وانتم سكرى حتى تعلموا ما تقولون ولا جنبا الا عابري سبيل حتى تغتسلوا وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم ان الله كان عفوا غفورا",
  },
  {
    "surah_number": 4,
    "verse_number": 44,
    "content":
        "الم تر الى الذين اوتوا نصيبا من الكتب يشترون الضللة ويريدون ان تضلوا السبيل",
  },
  {
    "surah_number": 4,
    "verse_number": 45,
    "content": "والله اعلم باعدائكم وكفى بالله وليا وكفى بالله نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 46,
    "content":
        "من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع ورعنا ليا بالسنتهم وطعنا في الدين ولو انهم قالوا سمعنا واطعنا واسمع وانظرنا لكان خيرا لهم واقوم ولكن لعنهم الله بكفرهم فلا يؤمنون الا قليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 47,
    "content":
        "يـايها الذين اوتوا الكتب ءامنوا بما نزلنا مصدقا لما معكم من قبل ان نطمس وجوها فنردها على ادبارها او نلعنهم كما لعنا اصحب السبت وكان امر الله مفعولا",
  },
  {
    "surah_number": 4,
    "verse_number": 48,
    "content":
        "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى اثما عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 49,
    "content":
        "الم تر الى الذين يزكون انفسهم بل الله يزكي من يشاء ولا يظلمون فتيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 50,
    "content": "انظر كيف يفترون على الله الكذب وكفى به اثما مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 51,
    "content":
        "الم تر الى الذين اوتوا نصيبا من الكتب يؤمنون بالجبت والطـغوت ويقولون للذين كفروا هـؤلاء اهدى من الذين ءامنوا سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 52,
    "content": "اولـئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 53,
    "content": "ام لهم نصيب من الملك فاذا لا يؤتون الناس نقيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 54,
    "content":
        "ام يحسدون الناس على ما ءاتىهم الله من فضله فقد ءاتينا ءال ابرهيم الكتب والحكمة وءاتينهم ملكا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 55,
    "content": "فمنهم من ءامن به ومنهم من صد عنه وكفى بجهنم سعيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 56,
    "content":
        "ان الذين كفروا بـايتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا العذاب ان الله كان عزيزا حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 57,
    "content":
        "والذين ءامنوا وعملوا الصـلحت سندخلهم جنـت تجري من تحتها الانهر خلدين فيها ابدا لهم فيها ازوج مطهرة وندخلهم ظلا ظليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 58,
    "content":
        "ان الله يامركم ان تؤدوا الامنت الى اهلها واذا حكمتم بين الناس ان تحكموا بالعدل ان الله نعما يعظكم به ان الله كان سميعا بصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 59,
    "content":
        "يـايها الذين ءامنوا اطيعوا الله واطيعوا الرسول واولي الامر منكم فان تنزعتم في شيء فردوه الى الله والرسول ان كنتم تؤمنون بالله واليوم الاخر ذلك خير واحسن تاويلا",
  },
  {
    "surah_number": 4,
    "verse_number": 60,
    "content":
        "الم تر الى الذين يزعمون انهم ءامنوا بما انزل اليك وما انزل من قبلك يريدون ان يتحاكموا الى الطـغوت وقد امروا ان يكفروا به ويريد الشيطن ان يضلهم ضللا بعيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 61,
    "content":
        "واذا قيل لهم تعالوا الى ما انزل الله والى الرسول رايت المنفقين يصدون عنك صدودا",
  },
  {
    "surah_number": 4,
    "verse_number": 62,
    "content":
        "فكيف اذا اصبتهم مصيبة بما قدمت ايديهم ثم جاءوك يحلفون بالله ان اردنا الا احسنا وتوفيقا",
  },
  {
    "surah_number": 4,
    "verse_number": 63,
    "content":
        "اولـئك الذين يعلم الله ما في قلوبهم فاعرض عنهم وعظهم وقل لهم في انفسهم قولا بليغا",
  },
  {
    "surah_number": 4,
    "verse_number": 64,
    "content":
        "وما ارسلنا من رسول الا ليطاع باذن الله ولو انهم اذ ظلموا انفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 65,
    "content":
        "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في انفسهم حرجا مما قضيت ويسلموا تسليما",
  },
  {
    "surah_number": 4,
    "verse_number": 66,
    "content":
        "ولو انا كتبنا عليهم ان اقتلوا انفسكم او اخرجوا من ديركم ما فعلوه الا قليل منهم ولو انهم فعلوا ما يوعظون به لكان خيرا لهم واشد تثبيتا",
  },
  {
    "surah_number": 4,
    "verse_number": 67,
    "content": "واذا لاتينهم من لدنا اجرا عظيما",
  },
  {"surah_number": 4, "verse_number": 68, "content": "ولهدينهم صراطا مستقيما"},
  {
    "surah_number": 4,
    "verse_number": 69,
    "content":
        "ومن يطع الله والرسول فاولـئك مع الذين انعم الله عليهم من النبيـن والصديقين والشهداء والصـلحين وحسن اولـئك رفيقا",
  },
  {
    "surah_number": 4,
    "verse_number": 70,
    "content": "ذلك الفضل من الله وكفى بالله عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 71,
    "content": "يـايها الذين ءامنوا خذوا حذركم فانفروا ثبات او انفروا جميعا",
  },
  {
    "surah_number": 4,
    "verse_number": 72,
    "content":
        "وان منكم لمن ليبطئن فان اصبتكم مصيبة قال قد انعم الله علي اذ لم اكن معهم شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 73,
    "content":
        "ولئن اصبكم فضل من الله ليقولن كان لم تكن بينكم وبينه مودة يليتني كنت معهم فافوز فوزا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 74,
    "content":
        "فليقتل في سبيل الله الذين يشرون الحيوة الدنيا بالاخرة ومن يقتل في سبيل الله فيقتل او يغلب فسوف نؤتيه اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 75,
    "content":
        "وما لكم لا تقتلون في سبيل الله والمستضعفين من الرجال والنساء والولدن الذين يقولون ربنا اخرجنا من هذه القرية الظالم اهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 76,
    "content":
        "الذين ءامنوا يقتلون في سبيل الله والذين كفروا يقتلون في سبيل الطـغوت فقتلوا اولياء الشيطن ان كيد الشيطن كان ضعيفا",
  },
  {
    "surah_number": 4,
    "verse_number": 77,
    "content":
        "الم تر الى الذين قيل لهم كفوا ايديكم واقيموا الصلاة وءاتوا الزكوة فلما كتب عليهم القتال اذا فريق منهم يخشون الناس كخشية الله او اشد خشية وقالوا ربنا لم كتبت علينا القتال لولا اخرتنا الى اجل قريب قل متع الدنيا قليل والاخرة خير لمن اتقى ولا تظلمون فتيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 78,
    "content":
        "اينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة وان تصبهم حسنة يقولوا هذه من عند الله وان تصبهم سيئة يقولوا هذه من عندك قل كل من عند الله فمال هـؤلاء القوم لا يكادون يفقهون حديثا",
  },
  {
    "surah_number": 4,
    "verse_number": 79,
    "content":
        "ما اصابك من حسنة فمن الله وما اصابك من سيئة فمن نفسك وارسلنك للناس رسولا وكفى بالله شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 80,
    "content": "من يطع الرسول فقد اطاع الله ومن تولى فما ارسلنك عليهم حفيظا",
  },
  {
    "surah_number": 4,
    "verse_number": 81,
    "content":
        "ويقولون طاعة فاذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فاعرض عنهم وتوكل على الله وكفى بالله وكيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 82,
    "content":
        "افلا يتدبرون القرءان ولو كان من عند غير الله لوجدوا فيه اختلفا كثيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 83,
    "content":
        "واذا جاءهم امر من الامن او الخوف اذاعوا به ولو ردوه الى الرسول والى اولي الامر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطن الا قليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 84,
    "content":
        "فقتل في سبيل الله لا تكلف الا نفسك وحرض المؤمنين عسى الله ان يكف باس الذين كفروا والله اشد باسا واشد تنكيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 85,
    "content":
        "من يشفع شفعة حسنة يكن له نصيب منها ومن يشفع شفعة سيئة يكن له كفل منها وكان الله على كل شيء مقيتا",
  },
  {
    "surah_number": 4,
    "verse_number": 86,
    "content":
        "واذا حييتم بتحية فحيوا باحسن منها او ردوها ان الله كان على كل شيء حسيبا",
  },
  {
    "surah_number": 4,
    "verse_number": 87,
    "content":
        "الله لا اله الا هو ليجمعنكم الى يوم القيمة لا ريب فيه ومن اصدق من الله حديثا",
  },
  {
    "surah_number": 4,
    "verse_number": 88,
    "content":
        "فما لكم في المنفقين فئتين والله اركسهم بما كسبوا اتريدون ان تهدوا من اضل الله ومن يضلل الله فلن تجد له سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 89,
    "content":
        "ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم اولياء حتى يهاجروا في سبيل الله فان تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 90,
    "content":
        "الا الذين يصلون الى قوم بينكم وبينهم ميثق او جاءوكم حصرت صدورهم ان يقتلوكم او يقتلوا قومهم ولو شاء الله لسلطهم عليكم فلقتلوكم فان اعتزلوكم فلم يقتلوكم والقوا اليكم السلم فما جعل الله لكم عليهم سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 91,
    "content":
        "ستجدون ءاخرين يريدون ان يامنوكم ويامنوا قومهم كل ما ردوا الى الفتنة اركسوا فيها فان لم يعتزلوكم ويلقوا اليكم السلم ويكفوا ايديهم فخذوهم واقتلوهم حيث ثقفتموهم واولـئكم جعلنا لكم عليهم سلطنا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 92,
    "content":
        "وما كان لمؤمن ان يقتل مؤمنا الا خطـا ومن قتل مؤمنا خطـا فتحرير رقبة مؤمنة ودية مسلمة الى اهله الا ان يصدقوا فان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وان كان من قوم بينكم وبينهم ميثق فدية مسلمة الى اهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 93,
    "content":
        "ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خلدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 94,
    "content":
        "يـايها الذين ءامنوا اذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن القى اليكم السلم لست مؤمنا تبتغون عرض الحيوة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا ان الله كان بما تعملون خبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 95,
    "content":
        "لا يستوي القعدون من المؤمنين غير اولي الضرر والمجهدون في سبيل الله بامولهم وانفسهم فضل الله المجهدين بامولهم وانفسهم على القعدين درجة وكلا وعد الله الحسنى وفضل الله المجهدين على القعدين اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 96,
    "content": "درجت منه ومغفرة ورحمة وكان الله غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 97,
    "content":
        "ان الذين توفىهم الملـئكة ظالمي انفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الارض قالوا الم تكن ارض الله وسعة فتهاجروا فيها فاولـئك ماوىهم جهنم وساءت مصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 98,
    "content":
        "الا المستضعفين من الرجال والنساء والولدن لا يستطيعون حيلة ولا يهتدون سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 99,
    "content": "فاولـئك عسى الله ان يعفو عنهم وكان الله عفوا غفورا",
  },
  {
    "surah_number": 4,
    "verse_number": 100,
    "content":
        "ومن يهاجر في سبيل الله يجد في الارض مرغما كثيرا وسعة ومن يخرج من بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع اجره على الله وكان الله غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 101,
    "content":
        "واذا ضربتم في الارض فليس عليكم جناح ان تقصروا من الصلاة ان خفتم ان يفتنكم الذين كفروا ان الكفرين كانوا لكم عدوا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 102,
    "content":
        "واذا كنت فيهم فاقمت لهم الصلاة فلتقم طائفة منهم معك ولياخذوا اسلحتهم فاذا سجدوا فليكونوا من ورائكم ولتات طائفة اخرى لم يصلوا فليصلوا معك ولياخذوا حذرهم واسلحتهم ود الذين كفروا لو تغفلون عن اسلحتكم وامتعتكم فيميلون عليكم ميلة وحدة ولا جناح عليكم ان كان بكم اذى من مطر او كنتم مرضى ان تضعوا اسلحتكم وخذوا حذركم ان الله اعد للكفرين عذابا مهينا",
  },
  {
    "surah_number": 4,
    "verse_number": 103,
    "content":
        "فاذا قضيتم الصلاة فاذكروا الله قيما وقعودا وعلى جنوبكم فاذا اطماننتم فاقيموا الصلاة ان الصلاة كانت على المؤمنين كتبا موقوتا",
  },
  {
    "surah_number": 4,
    "verse_number": 104,
    "content":
        "ولا تهنوا في ابتغاء القوم ان تكونوا تالمون فانهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 105,
    "content":
        "انا انزلنا اليك الكتب بالحق لتحكم بين الناس بما ارىك الله ولا تكن للخائنين خصيما",
  },
  {
    "surah_number": 4,
    "verse_number": 106,
    "content": "واستغفر الله ان الله كان غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 107,
    "content":
        "ولا تجدل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما",
  },
  {
    "surah_number": 4,
    "verse_number": 108,
    "content":
        "يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا",
  },
  {
    "surah_number": 4,
    "verse_number": 109,
    "content":
        "هـانتم هـؤلاء جدلتم عنهم في الحيوة الدنيا فمن يجدل الله عنهم يوم القيمة ام من يكون عليهم وكيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 110,
    "content": "ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 111,
    "content": "ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 112,
    "content":
        "ومن يكسب خطيـة او اثما ثم يرم به بريـا فقد احتمل بهتنا واثما مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 113,
    "content":
        "ولولا فضل الله عليك ورحمته لهمت طائفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شيء وانزل الله عليك الكتب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 114,
    "content":
        "لا خير في كثير من نجوىهم الا من امر بصدقة او معروف او اصلح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 115,
    "content":
        "ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 116,
    "content":
        "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضللا بعيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 117,
    "content": "ان يدعون من دونه الا انثا وان يدعون الا شيطنا مريدا",
  },
  {
    "surah_number": 4,
    "verse_number": 118,
    "content": "لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا",
  },
  {
    "surah_number": 4,
    "verse_number": 119,
    "content":
        "ولاضلنهم ولامنينهم ولامرنهم فليبتكن ءاذان الانعم ولامرنهم فليغيرن خلق الله ومن يتخذ الشيطن وليا من دون الله فقد خسر خسرانا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 120,
    "content": "يعدهم ويمنيهم وما يعدهم الشيطن الا غرورا",
  },
  {
    "surah_number": 4,
    "verse_number": 121,
    "content": "اولـئك ماوىهم جهنم ولا يجدون عنها محيصا",
  },
  {
    "surah_number": 4,
    "verse_number": 122,
    "content":
        "والذين ءامنوا وعملوا الصـلحت سندخلهم جنـت تجري من تحتها الانهر خلدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 123,
    "content":
        "ليس بامانيكم ولا اماني اهل الكتب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 124,
    "content":
        "ومن يعمل من الصـلحت من ذكر او انثى وهو مؤمن فاولـئك يدخلون الجنة ولا يظلمون نقيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 125,
    "content":
        "ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابرهيم حنيفا واتخذ الله ابرهيم خليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 126,
    "content": "ولله ما في السموت وما في الارض وكان الله بكل شيء محيطا",
  },
  {
    "surah_number": 4,
    "verse_number": 127,
    "content":
        "ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتب في يتمى النساء الـتي لا تؤتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفين من الولدن وان تقوموا لليتمى بالقسط وما تفعلوا من خير فان الله كان به عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 128,
    "content":
        "وان امراة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا وتتقوا فان الله كان بما تعملون خبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 129,
    "content":
        "ولن تستطيعوا ان تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وان تصلحوا وتتقوا فان الله كان غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 130,
    "content": "وان يتفرقا يغن الله كلا من سعته وكان الله وسعا حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 131,
    "content":
        "ولله ما في السموت وما في الارض ولقد وصينا الذين اوتوا الكتب من قبلكم واياكم ان اتقوا الله وان تكفروا فان لله ما في السموت وما في الارض وكان الله غنيا حميدا",
  },
  {
    "surah_number": 4,
    "verse_number": 132,
    "content": "ولله ما في السموت وما في الارض وكفى بالله وكيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 133,
    "content": "ان يشا يذهبكم ايها الناس ويات بـاخرين وكان الله على ذلك قديرا",
  },
  {
    "surah_number": 4,
    "verse_number": 134,
    "content":
        "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 135,
    "content":
        "يـايها الذين ءامنوا كونوا قوـمين بالقسط شهداء لله ولو على انفسكم او الولدين والاقربين ان يكن غنيا او فقيرا فالله اولى بهما فلا تتبعوا الهوى ان تعدلوا وان تلوا او تعرضوا فان الله كان بما تعملون خبيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 136,
    "content":
        "يـايها الذين ءامنوا ءامنوا بالله ورسوله والكتب الذي نزل على رسوله والكتب الذي انزل من قبل ومن يكفر بالله وملـئكته وكتبه ورسله واليوم الاخر فقد ضل ضللا بعيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 137,
    "content":
        "ان الذين ءامنوا ثم كفروا ثم ءامنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 138,
    "content": "بشر المنفقين بان لهم عذابا اليما",
  },
  {
    "surah_number": 4,
    "verse_number": 139,
    "content":
        "الذين يتخذون الكفرين اولياء من دون المؤمنين ايبتغون عندهم العزة فان العزة لله جميعا",
  },
  {
    "surah_number": 4,
    "verse_number": 140,
    "content":
        "وقد نزل عليكم في الكتب ان اذا سمعتم ءايت الله يكفر بها ويستهزا بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره انكم اذا مثلهم ان الله جامع المنفقين والكفرين في جهنم جميعا",
  },
  {
    "surah_number": 4,
    "verse_number": 141,
    "content":
        "الذين يتربصون بكم فان كان لكم فتح من الله قالوا الم نكن معكم وان كان للكفرين نصيب قالوا الم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيمة ولن يجعل الله للكفرين على المؤمنين سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 142,
    "content":
        "ان المنفقين يخدعون الله وهو خدعهم واذا قاموا الى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله الا قليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 143,
    "content":
        "مذبذبين بين ذلك لا الى هـؤلاء ولا الى هـؤلاء ومن يضلل الله فلن تجد له سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 144,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا الكفرين اولياء من دون المؤمنين اتريدون ان تجعلوا لله عليكم سلطنا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 145,
    "content": "ان المنفقين في الدرك الاسفل من النار ولن تجد لهم نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 146,
    "content":
        "الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله فاولـئك مع المؤمنين وسوف يؤت الله المؤمنين اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 147,
    "content": "ما يفعل الله بعذابكم ان شكرتم وءامنتم وكان الله شاكرا عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 148,
    "content":
        "لا يحب الله الجهر بالسوء من القول الا من ظلم وكان الله سميعا عليما",
  },
  {
    "surah_number": 4,
    "verse_number": 149,
    "content": "ان تبدوا خيرا او تخفوه او تعفوا عن سوء فان الله كان عفوا قديرا",
  },
  {
    "surah_number": 4,
    "verse_number": 150,
    "content":
        "ان الذين يكفرون بالله ورسله ويريدون ان يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون ان يتخذوا بين ذلك سبيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 151,
    "content": "اولـئك هم الكفرون حقا واعتدنا للكفرين عذابا مهينا",
  },
  {
    "surah_number": 4,
    "verse_number": 152,
    "content":
        "والذين ءامنوا بالله ورسله ولم يفرقوا بين احد منهم اولـئك سوف يؤتيهم اجورهم وكان الله غفورا رحيما",
  },
  {
    "surah_number": 4,
    "verse_number": 153,
    "content":
        "يسـلك اهل الكتب ان تنزل عليهم كتبا من السماء فقد سالوا موسى اكبر من ذلك فقالوا ارنا الله جهرة فاخذتهم الصـعقة بظلمهم ثم اتخذوا العجل من بعد ما جاءتهم البينت فعفونا عن ذلك وءاتينا موسى سلطنا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 154,
    "content":
        "ورفعنا فوقهم الطور بميثقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت واخذنا منهم ميثقا غليظا",
  },
  {
    "surah_number": 4,
    "verse_number": 155,
    "content":
        "فبما نقضهم ميثقهم وكفرهم بـايت الله وقتلهم الانبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون الا قليلا",
  },
  {
    "surah_number": 4,
    "verse_number": 156,
    "content": "وبكفرهم وقولهم على مريم بهتنا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 157,
    "content":
        "وقولهم انا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وان الذين اختلفوا فيه لفي شك منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينا",
  },
  {
    "surah_number": 4,
    "verse_number": 158,
    "content": "بل رفعه الله اليه وكان الله عزيزا حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 159,
    "content":
        "وان من اهل الكتب الا ليؤمنن به قبل موته ويوم القيمة يكون عليهم شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 160,
    "content":
        "فبظلم من الذين هادوا حرمنا عليهم طيبت احلت لهم وبصدهم عن سبيل الله كثيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 161,
    "content":
        "واخذهم الربوا وقد نهوا عنه واكلهم امول الناس بالبطل واعتدنا للكفرين منهم عذابا اليما",
  },
  {
    "surah_number": 4,
    "verse_number": 162,
    "content":
        "لـكن الرـسخون في العلم منهم والمؤمنون يؤمنون بما انزل اليك وما انزل من قبلك والمقيمين الصلاة والمؤتون الزكوة والمؤمنون بالله واليوم الاخر اولـئك سنؤتيهم اجرا عظيما",
  },
  {
    "surah_number": 4,
    "verse_number": 163,
    "content":
        "انا اوحينا اليك كما اوحينا الى نوح والنبيـن من بعده واوحينا الى ابرهيم واسمعيل واسحق ويعقوب والاسباط وعيسى وايوب ويونس وهرون وسليمن وءاتينا داود زبورا",
  },
  {
    "surah_number": 4,
    "verse_number": 164,
    "content":
        "ورسلا قد قصصنهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما",
  },
  {
    "surah_number": 4,
    "verse_number": 165,
    "content":
        "رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 166,
    "content":
        "لـكن الله يشهد بما انزل اليك انزله بعلمه والملـئكة يشهدون وكفى بالله شهيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 167,
    "content": "ان الذين كفروا وصدوا عن سبيل الله قد ضلوا ضللا بعيدا",
  },
  {
    "surah_number": 4,
    "verse_number": 168,
    "content": "ان الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا",
  },
  {
    "surah_number": 4,
    "verse_number": 169,
    "content": "الا طريق جهنم خلدين فيها ابدا وكان ذلك على الله يسيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 170,
    "content":
        "يـايها الناس قد جاءكم الرسول بالحق من ربكم فـامنوا خيرا لكم وان تكفروا فان لله ما في السموت والارض وكان الله عليما حكيما",
  },
  {
    "surah_number": 4,
    "verse_number": 171,
    "content":
        "يـاهل الكتب لا تغلوا في دينكم ولا تقولوا على الله الا الحق انما المسيح عيسى ابن مريم رسول الله وكلمته القىها الى مريم وروح منه فـامنوا بالله ورسله ولا تقولوا ثلثة انتهوا خيرا لكم انما الله اله وحد سبحنه ان يكون له ولد له ما في السموت وما في الارض وكفى بالله وكيلا",
  },
  {
    "surah_number": 4,
    "verse_number": 172,
    "content":
        "لن يستنكف المسيح ان يكون عبدا لله ولا الملـئكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم اليه جميعا",
  },
  {
    "surah_number": 4,
    "verse_number": 173,
    "content":
        "فاما الذين ءامنوا وعملوا الصـلحت فيوفيهم اجورهم ويزيدهم من فضله واما الذين استنكفوا واستكبروا فيعذبهم عذابا اليما ولا يجدون لهم من دون الله وليا ولا نصيرا",
  },
  {
    "surah_number": 4,
    "verse_number": 174,
    "content": "يـايها الناس قد جاءكم برهن من ربكم وانزلنا اليكم نورا مبينا",
  },
  {
    "surah_number": 4,
    "verse_number": 175,
    "content":
        "فاما الذين ءامنوا بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم اليه صراطا مستقيما",
  },
  {
    "surah_number": 4,
    "verse_number": 176,
    "content":
        "يستفتونك قل الله يفتيكم في الكللة ان امرؤا هلك ليس له ولد وله اخت فلها نصف ما ترك وهو يرثها ان لم يكن لها ولد فان كانتا اثنتين فلهما الثلثان مما ترك وان كانوا اخوة رجالا ونساء فللذكر مثل حظ الانثيين يبين الله لكم ان تضلوا والله بكل شيء عليم",
  },
  {
    "surah_number": 5,
    "verse_number": 1,
    "content":
        "يـايها الذين ءامنوا اوفوا بالعقود احلت لكم بهيمة الانعم الا ما يتلى عليكم غير محلي الصيد وانتم حرم ان الله يحكم ما يريد",
  },
  {
    "surah_number": 5,
    "verse_number": 2,
    "content":
        "يـايها الذين ءامنوا لا تحلوا شعـئر الله ولا الشهر الحرام ولا الهدي ولا القلـئد ولا ءامين البيت الحرام يبتغون فضلا من ربهم ورضونا واذا حللتم فاصطادوا ولا يجرمنكم شنـان قوم ان صدوكم عن المسجد الحرام ان تعتدوا وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدون واتقوا الله ان الله شديد العقاب",
  },
  {
    "surah_number": 5,
    "verse_number": 3,
    "content":
        "حرمت عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما اكل السبع الا ما ذكيتم وما ذبح على النصب وان تستقسموا بالازلم ذلكم فسق اليوم يئس الذين كفروا من دينكم فلا تخشوهم واخشون اليوم اكملت لكم دينكم واتممت عليكم نعمتي ورضيت لكم الاسلم دينا فمن اضطر في مخمصة غير متجانف لاثم فان الله غفور رحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 4,
    "content":
        "يسـلونك ماذا احل لهم قل احل لكم الطيبت وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما امسكن عليكم واذكروا اسم الله عليه واتقوا الله ان الله سريع الحساب",
  },
  {
    "surah_number": 5,
    "verse_number": 5,
    "content":
        "اليوم احل لكم الطيبت وطعام الذين اوتوا الكتب حل لكم وطعامكم حل لهم والمحصنت من المؤمنت والمحصنت من الذين اوتوا الكتب من قبلكم اذا ءاتيتموهن اجورهن محصنين غير مسفحين ولا متخذي اخدان ومن يكفر بالايمن فقد حبط عمله وهو في الاخرة من الخسرين",
  },
  {
    "surah_number": 5,
    "verse_number": 6,
    "content":
        "يـايها الذين ءامنوا اذا قمتم الى الصلاة فاغسلوا وجوهكم وايديكم الى المرافق وامسحوا برءوسكم وارجلكم الى الكعبين وان كنتم جنبا فاطهروا وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم منه ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون",
  },
  {
    "surah_number": 5,
    "verse_number": 7,
    "content":
        "واذكروا نعمة الله عليكم وميثقه الذي واثقكم به اذ قلتم سمعنا واطعنا واتقوا الله ان الله عليم بذات الصدور",
  },
  {
    "surah_number": 5,
    "verse_number": 8,
    "content":
        "يـايها الذين ءامنوا كونوا قوـمين لله شهداء بالقسط ولا يجرمنكم شنـان قوم على الا تعدلوا اعدلوا هو اقرب للتقوى واتقوا الله ان الله خبير بما تعملون",
  },
  {
    "surah_number": 5,
    "verse_number": 9,
    "content": "وعد الله الذين ءامنوا وعملوا الصـلحت لهم مغفرة واجر عظيم",
  },
  {
    "surah_number": 5,
    "verse_number": 10,
    "content": "والذين كفروا وكذبوا بـايتنا اولـئك اصحب الجحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 11,
    "content":
        "يـايها الذين ءامنوا اذكروا نعمت الله عليكم اذ هم قوم ان يبسطوا اليكم ايديهم فكف ايديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 5,
    "verse_number": 12,
    "content":
        "ولقد اخذ الله ميثق بني اسرـءيل وبعثنا منهم اثني عشر نقيبا وقال الله اني معكم لئن اقمتم الصلاة وءاتيتم الزكوة وءامنتم برسلي وعزرتموهم واقرضتم الله قرضا حسنا لاكفرن عنكم سيـاتكم ولادخلنكم جنـت تجري من تحتها الانهر فمن كفر بعد ذلك منكم فقد ضل سواء السبيل",
  },
  {
    "surah_number": 5,
    "verse_number": 13,
    "content":
        "فبما نقضهم ميثقهم لعنـهم وجعلنا قلوبهم قسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح ان الله يحب المحسنين",
  },
  {
    "surah_number": 5,
    "verse_number": 14,
    "content":
        "ومن الذين قالوا انا نصرى اخذنا ميثقهم فنسوا حظا مما ذكروا به فاغرينا بينهم العداوة والبغضاء الى يوم القيمة وسوف ينبئهم الله بما كانوا يصنعون",
  },
  {
    "surah_number": 5,
    "verse_number": 15,
    "content":
        "يـاهل الكتب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من الكتب ويعفوا عن كثير قد جاءكم من الله نور وكتب مبين",
  },
  {
    "surah_number": 5,
    "verse_number": 16,
    "content":
        "يهدي به الله من اتبع رضونه سبل السلم ويخرجهم من الظلمت الى النور باذنه ويهديهم الى صراط مستقيم",
  },
  {
    "surah_number": 5,
    "verse_number": 17,
    "content":
        "لقد كفر الذين قالوا ان الله هو المسيح ابن مريم قل فمن يملك من الله شيـا ان اراد ان يهلك المسيح ابن مريم وامه ومن في الارض جميعا ولله ملك السموت والارض وما بينهما يخلق ما يشاء والله على كل شيء قدير",
  },
  {
    "surah_number": 5,
    "verse_number": 18,
    "content":
        "وقالت اليهود والنصرى نحن ابنـؤا الله واحبـؤه قل فلم يعذبكم بذنوبكم بل انتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السموت والارض وما بينهما واليه المصير",
  },
  {
    "surah_number": 5,
    "verse_number": 19,
    "content":
        "يـاهل الكتب قد جاءكم رسولنا يبين لكم على فترة من الرسل ان تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شيء قدير",
  },
  {
    "surah_number": 5,
    "verse_number": 20,
    "content":
        "واذ قال موسى لقومه يقوم اذكروا نعمة الله عليكم اذ جعل فيكم انبياء وجعلكم ملوكا وءاتىكم ما لم يؤت احدا من العلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 21,
    "content":
        "يقوم ادخلوا الارض المقدسة التي كتب الله لكم ولا ترتدوا على ادباركم فتنقلبوا خسرين",
  },
  {
    "surah_number": 5,
    "verse_number": 22,
    "content":
        "قالوا يموسى ان فيها قوما جبارين وانا لن ندخلها حتى يخرجوا منها فان يخرجوا منها فانا دخلون",
  },
  {
    "surah_number": 5,
    "verse_number": 23,
    "content":
        "قال رجلان من الذين يخافون انعم الله عليهما ادخلوا عليهم الباب فاذا دخلتموه فانكم غلبون وعلى الله فتوكلوا ان كنتم مؤمنين",
  },
  {
    "surah_number": 5,
    "verse_number": 24,
    "content":
        "قالوا يموسى انا لن ندخلها ابدا ما داموا فيها فاذهب انت وربك فقتلا انا ههنا قعدون",
  },
  {
    "surah_number": 5,
    "verse_number": 25,
    "content":
        "قال رب اني لا املك الا نفسي واخي فافرق بيننا وبين القوم الفسقين",
  },
  {
    "surah_number": 5,
    "verse_number": 26,
    "content":
        "قال فانها محرمة عليهم اربعين سنة يتيهون في الارض فلا تاس على القوم الفسقين",
  },
  {
    "surah_number": 5,
    "verse_number": 27,
    "content":
        "واتل عليهم نبا ابني ءادم بالحق اذ قربا قربانا فتقبل من احدهما ولم يتقبل من الاخر قال لاقتلنك قال انما يتقبل الله من المتقين",
  },
  {
    "surah_number": 5,
    "verse_number": 28,
    "content":
        "لئن بسطت الي يدك لتقتلني ما انا بباسط يدي اليك لاقتلك اني اخاف الله رب العلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 29,
    "content":
        "اني اريد ان تبوا باثمي واثمك فتكون من اصحب النار وذلك جزـؤا الظـلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 30,
    "content": "فطوعت له نفسه قتل اخيه فقتله فاصبح من الخسرين",
  },
  {
    "surah_number": 5,
    "verse_number": 31,
    "content":
        "فبعث الله غرابا يبحث في الارض ليريه كيف يوري سوءة اخيه قال يويلتى اعجزت ان اكون مثل هذا الغراب فاوري سوءة اخي فاصبح من النـدمين",
  },
  {
    "surah_number": 5,
    "verse_number": 32,
    "content":
        "من اجل ذلك كتبنا على بني اسرـءيل انه من قتل نفسا بغير نفس او فساد في الارض فكانما قتل الناس جميعا ومن احياها فكانما احيا الناس جميعا ولقد جاءتهم رسلنا بالبينت ثم ان كثيرا منهم بعد ذلك في الارض لمسرفون",
  },
  {
    "surah_number": 5,
    "verse_number": 33,
    "content":
        "انما جزـؤا الذين يحاربون الله ورسوله ويسعون في الارض فسادا ان يقتلوا او يصلبوا او تقطع ايديهم وارجلهم من خلف او ينفوا من الارض ذلك لهم خزي في الدنيا ولهم في الاخرة عذاب عظيم",
  },
  {
    "surah_number": 5,
    "verse_number": 34,
    "content":
        "الا الذين تابوا من قبل ان تقدروا عليهم فاعلموا ان الله غفور رحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 35,
    "content":
        "يـايها الذين ءامنوا اتقوا الله وابتغوا اليه الوسيلة وجهدوا في سبيله لعلكم تفلحون",
  },
  {
    "surah_number": 5,
    "verse_number": 36,
    "content":
        "ان الذين كفروا لو ان لهم ما في الارض جميعا ومثله معه ليفتدوا به من عذاب يوم القيمة ما تقبل منهم ولهم عذاب اليم",
  },
  {
    "surah_number": 5,
    "verse_number": 37,
    "content": "يريدون ان يخرجوا من النار وما هم بخرجين منها ولهم عذاب مقيم",
  },
  {
    "surah_number": 5,
    "verse_number": 38,
    "content":
        "والسارق والسارقة فاقطعوا ايديهما جزاء بما كسبا نكلا من الله والله عزيز حكيم",
  },
  {
    "surah_number": 5,
    "verse_number": 39,
    "content": "فمن تاب من بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 40,
    "content":
        "الم تعلم ان الله له ملك السموت والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شيء قدير",
  },
  {
    "surah_number": 5,
    "verse_number": 41,
    "content":
        "يـايها الرسول لا يحزنك الذين يسرعون في الكفر من الذين قالوا ءامنا بافوههم ولم تؤمن قلوبهم ومن الذين هادوا سمـعون للكذب سمـعون لقوم ءاخرين لم ياتوك يحرفون الكلم من بعد مواضعه يقولون ان اوتيتم هذا فخذوه وان لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيـا اولـئك الذين لم يرد الله ان يطهر قلوبهم لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم",
  },
  {
    "surah_number": 5,
    "verse_number": 42,
    "content":
        "سمـعون للكذب اكـلون للسحت فان جاءوك فاحكم بينهم او اعرض عنهم وان تعرض عنهم فلن يضروك شيـا وان حكمت فاحكم بينهم بالقسط ان الله يحب المقسطين",
  },
  {
    "surah_number": 5,
    "verse_number": 43,
    "content":
        "وكيف يحكمونك وعندهم التورىة فيها حكم الله ثم يتولون من بعد ذلك وما اولـئك بالمؤمنين",
  },
  {
    "surah_number": 5,
    "verse_number": 44,
    "content":
        "انا انزلنا التورىة فيها هدى ونور يحكم بها النبيون الذين اسلموا للذين هادوا والربـنيون والاحبار بما استحفظوا من كتب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا بـايتي ثمنا قليلا ومن لم يحكم بما انزل الله فاولـئك هم الكفرون",
  },
  {
    "surah_number": 5,
    "verse_number": 45,
    "content":
        "وكتبنا عليهم فيها ان النفس بالنفس والعين بالعين والانف بالانف والاذن بالاذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما انزل الله فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 5,
    "verse_number": 46,
    "content":
        "وقفينا على ءاثرهم بعيسى ابن مريم مصدقا لما بين يديه من التورىة وءاتينه الانجيل فيه هدى ونور ومصدقا لما بين يديه من التورىة وهدى وموعظة للمتقين",
  },
  {
    "surah_number": 5,
    "verse_number": 47,
    "content":
        "وليحكم اهل الانجيل بما انزل الله فيه ومن لم يحكم بما انزل الله فاولـئك هم الفسقون",
  },
  {
    "surah_number": 5,
    "verse_number": 48,
    "content":
        "وانزلنا اليك الكتب بالحق مصدقا لما بين يديه من الكتب ومهيمنا عليه فاحكم بينهم بما انزل الله ولا تتبع اهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم امة وحدة ولكن ليبلوكم في ما ءاتىكم فاستبقوا الخيرت الى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون",
  },
  {
    "surah_number": 5,
    "verse_number": 49,
    "content":
        "وان احكم بينهم بما انزل الله ولا تتبع اهواءهم واحذرهم ان يفتنوك عن بعض ما انزل الله اليك فان تولوا فاعلم انما يريد الله ان يصيبهم ببعض ذنوبهم وان كثيرا من الناس لفسقون",
  },
  {
    "surah_number": 5,
    "verse_number": 50,
    "content": "افحكم الجهلية يبغون ومن احسن من الله حكما لقوم يوقنون",
  },
  {
    "surah_number": 5,
    "verse_number": 51,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا اليهود والنصرى اولياء بعضهم اولياء بعض ومن يتولهم منكم فانه منهم ان الله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 52,
    "content":
        "فترى الذين في قلوبهم مرض يسرعون فيهم يقولون نخشى ان تصيبنا دائرة فعسى الله ان ياتي بالفتح او امر من عنده فيصبحوا على ما اسروا في انفسهم ندمين",
  },
  {
    "surah_number": 5,
    "verse_number": 53,
    "content":
        "ويقول الذين ءامنوا اهـؤلاء الذين اقسموا بالله جهد ايمنهم انهم لمعكم حبطت اعملهم فاصبحوا خسرين",
  },
  {
    "surah_number": 5,
    "verse_number": 54,
    "content":
        "يـايها الذين ءامنوا من يرتد منكم عن دينه فسوف ياتي الله بقوم يحبهم ويحبونه اذلة على المؤمنين اعزة على الكفرين يجهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله وسع عليم",
  },
  {
    "surah_number": 5,
    "verse_number": 55,
    "content":
        "انما وليكم الله ورسوله والذين ءامنوا الذين يقيمون الصلاة ويؤتون الزكوة وهم ركعون",
  },
  {
    "surah_number": 5,
    "verse_number": 56,
    "content": "ومن يتول الله ورسوله والذين ءامنوا فان حزب الله هم الغلبون",
  },
  {
    "surah_number": 5,
    "verse_number": 57,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين اوتوا الكتب من قبلكم والكفار اولياء واتقوا الله ان كنتم مؤمنين",
  },
  {
    "surah_number": 5,
    "verse_number": 58,
    "content":
        "واذا ناديتم الى الصلاة اتخذوها هزوا ولعبا ذلك بانهم قوم لا يعقلون",
  },
  {
    "surah_number": 5,
    "verse_number": 59,
    "content":
        "قل يـاهل الكتب هل تنقمون منا الا ان ءامنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فسقون",
  },
  {
    "surah_number": 5,
    "verse_number": 60,
    "content":
        "قل هل انبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطـغوت اولـئك شر مكانا واضل عن سواء السبيل",
  },
  {
    "surah_number": 5,
    "verse_number": 61,
    "content":
        "واذا جاءوكم قالوا ءامنا وقد دخلوا بالكفر وهم قد خرجوا به والله اعلم بما كانوا يكتمون",
  },
  {
    "surah_number": 5,
    "verse_number": 62,
    "content":
        "وترى كثيرا منهم يسرعون في الاثم والعدون واكلهم السحت لبئس ما كانوا يعملون",
  },
  {
    "surah_number": 5,
    "verse_number": 63,
    "content":
        "لولا ينهىهم الربـنيون والاحبار عن قولهم الاثم واكلهم السحت لبئس ما كانوا يصنعون",
  },
  {
    "surah_number": 5,
    "verse_number": 64,
    "content":
        "وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا والقينا بينهم العدوة والبغضاء الى يوم القيمة كلما اوقدوا نارا للحرب اطفاها الله ويسعون في الارض فسادا والله لا يحب المفسدين",
  },
  {
    "surah_number": 5,
    "verse_number": 65,
    "content":
        "ولو ان اهل الكتب ءامنوا واتقوا لكفرنا عنهم سيـاتهم ولادخلنهم جنـت النعيم",
  },
  {
    "surah_number": 5,
    "verse_number": 66,
    "content":
        "ولو انهم اقاموا التورىة والانجيل وما انزل اليهم من ربهم لاكلوا من فوقهم ومن تحت ارجلهم منهم امة مقتصدة وكثير منهم ساء ما يعملون",
  },
  {
    "surah_number": 5,
    "verse_number": 67,
    "content":
        "يـايها الرسول بلغ ما انزل اليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ان الله لا يهدي القوم الكفرين",
  },
  {
    "surah_number": 5,
    "verse_number": 68,
    "content":
        "قل يـاهل الكتب لستم على شيء حتى تقيموا التورىة والانجيل وما انزل اليكم من ربكم وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا فلا تاس على القوم الكفرين",
  },
  {
    "surah_number": 5,
    "verse_number": 69,
    "content":
        "ان الذين ءامنوا والذين هادوا والصـبـون والنصرى من ءامن بالله واليوم الاخر وعمل صلحا فلا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 5,
    "verse_number": 70,
    "content":
        "لقد اخذنا ميثق بني اسرـءيل وارسلنا اليهم رسلا كلما جاءهم رسول بما لا تهوى انفسهم فريقا كذبوا وفريقا يقتلون",
  },
  {
    "surah_number": 5,
    "verse_number": 71,
    "content":
        "وحسبوا الا تكون فتنة فعموا وصموا ثم تاب الله عليهم ثم عموا وصموا كثير منهم والله بصير بما يعملون",
  },
  {
    "surah_number": 5,
    "verse_number": 72,
    "content":
        "لقد كفر الذين قالوا ان الله هو المسيح ابن مريم وقال المسيح يبني اسرـءيل اعبدوا الله ربي وربكم انه من يشرك بالله فقد حرم الله عليه الجنة وماوىه النار وما للظـلمين من انصار",
  },
  {
    "surah_number": 5,
    "verse_number": 73,
    "content":
        "لقد كفر الذين قالوا ان الله ثالث ثلثة وما من اله الا اله وحد وان لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب اليم",
  },
  {
    "surah_number": 5,
    "verse_number": 74,
    "content": "افلا يتوبون الى الله ويستغفرونه والله غفور رحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 75,
    "content":
        "ما المسيح ابن مريم الا رسول قد خلت من قبله الرسل وامه صديقة كانا ياكلان الطعام انظر كيف نبين لهم الايت ثم انظر انى يؤفكون",
  },
  {
    "surah_number": 5,
    "verse_number": 76,
    "content":
        "قل اتعبدون من دون الله ما لا يملك لكم ضرا ولا نفعا والله هو السميع العليم",
  },
  {
    "surah_number": 5,
    "verse_number": 77,
    "content":
        "قل يـاهل الكتب لا تغلوا في دينكم غير الحق ولا تتبعوا اهواء قوم قد ضلوا من قبل واضلوا كثيرا وضلوا عن سواء السبيل",
  },
  {
    "surah_number": 5,
    "verse_number": 78,
    "content":
        "لعن الذين كفروا من بني اسرـءيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون",
  },
  {
    "surah_number": 5,
    "verse_number": 79,
    "content": "كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون",
  },
  {
    "surah_number": 5,
    "verse_number": 80,
    "content":
        "ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم انفسهم ان سخط الله عليهم وفي العذاب هم خلدون",
  },
  {
    "surah_number": 5,
    "verse_number": 81,
    "content":
        "ولو كانوا يؤمنون بالله والنبي وما انزل اليه ما اتخذوهم اولياء ولكن كثيرا منهم فسقون",
  },
  {
    "surah_number": 5,
    "verse_number": 82,
    "content":
        "لتجدن اشد الناس عدوة للذين ءامنوا اليهود والذين اشركوا ولتجدن اقربهم مودة للذين ءامنوا الذين قالوا انا نصرى ذلك بان منهم قسيسين ورهبانا وانهم لا يستكبرون",
  },
  {
    "surah_number": 5,
    "verse_number": 83,
    "content":
        "واذا سمعوا ما انزل الى الرسول ترى اعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا ءامنا فاكتبنا مع الشـهدين",
  },
  {
    "surah_number": 5,
    "verse_number": 84,
    "content":
        "وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع ان يدخلنا ربنا مع القوم الصـلحين",
  },
  {
    "surah_number": 5,
    "verse_number": 85,
    "content":
        "فاثبهم الله بما قالوا جنـت تجري من تحتها الانهر خلدين فيها وذلك جزاء المحسنين",
  },
  {
    "surah_number": 5,
    "verse_number": 86,
    "content": "والذين كفروا وكذبوا بـايتنا اولـئك اصحب الجحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 87,
    "content":
        "يـايها الذين ءامنوا لا تحرموا طيبت ما احل الله لكم ولا تعتدوا ان الله لا يحب المعتدين",
  },
  {
    "surah_number": 5,
    "verse_number": 88,
    "content": "وكلوا مما رزقكم الله حللا طيبا واتقوا الله الذي انتم به مؤمنون",
  },
  {
    "surah_number": 5,
    "verse_number": 89,
    "content":
        "لا يؤاخذكم الله باللغو في ايمنكم ولكن يؤاخذكم بما عقدتم الايمن فكفـرته اطعام عشرة مسكين من اوسط ما تطعمون اهليكم او كسوتهم او تحرير رقبة فمن لم يجد فصيام ثلثة ايام ذلك كفـرة ايمنكم اذا حلفتم واحفظوا ايمنكم كذلك يبين الله لكم ءايته لعلكم تشكرون",
  },
  {
    "surah_number": 5,
    "verse_number": 90,
    "content":
        "يـايها الذين ءامنوا انما الخمر والميسر والانصاب والازلم رجس من عمل الشيطن فاجتنبوه لعلكم تفلحون",
  },
  {
    "surah_number": 5,
    "verse_number": 91,
    "content":
        "انما يريد الشيطن ان يوقع بينكم العدوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل انتم منتهون",
  },
  {
    "surah_number": 5,
    "verse_number": 92,
    "content":
        "واطيعوا الله واطيعوا الرسول واحذروا فان توليتم فاعلموا انما على رسولنا البلغ المبين",
  },
  {
    "surah_number": 5,
    "verse_number": 93,
    "content":
        "ليس على الذين ءامنوا وعملوا الصـلحت جناح فيما طعموا اذا ما اتقوا وءامنوا وعملوا الصـلحت ثم اتقوا وءامنوا ثم اتقوا واحسنوا والله يحب المحسنين",
  },
  {
    "surah_number": 5,
    "verse_number": 94,
    "content":
        "يـايها الذين ءامنوا ليبلونكم الله بشيء من الصيد تناله ايديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب اليم",
  },
  {
    "surah_number": 5,
    "verse_number": 95,
    "content":
        "يـايها الذين ءامنوا لا تقتلوا الصيد وانتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بلغ الكعبة او كفـرة طعام مسكين او عدل ذلك صياما ليذوق وبال امره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام",
  },
  {
    "surah_number": 5,
    "verse_number": 96,
    "content":
        "احل لكم صيد البحر وطعامه متعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا الله الذي اليه تحشرون",
  },
  {
    "surah_number": 5,
    "verse_number": 97,
    "content":
        "جعل الله الكعبة البيت الحرام قيما للناس والشهر الحرام والهدي والقلـئد ذلك لتعلموا ان الله يعلم ما في السموت وما في الارض وان الله بكل شيء عليم",
  },
  {
    "surah_number": 5,
    "verse_number": 98,
    "content": "اعلموا ان الله شديد العقاب وان الله غفور رحيم",
  },
  {
    "surah_number": 5,
    "verse_number": 99,
    "content": "ما على الرسول الا البلغ والله يعلم ما تبدون وما تكتمون",
  },
  {
    "surah_number": 5,
    "verse_number": 100,
    "content":
        "قل لا يستوي الخبيث والطيب ولو اعجبك كثرة الخبيث فاتقوا الله يـاولي الالبب لعلكم تفلحون",
  },
  {
    "surah_number": 5,
    "verse_number": 101,
    "content":
        "يـايها الذين ءامنوا لا تسـلوا عن اشياء ان تبد لكم تسؤكم وان تسـلوا عنها حين ينزل القرءان تبد لكم عفا الله عنها والله غفور حليم",
  },
  {
    "surah_number": 5,
    "verse_number": 102,
    "content": "قد سالها قوم من قبلكم ثم اصبحوا بها كفرين",
  },
  {
    "surah_number": 5,
    "verse_number": 103,
    "content":
        "ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب واكثرهم لا يعقلون",
  },
  {
    "surah_number": 5,
    "verse_number": 104,
    "content":
        "واذا قيل لهم تعالوا الى ما انزل الله والى الرسول قالوا حسبنا ما وجدنا عليه ءاباءنا اولو كان ءاباؤهم لا يعلمون شيـا ولا يهتدون",
  },
  {
    "surah_number": 5,
    "verse_number": 105,
    "content":
        "يـايها الذين ءامنوا عليكم انفسكم لا يضركم من ضل اذا اهتديتم الى الله مرجعكم جميعا فينبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 5,
    "verse_number": 106,
    "content":
        "يـايها الذين ءامنوا شهدة بينكم اذا حضر احدكم الموت حين الوصية اثنان ذوا عدل منكم او ءاخران من غيركم ان انتم ضربتم في الارض فاصبتكم مصيبة الموت تحبسونهما من بعد الصلاة فيقسمان بالله ان ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهدة الله انا اذا لمن الاثمين",
  },
  {
    "surah_number": 5,
    "verse_number": 107,
    "content":
        "فان عثر على انهما استحقا اثما فـاخران يقومان مقامهما من الذين استحق عليهم الاولين فيقسمان بالله لشهدتنا احق من شهدتهما وما اعتدينا انا اذا لمن الظـلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 108,
    "content":
        "ذلك ادنى ان ياتوا بالشهدة على وجهها او يخافوا ان ترد ايمن بعد ايمنهم واتقوا الله واسمعوا والله لا يهدي القوم الفسقين",
  },
  {
    "surah_number": 5,
    "verse_number": 109,
    "content":
        "يوم يجمع الله الرسل فيقول ماذا اجبتم قالوا لا علم لنا انك انت علـم الغيوب",
  },
  {
    "surah_number": 5,
    "verse_number": 110,
    "content":
        "اذ قال الله يعيسى ابن مريم اذكر نعمتي عليك وعلى ولدتك اذ ايدتك بروح القدس تكلم الناس في المهد وكهلا واذ علمتك الكتب والحكمة والتورىة والانجيل واذ تخلق من الطين كهيـة الطير باذني فتنفخ فيها فتكون طيرا باذني وتبرئ الاكمه والابرص باذني واذ تخرج الموتى باذني واذ كففت بني اسرـءيل عنك اذ جئتهم بالبينت فقال الذين كفروا منهم ان هذا الا سحر مبين",
  },
  {
    "surah_number": 5,
    "verse_number": 111,
    "content":
        "واذ اوحيت الى الحواريـن ان ءامنوا بي وبرسولي قالوا ءامنا واشهد باننا مسلمون",
  },
  {
    "surah_number": 5,
    "verse_number": 112,
    "content":
        "اذ قال الحواريون يعيسى ابن مريم هل يستطيع ربك ان ينزل علينا مائدة من السماء قال اتقوا الله ان كنتم مؤمنين",
  },
  {
    "surah_number": 5,
    "verse_number": 113,
    "content":
        "قالوا نريد ان ناكل منها وتطمئن قلوبنا ونعلم ان قد صدقتنا ونكون عليها من الشـهدين",
  },
  {
    "surah_number": 5,
    "verse_number": 114,
    "content":
        "قال عيسى ابن مريم اللهم ربنا انزل علينا مائدة من السماء تكون لنا عيدا لاولنا وءاخرنا وءاية منك وارزقنا وانت خير الرـزقين",
  },
  {
    "surah_number": 5,
    "verse_number": 115,
    "content":
        "قال الله اني منزلها عليكم فمن يكفر بعد منكم فاني اعذبه عذابا لا اعذبه احدا من العلمين",
  },
  {
    "surah_number": 5,
    "verse_number": 116,
    "content":
        "واذ قال الله يعيسى ابن مريم ءانت قلت للناس اتخذوني وامي الهين من دون الله قال سبحنك ما يكون لي ان اقول ما ليس لي بحق ان كنت قلته فقد علمته تعلم ما في نفسي ولا اعلم ما في نفسك انك انت علـم الغيوب",
  },
  {
    "surah_number": 5,
    "verse_number": 117,
    "content":
        "ما قلت لهم الا ما امرتني به ان اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شيء شهيد",
  },
  {
    "surah_number": 5,
    "verse_number": 118,
    "content": "ان تعذبهم فانهم عبادك وان تغفر لهم فانك انت العزيز الحكيم",
  },
  {
    "surah_number": 5,
    "verse_number": 119,
    "content":
        "قال الله هذا يوم ينفع الصـدقين صدقهم لهم جنـت تجري من تحتها الانهر خلدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيم",
  },
  {
    "surah_number": 5,
    "verse_number": 120,
    "content": "لله ملك السموت والارض وما فيهن وهو على كل شيء قدير",
  },
  {
    "surah_number": 6,
    "verse_number": 1,
    "content":
        "الحمد لله الذي خلق السموت والارض وجعل الظلمت والنور ثم الذين كفروا بربهم يعدلون",
  },
  {
    "surah_number": 6,
    "verse_number": 2,
    "content": "هو الذي خلقكم من طين ثم قضى اجلا واجل مسمى عنده ثم انتم تمترون",
  },
  {
    "surah_number": 6,
    "verse_number": 3,
    "content": "وهو الله في السموت وفي الارض يعلم سركم وجهركم ويعلم ما تكسبون",
  },
  {
    "surah_number": 6,
    "verse_number": 4,
    "content": "وما تاتيهم من ءاية من ءايت ربهم الا كانوا عنها معرضين",
  },
  {
    "surah_number": 6,
    "verse_number": 5,
    "content":
        "فقد كذبوا بالحق لما جاءهم فسوف ياتيهم انبـؤا ما كانوا به يستهزءون",
  },
  {
    "surah_number": 6,
    "verse_number": 6,
    "content":
        "الم يروا كم اهلكنا من قبلهم من قرن مكنـهم في الارض ما لم نمكن لكم وارسلنا السماء عليهم مدرارا وجعلنا الانهر تجري من تحتهم فاهلكنهم بذنوبهم وانشانا من بعدهم قرنا ءاخرين",
  },
  {
    "surah_number": 6,
    "verse_number": 7,
    "content":
        "ولو نزلنا عليك كتبا في قرطاس فلمسوه بايديهم لقال الذين كفروا ان هذا الا سحر مبين",
  },
  {
    "surah_number": 6,
    "verse_number": 8,
    "content":
        "وقالوا لولا انزل عليه ملك ولو انزلنا ملكا لقضي الامر ثم لا ينظرون",
  },
  {
    "surah_number": 6,
    "verse_number": 9,
    "content": "ولو جعلنه ملكا لجعلنه رجلا وللبسنا عليهم ما يلبسون",
  },
  {
    "surah_number": 6,
    "verse_number": 10,
    "content":
        "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 6,
    "verse_number": 11,
    "content": "قل سيروا في الارض ثم انظروا كيف كان عقبة المكذبين",
  },
  {
    "surah_number": 6,
    "verse_number": 12,
    "content":
        "قل لمن ما في السموت والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيمة لا ريب فيه الذين خسروا انفسهم فهم لا يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 13,
    "content": "وله ما سكن في اليل والنهار وهو السميع العليم",
  },
  {
    "surah_number": 6,
    "verse_number": 14,
    "content":
        "قل اغير الله اتخذ وليا فاطر السموت والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين",
  },
  {
    "surah_number": 6,
    "verse_number": 15,
    "content": "قل اني اخاف ان عصيت ربي عذاب يوم عظيم",
  },
  {
    "surah_number": 6,
    "verse_number": 16,
    "content": "من يصرف عنه يومئذ فقد رحمه وذلك الفوز المبين",
  },
  {
    "surah_number": 6,
    "verse_number": 17,
    "content":
        "وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شيء قدير",
  },
  {
    "surah_number": 6,
    "verse_number": 18,
    "content": "وهو القاهر فوق عباده وهو الحكيم الخبير",
  },
  {
    "surah_number": 6,
    "verse_number": 19,
    "content":
        "قل اي شيء اكبر شهدة قل الله شهيد بيني وبينكم واوحي الي هذا القرءان لانذركم به ومن بلغ ائنكم لتشهدون ان مع الله ءالهة اخرى قل لا اشهد قل انما هو اله وحد وانني بريء مما تشركون",
  },
  {
    "surah_number": 6,
    "verse_number": 20,
    "content":
        "الذين ءاتينهم الكتب يعرفونه كما يعرفون ابناءهم الذين خسروا انفسهم فهم لا يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 21,
    "content":
        "ومن اظلم ممن افترى على الله كذبا او كذب بـايته انه لا يفلح الظـلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 22,
    "content":
        "ويوم نحشرهم جميعا ثم نقول للذين اشركوا اين شركاؤكم الذين كنتم تزعمون",
  },
  {
    "surah_number": 6,
    "verse_number": 23,
    "content": "ثم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين",
  },
  {
    "surah_number": 6,
    "verse_number": 24,
    "content": "انظر كيف كذبوا على انفسهم وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 6,
    "verse_number": 25,
    "content":
        "ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفي ءاذانهم وقرا وان يروا كل ءاية لا يؤمنوا بها حتى اذا جاءوك يجدلونك يقول الذين كفروا ان هذا الا اسطير الاولين",
  },
  {
    "surah_number": 6,
    "verse_number": 26,
    "content": "وهم ينهون عنه وينـون عنه وان يهلكون الا انفسهم وما يشعرون",
  },
  {
    "surah_number": 6,
    "verse_number": 27,
    "content":
        "ولو ترى اذ وقفوا على النار فقالوا يليتنا نرد ولا نكذب بـايت ربنا ونكون من المؤمنين",
  },
  {
    "surah_number": 6,
    "verse_number": 28,
    "content":
        "بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكذبون",
  },
  {
    "surah_number": 6,
    "verse_number": 29,
    "content": "وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين",
  },
  {
    "surah_number": 6,
    "verse_number": 30,
    "content":
        "ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
  },
  {
    "surah_number": 6,
    "verse_number": 31,
    "content":
        "قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يحسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون",
  },
  {
    "surah_number": 6,
    "verse_number": 32,
    "content":
        "وما الحيوة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون",
  },
  {
    "surah_number": 6,
    "verse_number": 33,
    "content":
        "قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظـلمين بـايت الله يجحدون",
  },
  {
    "surah_number": 6,
    "verse_number": 34,
    "content":
        "ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتىهم نصرنا ولا مبدل لكلمت الله ولقد جاءك من نباي المرسلين",
  },
  {
    "surah_number": 6,
    "verse_number": 35,
    "content":
        "وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفقا في الارض او سلما في السماء فتاتيهم بـاية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجهلين",
  },
  {
    "surah_number": 6,
    "verse_number": 36,
    "content": "انما يستجيب الذين يسمعون والموتى يبعثهم الله ثم اليه يرجعون",
  },
  {
    "surah_number": 6,
    "verse_number": 37,
    "content":
        "وقالوا لولا نزل عليه ءاية من ربه قل ان الله قادر على ان ينزل ءاية ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 38,
    "content":
        "وما من دابة في الارض ولا طـئر يطير بجناحيه الا امم امثالكم ما فرطنا في الكتب من شيء ثم الى ربهم يحشرون",
  },
  {
    "surah_number": 6,
    "verse_number": 39,
    "content":
        "والذين كذبوا بـايتنا صم وبكم في الظلمت من يشا الله يضلله ومن يشا يجعله على صراط مستقيم",
  },
  {
    "surah_number": 6,
    "verse_number": 40,
    "content":
        "قل ارءيتكم ان اتىكم عذاب الله او اتتكم الساعة اغير الله تدعون ان كنتم صدقين",
  },
  {
    "surah_number": 6,
    "verse_number": 41,
    "content": "بل اياه تدعون فيكشف ما تدعون اليه ان شاء وتنسون ما تشركون",
  },
  {
    "surah_number": 6,
    "verse_number": 42,
    "content":
        "ولقد ارسلنا الى امم من قبلك فاخذنهم بالباساء والضراء لعلهم يتضرعون",
  },
  {
    "surah_number": 6,
    "verse_number": 43,
    "content":
        "فلولا اذ جاءهم باسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطن ما كانوا يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 44,
    "content":
        "فلما نسوا ما ذكروا به فتحنا عليهم ابوب كل شيء حتى اذا فرحوا بما اوتوا اخذنهم بغتة فاذا هم مبلسون",
  },
  {
    "surah_number": 6,
    "verse_number": 45,
    "content": "فقطع دابر القوم الذين ظلموا والحمد لله رب العلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 46,
    "content":
        "قل ارءيتم ان اخذ الله سمعكم وابصركم وختم على قلوبكم من اله غير الله ياتيكم به انظر كيف نصرف الايت ثم هم يصدفون",
  },
  {
    "surah_number": 6,
    "verse_number": 47,
    "content":
        "قل ارءيتكم ان اتىكم عذاب الله بغتة او جهرة هل يهلك الا القوم الظـلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 48,
    "content":
        "وما نرسل المرسلين الا مبشرين ومنذرين فمن ءامن واصلح فلا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 6,
    "verse_number": 49,
    "content": "والذين كذبوا بـايتنا يمسهم العذاب بما كانوا يفسقون",
  },
  {
    "surah_number": 6,
    "verse_number": 50,
    "content":
        "قل لا اقول لكم عندي خزائن الله ولا اعلم الغيب ولا اقول لكم اني ملك ان اتبع الا ما يوحى الي قل هل يستوي الاعمى والبصير افلا تتفكرون",
  },
  {
    "surah_number": 6,
    "verse_number": 51,
    "content":
        "وانذر به الذين يخافون ان يحشروا الى ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون",
  },
  {
    "surah_number": 6,
    "verse_number": 52,
    "content":
        "ولا تطرد الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظـلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 53,
    "content":
        "وكذلك فتنا بعضهم ببعض ليقولوا اهـؤلاء من الله عليهم من بيننا اليس الله باعلم بالشـكرين",
  },
  {
    "surah_number": 6,
    "verse_number": 54,
    "content":
        "واذا جاءك الذين يؤمنون بـايتنا فقل سلم عليكم كتب ربكم على نفسه الرحمة انه من عمل منكم سوءا بجهلة ثم تاب من بعده واصلح فانه غفور رحيم",
  },
  {
    "surah_number": 6,
    "verse_number": 55,
    "content": "وكذلك نفصل الايت ولتستبين سبيل المجرمين",
  },
  {
    "surah_number": 6,
    "verse_number": 56,
    "content":
        "قل اني نهيت ان اعبد الذين تدعون من دون الله قل لا اتبع اهواءكم قد ضللت اذا وما انا من المهتدين",
  },
  {
    "surah_number": 6,
    "verse_number": 57,
    "content":
        "قل اني على بينة من ربي وكذبتم به ما عندي ما تستعجلون به ان الحكم الا لله يقص الحق وهو خير الفصلين",
  },
  {
    "surah_number": 6,
    "verse_number": 58,
    "content":
        "قل لو ان عندي ما تستعجلون به لقضي الامر بيني وبينكم والله اعلم بالظـلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 59,
    "content":
        "وعنده مفاتح الغيب لا يعلمها الا هو ويعلم ما في البر والبحر وما تسقط من ورقة الا يعلمها ولا حبة في ظلمت الارض ولا رطب ولا يابس الا في كتب مبين",
  },
  {
    "surah_number": 6,
    "verse_number": 60,
    "content":
        "وهو الذي يتوفىكم باليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى اجل مسمى ثم اليه مرجعكم ثم ينبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 61,
    "content":
        "وهو القاهر فوق عباده ويرسل عليكم حفظة حتى اذا جاء احدكم الموت توفته رسلنا وهم لا يفرطون",
  },
  {
    "surah_number": 6,
    "verse_number": 62,
    "content": "ثم ردوا الى الله مولىهم الحق الا له الحكم وهو اسرع الحسبين",
  },
  {
    "surah_number": 6,
    "verse_number": 63,
    "content":
        "قل من ينجيكم من ظلمت البر والبحر تدعونه تضرعا وخفية لئن انجىنا من هذه لنكونن من الشـكرين",
  },
  {
    "surah_number": 6,
    "verse_number": 64,
    "content": "قل الله ينجيكم منها ومن كل كرب ثم انتم تشركون",
  },
  {
    "surah_number": 6,
    "verse_number": 65,
    "content":
        "قل هو القادر على ان يبعث عليكم عذابا من فوقكم او من تحت ارجلكم او يلبسكم شيعا ويذيق بعضكم باس بعض انظر كيف نصرف الايت لعلهم يفقهون",
  },
  {
    "surah_number": 6,
    "verse_number": 66,
    "content": "وكذب به قومك وهو الحق قل لست عليكم بوكيل",
  },
  {
    "surah_number": 6,
    "verse_number": 67,
    "content": "لكل نبا مستقر وسوف تعلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 68,
    "content":
        "واذا رايت الذين يخوضون في ءايتنا فاعرض عنهم حتى يخوضوا في حديث غيره واما ينسينك الشيطن فلا تقعد بعد الذكرى مع القوم الظـلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 69,
    "content": "وما على الذين يتقون من حسابهم من شيء ولكن ذكرى لعلهم يتقون",
  },
  {
    "surah_number": 6,
    "verse_number": 70,
    "content":
        "وذر الذين اتخذوا دينهم لعبا ولهوا وغرتهم الحيوة الدنيا وذكر به ان تبسل نفس بما كسبت ليس لها من دون الله ولي ولا شفيع وان تعدل كل عدل لا يؤخذ منها اولـئك الذين ابسلوا بما كسبوا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون",
  },
  {
    "surah_number": 6,
    "verse_number": 71,
    "content":
        "قل اندعوا من دون الله ما لا ينفعنا ولا يضرنا ونرد على اعقابنا بعد اذ هدىنا الله كالذي استهوته الشيطين في الارض حيران له اصحب يدعونه الى الهدى ائتنا قل ان هدى الله هو الهدى وامرنا لنسلم لرب العلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 72,
    "content": "وان اقيموا الصلاة واتقوه وهو الذي اليه تحشرون",
  },
  {
    "surah_number": 6,
    "verse_number": 73,
    "content":
        "وهو الذي خلق السموت والارض بالحق ويوم يقول كن فيكون قوله الحق وله الملك يوم ينفخ في الصور علم الغيب والشهدة وهو الحكيم الخبير",
  },
  {
    "surah_number": 6,
    "verse_number": 74,
    "content":
        "واذ قال ابرهيم لابيه ءازر اتتخذ اصناما ءالهة اني ارىك وقومك في ضلل مبين",
  },
  {
    "surah_number": 6,
    "verse_number": 75,
    "content": "وكذلك نري ابرهيم ملكوت السموت والارض وليكون من الموقنين",
  },
  {
    "surah_number": 6,
    "verse_number": 76,
    "content":
        "فلما جن عليه اليل رءا كوكبا قال هذا ربي فلما افل قال لا احب الافلين",
  },
  {
    "surah_number": 6,
    "verse_number": 77,
    "content":
        "فلما رءا القمر بازغا قال هذا ربي فلما افل قال لئن لم يهدني ربي لاكونن من القوم الضالين",
  },
  {
    "surah_number": 6,
    "verse_number": 78,
    "content":
        "فلما رءا الشمس بازغة قال هذا ربي هذا اكبر فلما افلت قال يقوم اني بريء مما تشركون",
  },
  {
    "surah_number": 6,
    "verse_number": 79,
    "content": "اني وجهت وجهي للذي فطر السموت والارض حنيفا وما انا من المشركين",
  },
  {
    "surah_number": 6,
    "verse_number": 80,
    "content":
        "وحاجه قومه قال اتحـجوني في الله وقد هدىن ولا اخاف ما تشركون به الا ان يشاء ربي شيـا وسع ربي كل شيء علما افلا تتذكرون",
  },
  {
    "surah_number": 6,
    "verse_number": 81,
    "content":
        "وكيف اخاف ما اشركتم ولا تخافون انكم اشركتم بالله ما لم ينزل به عليكم سلطنا فاي الفريقين احق بالامن ان كنتم تعلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 82,
    "content":
        "الذين ءامنوا ولم يلبسوا ايمنهم بظلم اولـئك لهم الامن وهم مهتدون",
  },
  {
    "surah_number": 6,
    "verse_number": 83,
    "content":
        "وتلك حجتنا ءاتينها ابرهيم على قومه نرفع درجت من نشاء ان ربك حكيم عليم",
  },
  {
    "surah_number": 6,
    "verse_number": 84,
    "content":
        "ووهبنا له اسحق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمن وايوب ويوسف وموسى وهرون وكذلك نجزي المحسنين",
  },
  {
    "surah_number": 6,
    "verse_number": 85,
    "content": "وزكريا ويحيى وعيسى والياس كل من الصـلحين",
  },
  {
    "surah_number": 6,
    "verse_number": 86,
    "content": "واسمعيل واليسع ويونس ولوطا وكلا فضلنا على العلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 87,
    "content": "ومن ءابائهم وذريـتهم واخونهم واجتبينهم وهدينهم الى صراط مستقيم",
  },
  {
    "surah_number": 6,
    "verse_number": 88,
    "content":
        "ذلك هدى الله يهدي به من يشاء من عباده ولو اشركوا لحبط عنهم ما كانوا يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 89,
    "content":
        "اولـئك الذين ءاتينهم الكتب والحكم والنبوة فان يكفر بها هـؤلاء فقد وكلنا بها قوما ليسوا بها بكفرين",
  },
  {
    "surah_number": 6,
    "verse_number": 90,
    "content":
        "اولـئك الذين هدى الله فبهدىهم اقتده قل لا اسـلكم عليه اجرا ان هو الا ذكرى للعلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 91,
    "content":
        "وما قدروا الله حق قدره اذ قالوا ما انزل الله على بشر من شيء قل من انزل الكتب الذي جاء به موسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا انتم ولا ءاباؤكم قل الله ثم ذرهم في خوضهم يلعبون",
  },
  {
    "surah_number": 6,
    "verse_number": 92,
    "content":
        "وهذا كتب انزلنه مبارك مصدق الذي بين يديه ولتنذر ام القرى ومن حولها والذين يؤمنون بالاخرة يؤمنون به وهم على صلاتهم يحافظون",
  },
  {
    "surah_number": 6,
    "verse_number": 93,
    "content":
        "ومن اظلم ممن افترى على الله كذبا او قال اوحي الي ولم يوح اليه شيء ومن قال سانزل مثل ما انزل الله ولو ترى اذ الظـلمون في غمرت الموت والملـئكة باسطوا ايديهم اخرجوا انفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن ءايته تستكبرون",
  },
  {
    "surah_number": 6,
    "verse_number": 94,
    "content":
        "ولقد جئتمونا فردى كما خلقنكم اول مرة وتركتم ما خولنكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم انهم فيكم شركـؤا لقد تقطع بينكم وضل عنكم ما كنتم تزعمون",
  },
  {
    "surah_number": 6,
    "verse_number": 95,
    "content":
        "ان الله فالق الحب والنوى يخرج الحي من الميت ومخرج الميت من الحي ذلكم الله فانى تؤفكون",
  },
  {
    "surah_number": 6,
    "verse_number": 96,
    "content":
        "فالق الاصباح وجعل اليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم",
  },
  {
    "surah_number": 6,
    "verse_number": 97,
    "content":
        "وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمت البر والبحر قد فصلنا الايت لقوم يعلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 98,
    "content":
        "وهو الذي انشاكم من نفس وحدة فمستقر ومستودع قد فصلنا الايت لقوم يفقهون",
  },
  {
    "surah_number": 6,
    "verse_number": 99,
    "content":
        "وهو الذي انزل من السماء ماء فاخرجنا به نبات كل شيء فاخرجنا منه خضرا نخرج منه حبا متراكبا ومن النخل من طلعها قنوان دانية وجنـت من اعناب والزيتون والرمان مشتبها وغير متشبه انظروا الى ثمره اذا اثمر وينعه ان في ذلكم لايت لقوم يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 100,
    "content":
        "وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنت بغير علم سبحنه وتعلى عما يصفون",
  },
  {
    "surah_number": 6,
    "verse_number": 101,
    "content":
        "بديع السموت والارض انى يكون له ولد ولم تكن له صحبة وخلق كل شيء وهو بكل شيء عليم",
  },
  {
    "surah_number": 6,
    "verse_number": 102,
    "content":
        "ذلكم الله ربكم لا اله الا هو خلق كل شيء فاعبدوه وهو على كل شيء وكيل",
  },
  {
    "surah_number": 6,
    "verse_number": 103,
    "content": "لا تدركه الابصر وهو يدرك الابصر وهو اللطيف الخبير",
  },
  {
    "surah_number": 6,
    "verse_number": 104,
    "content":
        "قد جاءكم بصائر من ربكم فمن ابصر فلنفسه ومن عمي فعليها وما انا عليكم بحفيظ",
  },
  {
    "surah_number": 6,
    "verse_number": 105,
    "content": "وكذلك نصرف الايت وليقولوا درست ولنبينه لقوم يعلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 106,
    "content": "اتبع ما اوحي اليك من ربك لا اله الا هو واعرض عن المشركين",
  },
  {
    "surah_number": 6,
    "verse_number": 107,
    "content":
        "ولو شاء الله ما اشركوا وما جعلنك عليهم حفيظا وما انت عليهم بوكيل",
  },
  {
    "surah_number": 6,
    "verse_number": 108,
    "content":
        "ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم كذلك زينا لكل امة عملهم ثم الى ربهم مرجعهم فينبئهم بما كانوا يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 109,
    "content":
        "واقسموا بالله جهد ايمنهم لئن جاءتهم ءاية ليؤمنن بها قل انما الايت عند الله وما يشعركم انها اذا جاءت لا يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 110,
    "content":
        "ونقلب افـدتهم وابصرهم كما لم يؤمنوا به اول مرة ونذرهم في طغينهم يعمهون",
  },
  {
    "surah_number": 6,
    "verse_number": 111,
    "content":
        "ولو اننا نزلنا اليهم الملـئكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا الا ان يشاء الله ولكن اكثرهم يجهلون",
  },
  {
    "surah_number": 6,
    "verse_number": 112,
    "content":
        "وكذلك جعلنا لكل نبي عدوا شيطين الانس والجن يوحي بعضهم الى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون",
  },
  {
    "surah_number": 6,
    "verse_number": 113,
    "content":
        "ولتصغى اليه افـدة الذين لا يؤمنون بالاخرة وليرضوه وليقترفوا ما هم مقترفون",
  },
  {
    "surah_number": 6,
    "verse_number": 114,
    "content":
        "افغير الله ابتغي حكما وهو الذي انزل اليكم الكتب مفصلا والذين ءاتينهم الكتب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين",
  },
  {
    "surah_number": 6,
    "verse_number": 115,
    "content": "وتمت كلمت ربك صدقا وعدلا لا مبدل لكلمته وهو السميع العليم",
  },
  {
    "surah_number": 6,
    "verse_number": 116,
    "content":
        "وان تطع اكثر من في الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون",
  },
  {
    "surah_number": 6,
    "verse_number": 117,
    "content": "ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين",
  },
  {
    "surah_number": 6,
    "verse_number": 118,
    "content": "فكلوا مما ذكر اسم الله عليه ان كنتم بـايته مؤمنين",
  },
  {
    "surah_number": 6,
    "verse_number": 119,
    "content":
        "وما لكم الا تاكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه وان كثيرا ليضلون باهوائهم بغير علم ان ربك هو اعلم بالمعتدين",
  },
  {
    "surah_number": 6,
    "verse_number": 120,
    "content":
        "وذروا ظهر الاثم وباطنه ان الذين يكسبون الاثم سيجزون بما كانوا يقترفون",
  },
  {
    "surah_number": 6,
    "verse_number": 121,
    "content":
        "ولا تاكلوا مما لم يذكر اسم الله عليه وانه لفسق وان الشيطين ليوحون الى اوليائهم ليجدلوكم وان اطعتموهم انكم لمشركون",
  },
  {
    "surah_number": 6,
    "verse_number": 122,
    "content":
        "اومن كان ميتا فاحيينه وجعلنا له نورا يمشي به في الناس كمن مثله في الظلمت ليس بخارج منها كذلك زين للكفرين ما كانوا يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 123,
    "content":
        "وكذلك جعلنا في كل قرية اكبر مجرميها ليمكروا فيها وما يمكرون الا بانفسهم وما يشعرون",
  },
  {
    "surah_number": 6,
    "verse_number": 124,
    "content":
        "واذا جاءتهم ءاية قالوا لن نؤمن حتى نؤتى مثل ما اوتي رسل الله الله اعلم حيث يجعل رسالته سيصيب الذين اجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون",
  },
  {
    "surah_number": 6,
    "verse_number": 125,
    "content":
        "فمن يرد الله ان يهديه يشرح صدره للاسلم ومن يرد ان يضله يجعل صدره ضيقا حرجا كانما يصعد في السماء كذلك يجعل الله الرجس على الذين لا يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 126,
    "content": "وهذا صراط ربك مستقيما قد فصلنا الايت لقوم يذكرون",
  },
  {
    "surah_number": 6,
    "verse_number": 127,
    "content": "لهم دار السلم عند ربهم وهو وليهم بما كانوا يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 128,
    "content":
        "ويوم يحشرهم جميعا يمعشر الجن قد استكثرتم من الانس وقال اولياؤهم من الانس ربنا استمتع بعضنا ببعض وبلغنا اجلنا الذي اجلت لنا قال النار مثوىكم خلدين فيها الا ما شاء الله ان ربك حكيم عليم",
  },
  {
    "surah_number": 6,
    "verse_number": 129,
    "content": "وكذلك نولي بعض الظـلمين بعضا بما كانوا يكسبون",
  },
  {
    "surah_number": 6,
    "verse_number": 130,
    "content":
        "يمعشر الجن والانس الم ياتكم رسل منكم يقصون عليكم ءايتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على انفسنا وغرتهم الحيوة الدنيا وشهدوا على انفسهم انهم كانوا كفرين",
  },
  {
    "surah_number": 6,
    "verse_number": 131,
    "content": "ذلك ان لم يكن ربك مهلك القرى بظلم واهلها غفلون",
  },
  {
    "surah_number": 6,
    "verse_number": 132,
    "content": "ولكل درجت مما عملوا وما ربك بغفل عما يعملون",
  },
  {
    "surah_number": 6,
    "verse_number": 133,
    "content":
        "وربك الغني ذو الرحمة ان يشا يذهبكم ويستخلف من بعدكم ما يشاء كما انشاكم من ذرية قوم ءاخرين",
  },
  {
    "surah_number": 6,
    "verse_number": 134,
    "content": "ان ما توعدون لات وما انتم بمعجزين",
  },
  {
    "surah_number": 6,
    "verse_number": 135,
    "content":
        "قل يقوم اعملوا على مكانتكم اني عامل فسوف تعلمون من تكون له عقبة الدار انه لا يفلح الظـلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 136,
    "content":
        "وجعلوا لله مما ذرا من الحرث والانعم نصيبا فقالوا هذا لله بزعمهم وهذا لشركائنا فما كان لشركائهم فلا يصل الى الله وما كان لله فهو يصل الى شركائهم ساء ما يحكمون",
  },
  {
    "surah_number": 6,
    "verse_number": 137,
    "content":
        "وكذلك زين لكثير من المشركين قتل اولدهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون",
  },
  {
    "surah_number": 6,
    "verse_number": 138,
    "content":
        "وقالوا هذه انعم وحرث حجر لا يطعمها الا من نشاء بزعمهم وانعم حرمت ظهورها وانعم لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا يفترون",
  },
  {
    "surah_number": 6,
    "verse_number": 139,
    "content":
        "وقالوا ما في بطون هذه الانعم خالصة لذكورنا ومحرم على ازوجنا وان يكن ميتة فهم فيه شركاء سيجزيهم وصفهم انه حكيم عليم",
  },
  {
    "surah_number": 6,
    "verse_number": 140,
    "content":
        "قد خسر الذين قتلوا اولدهم سفها بغير علم وحرموا ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين",
  },
  {
    "surah_number": 6,
    "verse_number": 141,
    "content":
        "وهو الذي انشا جنـت معروشت وغير معروشت والنخل والزرع مختلفا اكله والزيتون والرمان متشبها وغير متشبه كلوا من ثمره اذا اثمر وءاتوا حقه يوم حصاده ولا تسرفوا انه لا يحب المسرفين",
  },
  {
    "surah_number": 6,
    "verse_number": 142,
    "content":
        "ومن الانعم حمولة وفرشا كلوا مما رزقكم الله ولا تتبعوا خطوت الشيطن انه لكم عدو مبين",
  },
  {
    "surah_number": 6,
    "verse_number": 143,
    "content":
        "ثمنية ازوج من الضان اثنين ومن المعز اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين نبـوني بعلم ان كنتم صدقين",
  },
  {
    "surah_number": 6,
    "verse_number": 144,
    "content":
        "ومن الابل اثنين ومن البقر اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين ام كنتم شهداء اذ وصىكم الله بهذا فمن اظلم ممن افترى على الله كذبا ليضل الناس بغير علم ان الله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 145,
    "content":
        "قل لا اجد في ما اوحي الي محرما على طاعم يطعمه الا ان يكون ميتة او دما مسفوحا او لحم خنزير فانه رجس او فسقا اهل لغير الله به فمن اضطر غير باغ ولا عاد فان ربك غفور رحيم",
  },
  {
    "surah_number": 6,
    "verse_number": 146,
    "content":
        "وعلى الذين هادوا حرمنا كل ذي ظفر ومن البقر والغنم حرمنا عليهم شحومهما الا ما حملت ظهورهما او الحوايا او ما اختلط بعظم ذلك جزينهم ببغيهم وانا لصدقون",
  },
  {
    "surah_number": 6,
    "verse_number": 147,
    "content": "فان كذبوك فقل ربكم ذو رحمة وسعة ولا يرد باسه عن القوم المجرمين",
  },
  {
    "surah_number": 6,
    "verse_number": 148,
    "content":
        "سيقول الذين اشركوا لو شاء الله ما اشركنا ولا ءاباؤنا ولا حرمنا من شيء كذلك كذب الذين من قبلهم حتى ذاقوا باسنا قل هل عندكم من علم فتخرجوه لنا ان تتبعون الا الظن وان انتم الا تخرصون",
  },
  {
    "surah_number": 6,
    "verse_number": 149,
    "content": "قل فلله الحجة البلغة فلو شاء لهدىكم اجمعين",
  },
  {
    "surah_number": 6,
    "verse_number": 150,
    "content":
        "قل هلم شهداءكم الذين يشهدون ان الله حرم هذا فان شهدوا فلا تشهد معهم ولا تتبع اهواء الذين كذبوا بـايتنا والذين لا يؤمنون بالاخرة وهم بربهم يعدلون",
  },
  {
    "surah_number": 6,
    "verse_number": 151,
    "content":
        "قل تعالوا اتل ما حرم ربكم عليكم الا تشركوا به شيـا وبالولدين احسنا ولا تقتلوا اولدكم من املق نحن نرزقكم واياهم ولا تقربوا الفوحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله الا بالحق ذلكم وصىكم به لعلكم تعقلون",
  },
  {
    "surah_number": 6,
    "verse_number": 152,
    "content":
        "ولا تقربوا مال اليتيم الا بالتي هي احسن حتى يبلغ اشده واوفوا الكيل والميزان بالقسط لا نكلف نفسا الا وسعها واذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله اوفوا ذلكم وصىكم به لعلكم تذكرون",
  },
  {
    "surah_number": 6,
    "verse_number": 153,
    "content":
        "وان هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصىكم به لعلكم تتقون",
  },
  {
    "surah_number": 6,
    "verse_number": 154,
    "content":
        "ثم ءاتينا موسى الكتب تماما على الذي احسن وتفصيلا لكل شيء وهدى ورحمة لعلهم بلقاء ربهم يؤمنون",
  },
  {
    "surah_number": 6,
    "verse_number": 155,
    "content": "وهذا كتب انزلنه مبارك فاتبعوه واتقوا لعلكم ترحمون",
  },
  {
    "surah_number": 6,
    "verse_number": 156,
    "content":
        "ان تقولوا انما انزل الكتب على طائفتين من قبلنا وان كنا عن دراستهم لغفلين",
  },
  {
    "surah_number": 6,
    "verse_number": 157,
    "content":
        "او تقولوا لو انا انزل علينا الكتب لكنا اهدى منهم فقد جاءكم بينة من ربكم وهدى ورحمة فمن اظلم ممن كذب بـايت الله وصدف عنها سنجزي الذين يصدفون عن ءايتنا سوء العذاب بما كانوا يصدفون",
  },
  {
    "surah_number": 6,
    "verse_number": 158,
    "content":
        "هل ينظرون الا ان تاتيهم الملـئكة او ياتي ربك او ياتي بعض ءايت ربك يوم ياتي بعض ءايت ربك لا ينفع نفسا ايمنها لم تكن ءامنت من قبل او كسبت في ايمنها خيرا قل انتظروا انا منتظرون",
  },
  {
    "surah_number": 6,
    "verse_number": 159,
    "content":
        "ان الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء انما امرهم الى الله ثم ينبئهم بما كانوا يفعلون",
  },
  {
    "surah_number": 6,
    "verse_number": 160,
    "content":
        "من جاء بالحسنة فله عشر امثالها ومن جاء بالسيئة فلا يجزى الا مثلها وهم لا يظلمون",
  },
  {
    "surah_number": 6,
    "verse_number": 161,
    "content":
        "قل انني هدىني ربي الى صراط مستقيم دينا قيما ملة ابرهيم حنيفا وما كان من المشركين",
  },
  {
    "surah_number": 6,
    "verse_number": 162,
    "content": "قل ان صلاتي ونسكي ومحياي ومماتي لله رب العلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 163,
    "content": "لا شريك له وبذلك امرت وانا اول المسلمين",
  },
  {
    "surah_number": 6,
    "verse_number": 164,
    "content":
        "قل اغير الله ابغي ربا وهو رب كل شيء ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون",
  },
  {
    "surah_number": 6,
    "verse_number": 165,
    "content":
        "وهو الذي جعلكم خلـئف الارض ورفع بعضكم فوق بعض درجت ليبلوكم في ما ءاتىكم ان ربك سريع العقاب وانه لغفور رحيم",
  },
  {"surah_number": 7, "verse_number": 1, "content": "المص"},
  {
    "surah_number": 7,
    "verse_number": 2,
    "content": "كتب انزل اليك فلا يكن في صدرك حرج منه لتنذر به وذكرى للمؤمنين",
  },
  {
    "surah_number": 7,
    "verse_number": 3,
    "content":
        "اتبعوا ما انزل اليكم من ربكم ولا تتبعوا من دونه اولياء قليلا ما تذكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 4,
    "content": "وكم من قرية اهلكنها فجاءها باسنا بيتا او هم قائلون",
  },
  {
    "surah_number": 7,
    "verse_number": 5,
    "content": "فما كان دعوىهم اذ جاءهم باسنا الا ان قالوا انا كنا ظلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 6,
    "content": "فلنسـلن الذين ارسل اليهم ولنسـلن المرسلين",
  },
  {
    "surah_number": 7,
    "verse_number": 7,
    "content": "فلنقصن عليهم بعلم وما كنا غائبين",
  },
  {
    "surah_number": 7,
    "verse_number": 8,
    "content": "والوزن يومئذ الحق فمن ثقلت موزينه فاولـئك هم المفلحون",
  },
  {
    "surah_number": 7,
    "verse_number": 9,
    "content":
        "ومن خفت موزينه فاولـئك الذين خسروا انفسهم بما كانوا بـايتنا يظلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 10,
    "content": "ولقد مكنـكم في الارض وجعلنا لكم فيها معيش قليلا ما تشكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 11,
    "content":
        "ولقد خلقنكم ثم صورنكم ثم قلنا للملـئكة اسجدوا لادم فسجدوا الا ابليس لم يكن من السـجدين",
  },
  {
    "surah_number": 7,
    "verse_number": 12,
    "content":
        "قال ما منعك الا تسجد اذ امرتك قال انا خير منه خلقتني من نار وخلقته من طين",
  },
  {
    "surah_number": 7,
    "verse_number": 13,
    "content": "قال فاهبط منها فما يكون لك ان تتكبر فيها فاخرج انك من الصـغرين",
  },
  {
    "surah_number": 7,
    "verse_number": 14,
    "content": "قال انظرني الى يوم يبعثون",
  },
  {"surah_number": 7, "verse_number": 15, "content": "قال انك من المنظرين"},
  {
    "surah_number": 7,
    "verse_number": 16,
    "content": "قال فبما اغويتني لاقعدن لهم صراطك المستقيم",
  },
  {
    "surah_number": 7,
    "verse_number": 17,
    "content":
        "ثم لاتينهم من بين ايديهم ومن خلفهم وعن ايمنهم وعن شمائلهم ولا تجد اكثرهم شكرين",
  },
  {
    "surah_number": 7,
    "verse_number": 18,
    "content":
        "قال اخرج منها مذءوما مدحورا لمن تبعك منهم لاملان جهنم منكم اجمعين",
  },
  {
    "surah_number": 7,
    "verse_number": 19,
    "content":
        "ويــادم اسكن انت وزوجك الجنة فكلا من حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظـلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 20,
    "content":
        "فوسوس لهما الشيطن ليبدي لهما ما وري عنهما من سوءتهما وقال ما نهىكما ربكما عن هذه الشجرة الا ان تكونا ملكين او تكونا من الخلدين",
  },
  {
    "surah_number": 7,
    "verse_number": 21,
    "content": "وقاسمهما اني لكما لمن النـصحين",
  },
  {
    "surah_number": 7,
    "verse_number": 22,
    "content":
        "فدلىهما بغرور فلما ذاقا الشجرة بدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة ونادىهما ربهما الم انهكما عن تلكما الشجرة واقل لكما ان الشيطن لكما عدو مبين",
  },
  {
    "surah_number": 7,
    "verse_number": 23,
    "content":
        "قالا ربنا ظلمنا انفسنا وان لم تغفر لنا وترحمنا لنكونن من الخسرين",
  },
  {
    "surah_number": 7,
    "verse_number": 24,
    "content": "قال اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتع الى حين",
  },
  {
    "surah_number": 7,
    "verse_number": 25,
    "content": "قال فيها تحيون وفيها تموتون ومنها تخرجون",
  },
  {
    "surah_number": 7,
    "verse_number": 26,
    "content":
        "يبني ءادم قد انزلنا عليكم لباسا يوري سوءتكم وريشا ولباس التقوى ذلك خير ذلك من ءايت الله لعلهم يذكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 27,
    "content":
        "يبني ءادم لا يفتننكم الشيطن كما اخرج ابويكم من الجنة ينزع عنهما لباسهما ليريهما سوءتهما انه يرىكم هو وقبيله من حيث لا ترونهم انا جعلنا الشيطين اولياء للذين لا يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 28,
    "content":
        "واذا فعلوا فحشة قالوا وجدنا عليها ءاباءنا والله امرنا بها قل ان الله لا يامر بالفحشاء اتقولون على الله ما لا تعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 29,
    "content":
        "قل امر ربي بالقسط واقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بداكم تعودون",
  },
  {
    "surah_number": 7,
    "verse_number": 30,
    "content":
        "فريقا هدى وفريقا حق عليهم الضللة انهم اتخذوا الشيطين اولياء من دون الله ويحسبون انهم مهتدون",
  },
  {
    "surah_number": 7,
    "verse_number": 31,
    "content":
        "يبني ءادم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا انه لا يحب المسرفين",
  },
  {
    "surah_number": 7,
    "verse_number": 32,
    "content":
        "قل من حرم زينة الله التي اخرج لعباده والطيبت من الرزق قل هي للذين ءامنوا في الحيوة الدنيا خالصة يوم القيمة كذلك نفصل الايت لقوم يعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 33,
    "content":
        "قل انما حرم ربي الفوحش ما ظهر منها وما بطن والاثم والبغي بغير الحق وان تشركوا بالله ما لم ينزل به سلطنا وان تقولوا على الله ما لا تعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 34,
    "content": "ولكل امة اجل فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون",
  },
  {
    "surah_number": 7,
    "verse_number": 35,
    "content":
        "يبني ءادم اما ياتينكم رسل منكم يقصون عليكم ءايتي فمن اتقى واصلح فلا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 7,
    "verse_number": 36,
    "content":
        "والذين كذبوا بـايتنا واستكبروا عنها اولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 7,
    "verse_number": 37,
    "content":
        "فمن اظلم ممن افترى على الله كذبا او كذب بـايته اولـئك ينالهم نصيبهم من الكتب حتى اذا جاءتهم رسلنا يتوفونهم قالوا اين ما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على انفسهم انهم كانوا كفرين",
  },
  {
    "surah_number": 7,
    "verse_number": 38,
    "content":
        "قال ادخلوا في امم قد خلت من قبلكم من الجن والانس في النار كلما دخلت امة لعنت اختها حتى اذا اداركوا فيها جميعا قالت اخرىهم لاولىهم ربنا هـؤلاء اضلونا فـاتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 39,
    "content":
        "وقالت اولىهم لاخرىهم فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم تكسبون",
  },
  {
    "surah_number": 7,
    "verse_number": 40,
    "content":
        "ان الذين كذبوا بـايتنا واستكبروا عنها لا تفتح لهم ابوب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين",
  },
  {
    "surah_number": 7,
    "verse_number": 41,
    "content": "لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزي الظـلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 42,
    "content":
        "والذين ءامنوا وعملوا الصـلحت لا نكلف نفسا الا وسعها اولـئك اصحب الجنة هم فيها خلدون",
  },
  {
    "surah_number": 7,
    "verse_number": 43,
    "content":
        "ونزعنا ما في صدورهم من غل تجري من تحتهم الانهر وقالوا الحمد لله الذي هدىنا لهذا وما كنا لنهتدي لولا ان هدىنا الله لقد جاءت رسل ربنا بالحق ونودوا ان تلكم الجنة اورثتموها بما كنتم تعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 44,
    "content":
        "ونادى اصحب الجنة اصحب النار ان قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فاذن مؤذن بينهم ان لعنة الله على الظـلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 45,
    "content": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة كفرون",
  },
  {
    "surah_number": 7,
    "verse_number": 46,
    "content":
        "وبينهما حجاب وعلى الاعراف رجال يعرفون كلا بسيمىهم ونادوا اصحب الجنة ان سلم عليكم لم يدخلوها وهم يطمعون",
  },
  {
    "surah_number": 7,
    "verse_number": 47,
    "content":
        "واذا صرفت ابصرهم تلقاء اصحب النار قالوا ربنا لا تجعلنا مع القوم الظـلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 48,
    "content":
        "ونادى اصحب الاعراف رجالا يعرفونهم بسيمىهم قالوا ما اغنى عنكم جمعكم وما كنتم تستكبرون",
  },
  {
    "surah_number": 7,
    "verse_number": 49,
    "content":
        "اهـؤلاء الذين اقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا انتم تحزنون",
  },
  {
    "surah_number": 7,
    "verse_number": 50,
    "content":
        "ونادى اصحب النار اصحب الجنة ان افيضوا علينا من الماء او مما رزقكم الله قالوا ان الله حرمهما على الكفرين",
  },
  {
    "surah_number": 7,
    "verse_number": 51,
    "content":
        "الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحيوة الدنيا فاليوم ننسىهم كما نسوا لقاء يومهم هذا وما كانوا بـايتنا يجحدون",
  },
  {
    "surah_number": 7,
    "verse_number": 52,
    "content": "ولقد جئنهم بكتب فصلنه على علم هدى ورحمة لقوم يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 53,
    "content":
        "هل ينظرون الا تاويله يوم ياتي تاويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا او نرد فنعمل غير الذي كنا نعمل قد خسروا انفسهم وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 7,
    "verse_number": 54,
    "content":
        "ان ربكم الله الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يغشي اليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرت بامره الا له الخلق والامر تبارك الله رب العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 55,
    "content": "ادعوا ربكم تضرعا وخفية انه لا يحب المعتدين",
  },
  {
    "surah_number": 7,
    "verse_number": 56,
    "content":
        "ولا تفسدوا في الارض بعد اصلحها وادعوه خوفا وطمعا ان رحمت الله قريب من المحسنين",
  },
  {
    "surah_number": 7,
    "verse_number": 57,
    "content":
        "وهو الذي يرسل الريح بشرا بين يدي رحمته حتى اذا اقلت سحابا ثقالا سقنه لبلد ميت فانزلنا به الماء فاخرجنا به من كل الثمرت كذلك نخرج الموتى لعلكم تذكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 58,
    "content":
        "والبلد الطيب يخرج نباته باذن ربه والذي خبث لا يخرج الا نكدا كذلك نصرف الايت لقوم يشكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 59,
    "content":
        "لقد ارسلنا نوحا الى قومه فقال يقوم اعبدوا الله ما لكم من اله غيره اني اخاف عليكم عذاب يوم عظيم",
  },
  {
    "surah_number": 7,
    "verse_number": 60,
    "content": "قال الملا من قومه انا لنرىك في ضلل مبين",
  },
  {
    "surah_number": 7,
    "verse_number": 61,
    "content": "قال يقوم ليس بي ضللة ولكني رسول من رب العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 62,
    "content": "ابلغكم رسلت ربي وانصح لكم واعلم من الله ما لا تعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 63,
    "content":
        "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم ولتتقوا ولعلكم ترحمون",
  },
  {
    "surah_number": 7,
    "verse_number": 64,
    "content":
        "فكذبوه فانجينه والذين معه في الفلك واغرقنا الذين كذبوا بـايتنا انهم كانوا قوما عمين",
  },
  {
    "surah_number": 7,
    "verse_number": 65,
    "content":
        "والى عاد اخاهم هودا قال يقوم اعبدوا الله ما لكم من اله غيره افلا تتقون",
  },
  {
    "surah_number": 7,
    "verse_number": 66,
    "content":
        "قال الملا الذين كفروا من قومه انا لنرىك في سفاهة وانا لنظنك من الكذبين",
  },
  {
    "surah_number": 7,
    "verse_number": 67,
    "content": "قال يقوم ليس بي سفاهة ولكني رسول من رب العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 68,
    "content": "ابلغكم رسلت ربي وانا لكم ناصح امين",
  },
  {
    "surah_number": 7,
    "verse_number": 69,
    "content":
        "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا اذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بصطة فاذكروا ءالاء الله لعلكم تفلحون",
  },
  {
    "surah_number": 7,
    "verse_number": 70,
    "content":
        "قالوا اجئتنا لنعبد الله وحده ونذر ما كان يعبد ءاباؤنا فاتنا بما تعدنا ان كنت من الصـدقين",
  },
  {
    "surah_number": 7,
    "verse_number": 71,
    "content":
        "قال قد وقع عليكم من ربكم رجس وغضب اتجدلونني في اسماء سميتموها انتم وءاباؤكم ما نزل الله بها من سلطن فانتظروا اني معكم من المنتظرين",
  },
  {
    "surah_number": 7,
    "verse_number": 72,
    "content":
        "فانجينه والذين معه برحمة منا وقطعنا دابر الذين كذبوا بـايتنا وما كانوا مؤمنين",
  },
  {
    "surah_number": 7,
    "verse_number": 73,
    "content":
        "والى ثمود اخاهم صلحا قال يقوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم هذه ناقة الله لكم ءاية فذروها تاكل في ارض الله ولا تمسوها بسوء فياخذكم عذاب اليم",
  },
  {
    "surah_number": 7,
    "verse_number": 74,
    "content":
        "واذكروا اذ جعلكم خلفاء من بعد عاد وبواكم في الارض تتخذون من سهولها قصورا وتنحتون الجبال بيوتا فاذكروا ءالاء الله ولا تعثوا في الارض مفسدين",
  },
  {
    "surah_number": 7,
    "verse_number": 75,
    "content":
        "قال الملا الذين استكبروا من قومه للذين استضعفوا لمن ءامن منهم اتعلمون ان صلحا مرسل من ربه قالوا انا بما ارسل به مؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 76,
    "content": "قال الذين استكبروا انا بالذي ءامنتم به كفرون",
  },
  {
    "surah_number": 7,
    "verse_number": 77,
    "content":
        "فعقروا الناقة وعتوا عن امر ربهم وقالوا يصلح ائتنا بما تعدنا ان كنت من المرسلين",
  },
  {
    "surah_number": 7,
    "verse_number": 78,
    "content": "فاخذتهم الرجفة فاصبحوا في دارهم جثمين",
  },
  {
    "surah_number": 7,
    "verse_number": 79,
    "content":
        "فتولى عنهم وقال يقوم لقد ابلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون النـصحين",
  },
  {
    "surah_number": 7,
    "verse_number": 80,
    "content":
        "ولوطا اذ قال لقومه اتاتون الفحشة ما سبقكم بها من احد من العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 81,
    "content": "انكم لتاتون الرجال شهوة من دون النساء بل انتم قوم مسرفون",
  },
  {
    "surah_number": 7,
    "verse_number": 82,
    "content":
        "وما كان جواب قومه الا ان قالوا اخرجوهم من قريتكم انهم اناس يتطهرون",
  },
  {
    "surah_number": 7,
    "verse_number": 83,
    "content": "فانجينه واهله الا امراته كانت من الغبرين",
  },
  {
    "surah_number": 7,
    "verse_number": 84,
    "content": "وامطرنا عليهم مطرا فانظر كيف كان عقبة المجرمين",
  },
  {
    "surah_number": 7,
    "verse_number": 85,
    "content":
        "والى مدين اخاهم شعيبا قال يقوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم فاوفوا الكيل والميزان ولا تبخسوا الناس اشياءهم ولا تفسدوا في الارض بعد اصلحها ذلكم خير لكم ان كنتم مؤمنين",
  },
  {
    "surah_number": 7,
    "verse_number": 86,
    "content":
        "ولا تقعدوا بكل صراط توعدون وتصدون عن سبيل الله من ءامن به وتبغونها عوجا واذكروا اذ كنتم قليلا فكثركم وانظروا كيف كان عقبة المفسدين",
  },
  {
    "surah_number": 7,
    "verse_number": 87,
    "content":
        "وان كان طائفة منكم ءامنوا بالذي ارسلت به وطائفة لم يؤمنوا فاصبروا حتى يحكم الله بيننا وهو خير الحكمين",
  },
  {
    "surah_number": 7,
    "verse_number": 88,
    "content":
        "قال الملا الذين استكبروا من قومه لنخرجنك يشعيب والذين ءامنوا معك من قريتنا او لتعودن في ملتنا قال اولو كنا كرهين",
  },
  {
    "surah_number": 7,
    "verse_number": 89,
    "content":
        "قد افترينا على الله كذبا ان عدنا في ملتكم بعد اذ نجىنا الله منها وما يكون لنا ان نعود فيها الا ان يشاء الله ربنا وسع ربنا كل شيء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وانت خير الفتحين",
  },
  {
    "surah_number": 7,
    "verse_number": 90,
    "content":
        "وقال الملا الذين كفروا من قومه لئن اتبعتم شعيبا انكم اذا لخسرون",
  },
  {
    "surah_number": 7,
    "verse_number": 91,
    "content": "فاخذتهم الرجفة فاصبحوا في دارهم جثمين",
  },
  {
    "surah_number": 7,
    "verse_number": 92,
    "content":
        "الذين كذبوا شعيبا كان لم يغنوا فيها الذين كذبوا شعيبا كانوا هم الخسرين",
  },
  {
    "surah_number": 7,
    "verse_number": 93,
    "content":
        "فتولى عنهم وقال يقوم لقد ابلغتكم رسلت ربي ونصحت لكم فكيف ءاسى على قوم كفرين",
  },
  {
    "surah_number": 7,
    "verse_number": 94,
    "content":
        "وما ارسلنا في قرية من نبي الا اخذنا اهلها بالباساء والضراء لعلهم يضرعون",
  },
  {
    "surah_number": 7,
    "verse_number": 95,
    "content":
        "ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس ءاباءنا الضراء والسراء فاخذنهم بغتة وهم لا يشعرون",
  },
  {
    "surah_number": 7,
    "verse_number": 96,
    "content":
        "ولو ان اهل القرى ءامنوا واتقوا لفتحنا عليهم بركت من السماء والارض ولكن كذبوا فاخذنهم بما كانوا يكسبون",
  },
  {
    "surah_number": 7,
    "verse_number": 97,
    "content": "افامن اهل القرى ان ياتيهم باسنا بيتا وهم نائمون",
  },
  {
    "surah_number": 7,
    "verse_number": 98,
    "content": "اوامن اهل القرى ان ياتيهم باسنا ضحى وهم يلعبون",
  },
  {
    "surah_number": 7,
    "verse_number": 99,
    "content": "افامنوا مكر الله فلا يامن مكر الله الا القوم الخسرون",
  },
  {
    "surah_number": 7,
    "verse_number": 100,
    "content":
        "اولم يهد للذين يرثون الارض من بعد اهلها ان لو نشاء اصبنهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون",
  },
  {
    "surah_number": 7,
    "verse_number": 101,
    "content":
        "تلك القرى نقص عليك من انبائها ولقد جاءتهم رسلهم بالبينت فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكفرين",
  },
  {
    "surah_number": 7,
    "verse_number": 102,
    "content": "وما وجدنا لاكثرهم من عهد وان وجدنا اكثرهم لفسقين",
  },
  {
    "surah_number": 7,
    "verse_number": 103,
    "content":
        "ثم بعثنا من بعدهم موسى بـايتنا الى فرعون وملايه فظلموا بها فانظر كيف كان عقبة المفسدين",
  },
  {
    "surah_number": 7,
    "verse_number": 104,
    "content": "وقال موسى يفرعون اني رسول من رب العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 105,
    "content":
        "حقيق على ان لا اقول على الله الا الحق قد جئتكم ببينة من ربكم فارسل معي بني اسرـءيل",
  },
  {
    "surah_number": 7,
    "verse_number": 106,
    "content": "قال ان كنت جئت بـاية فات بها ان كنت من الصـدقين",
  },
  {
    "surah_number": 7,
    "verse_number": 107,
    "content": "فالقى عصاه فاذا هي ثعبان مبين",
  },
  {
    "surah_number": 7,
    "verse_number": 108,
    "content": "ونزع يده فاذا هي بيضاء للنـظرين",
  },
  {
    "surah_number": 7,
    "verse_number": 109,
    "content": "قال الملا من قوم فرعون ان هذا لسحر عليم",
  },
  {
    "surah_number": 7,
    "verse_number": 110,
    "content": "يريد ان يخرجكم من ارضكم فماذا تامرون",
  },
  {
    "surah_number": 7,
    "verse_number": 111,
    "content": "قالوا ارجه واخاه وارسل في المدائن حشرين",
  },
  {"surah_number": 7, "verse_number": 112, "content": "ياتوك بكل سحر عليم"},
  {
    "surah_number": 7,
    "verse_number": 113,
    "content": "وجاء السحرة فرعون قالوا ان لنا لاجرا ان كنا نحن الغلبين",
  },
  {
    "surah_number": 7,
    "verse_number": 114,
    "content": "قال نعم وانكم لمن المقربين",
  },
  {
    "surah_number": 7,
    "verse_number": 115,
    "content": "قالوا يموسى اما ان تلقي واما ان نكون نحن الملقين",
  },
  {
    "surah_number": 7,
    "verse_number": 116,
    "content":
        "قال القوا فلما القوا سحروا اعين الناس واسترهبوهم وجاءو بسحر عظيم",
  },
  {
    "surah_number": 7,
    "verse_number": 117,
    "content": "واوحينا الى موسى ان الق عصاك فاذا هي تلقف ما يافكون",
  },
  {
    "surah_number": 7,
    "verse_number": 118,
    "content": "فوقع الحق وبطل ما كانوا يعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 119,
    "content": "فغلبوا هنالك وانقلبوا صغرين",
  },
  {"surah_number": 7, "verse_number": 120, "content": "والقي السحرة سجدين"},
  {
    "surah_number": 7,
    "verse_number": 121,
    "content": "قالوا ءامنا برب العلمين",
  },
  {"surah_number": 7, "verse_number": 122, "content": "رب موسى وهرون"},
  {
    "surah_number": 7,
    "verse_number": 123,
    "content":
        "قال فرعون ءامنتم به قبل ان ءاذن لكم ان هذا لمكر مكرتموه في المدينة لتخرجوا منها اهلها فسوف تعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 124,
    "content": "لاقطعن ايديكم وارجلكم من خلف ثم لاصلبنكم اجمعين",
  },
  {
    "surah_number": 7,
    "verse_number": 125,
    "content": "قالوا انا الى ربنا منقلبون",
  },
  {
    "surah_number": 7,
    "verse_number": 126,
    "content":
        "وما تنقم منا الا ان ءامنا بـايت ربنا لما جاءتنا ربنا افرغ علينا صبرا وتوفنا مسلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 127,
    "content":
        "وقال الملا من قوم فرعون اتذر موسى وقومه ليفسدوا في الارض ويذرك وءالهتك قال سنقتل ابناءهم ونستحي نساءهم وانا فوقهم قهرون",
  },
  {
    "surah_number": 7,
    "verse_number": 128,
    "content":
        "قال موسى لقومه استعينوا بالله واصبروا ان الارض لله يورثها من يشاء من عباده والعقبة للمتقين",
  },
  {
    "surah_number": 7,
    "verse_number": 129,
    "content":
        "قالوا اوذينا من قبل ان تاتينا ومن بعد ما جئتنا قال عسى ربكم ان يهلك عدوكم ويستخلفكم في الارض فينظر كيف تعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 130,
    "content": "ولقد اخذنا ءال فرعون بالسنين ونقص من الثمرت لعلهم يذكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 131,
    "content":
        "فاذا جاءتهم الحسنة قالوا لنا هذه وان تصبهم سيئة يطيروا بموسى ومن معه الا انما طـئرهم عند الله ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 132,
    "content": "وقالوا مهما تاتنا به من ءاية لتسحرنا بها فما نحن لك بمؤمنين",
  },
  {
    "surah_number": 7,
    "verse_number": 133,
    "content":
        "فارسلنا عليهم الطوفان والجراد والقمل والضفادع والدم ءايت مفصلت فاستكبروا وكانوا قوما مجرمين",
  },
  {
    "surah_number": 7,
    "verse_number": 134,
    "content":
        "ولما وقع عليهم الرجز قالوا يموسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز لنؤمنن لك ولنرسلن معك بني اسرـءيل",
  },
  {
    "surah_number": 7,
    "verse_number": 135,
    "content": "فلما كشفنا عنهم الرجز الى اجل هم بلغوه اذا هم ينكثون",
  },
  {
    "surah_number": 7,
    "verse_number": 136,
    "content":
        "فانتقمنا منهم فاغرقنهم في اليم بانهم كذبوا بـايتنا وكانوا عنها غفلين",
  },
  {
    "surah_number": 7,
    "verse_number": 137,
    "content":
        "واورثنا القوم الذين كانوا يستضعفون مشرق الارض ومغربها التي بركنا فيها وتمت كلمت ربك الحسنى على بني اسرـءيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون",
  },
  {
    "surah_number": 7,
    "verse_number": 138,
    "content":
        "وجوزنا ببني اسرـءيل البحر فاتوا على قوم يعكفون على اصنام لهم قالوا يموسى اجعل لنا الها كما لهم ءالهة قال انكم قوم تجهلون",
  },
  {
    "surah_number": 7,
    "verse_number": 139,
    "content": "ان هـؤلاء متبر ما هم فيه وبطل ما كانوا يعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 140,
    "content": "قال اغير الله ابغيكم الها وهو فضلكم على العلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 141,
    "content":
        "واذ انجينكم من ءال فرعون يسومونكم سوء العذاب يقتلون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
  },
  {
    "surah_number": 7,
    "verse_number": 142,
    "content":
        "ووعدنا موسى ثلثين ليلة واتممنها بعشر فتم ميقت ربه اربعين ليلة وقال موسى لاخيه هرون اخلفني في قومي واصلح ولا تتبع سبيل المفسدين",
  },
  {
    "surah_number": 7,
    "verse_number": 143,
    "content":
        "ولما جاء موسى لميقتنا وكلمه ربه قال رب ارني انظر اليك قال لن ترىني ولكن انظر الى الجبل فان استقر مكانه فسوف ترىني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما افاق قال سبحنك تبت اليك وانا اول المؤمنين",
  },
  {
    "surah_number": 7,
    "verse_number": 144,
    "content":
        "قال يموسى اني اصطفيتك على الناس برسلتي وبكلمي فخذ ما ءاتيتك وكن من الشـكرين",
  },
  {
    "surah_number": 7,
    "verse_number": 145,
    "content":
        "وكتبنا له في الالواح من كل شيء موعظة وتفصيلا لكل شيء فخذها بقوة وامر قومك ياخذوا باحسنها ساوريكم دار الفسقين",
  },
  {
    "surah_number": 7,
    "verse_number": 146,
    "content":
        "ساصرف عن ءايتي الذين يتكبرون في الارض بغير الحق وان يروا كل ءاية لا يؤمنوا بها وان يروا سبيل الرشد لا يتخذوه سبيلا وان يروا سبيل الغي يتخذوه سبيلا ذلك بانهم كذبوا بـايتنا وكانوا عنها غفلين",
  },
  {
    "surah_number": 7,
    "verse_number": 147,
    "content":
        "والذين كذبوا بـايتنا ولقاء الاخرة حبطت اعملهم هل يجزون الا ما كانوا يعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 148,
    "content":
        "واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار الم يروا انه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 149,
    "content":
        "ولما سقط في ايديهم وراوا انهم قد ضلوا قالوا لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخسرين",
  },
  {
    "surah_number": 7,
    "verse_number": 150,
    "content":
        "ولما رجع موسى الى قومه غضبن اسفا قال بئسما خلفتموني من بعدي اعجلتم امر ربكم والقى الالواح واخذ براس اخيه يجره اليه قال ابن ام ان القوم استضعفوني وكادوا يقتلونني فلا تشمت بي الاعداء ولا تجعلني مع القوم الظـلمين",
  },
  {
    "surah_number": 7,
    "verse_number": 151,
    "content": "قال رب اغفر لي ولاخي وادخلنا في رحمتك وانت ارحم الرـحمين",
  },
  {
    "surah_number": 7,
    "verse_number": 152,
    "content":
        "ان الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحيوة الدنيا وكذلك نجزي المفترين",
  },
  {
    "surah_number": 7,
    "verse_number": 153,
    "content":
        "والذين عملوا السيـات ثم تابوا من بعدها وءامنوا ان ربك من بعدها لغفور رحيم",
  },
  {
    "surah_number": 7,
    "verse_number": 154,
    "content":
        "ولما سكت عن موسى الغضب اخذ الالواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون",
  },
  {
    "surah_number": 7,
    "verse_number": 155,
    "content":
        "واختار موسى قومه سبعين رجلا لميقتنا فلما اخذتهم الرجفة قال رب لو شئت اهلكتهم من قبل وايـي اتهلكنا بما فعل السفهاء منا ان هي الا فتنتك تضل بها من تشاء وتهدي من تشاء انت ولينا فاغفر لنا وارحمنا وانت خير الغفرين",
  },
  {
    "surah_number": 7,
    "verse_number": 156,
    "content":
        "واكتب لنا في هذه الدنيا حسنة وفي الاخرة انا هدنا اليك قال عذابي اصيب به من اشاء ورحمتي وسعت كل شيء فساكتبها للذين يتقون ويؤتون الزكوة والذين هم بـايتنا يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 157,
    "content":
        "الذين يتبعون الرسول النبي الامي الذي يجدونه مكتوبا عندهم في التورىة والانجيل يامرهم بالمعروف وينهىهم عن المنكر ويحل لهم الطيبت ويحرم عليهم الخبـئث ويضع عنهم اصرهم والاغلل التي كانت عليهم فالذين ءامنوا به وعزروه ونصروه واتبعوا النور الذي انزل معه اولـئك هم المفلحون",
  },
  {
    "surah_number": 7,
    "verse_number": 158,
    "content":
        "قل يـايها الناس اني رسول الله اليكم جميعا الذي له ملك السموت والارض لا اله الا هو يحي ويميت فـامنوا بالله ورسوله النبي الامي الذي يؤمن بالله وكلمته واتبعوه لعلكم تهتدون",
  },
  {
    "surah_number": 7,
    "verse_number": 159,
    "content": "ومن قوم موسى امة يهدون بالحق وبه يعدلون",
  },
  {
    "surah_number": 7,
    "verse_number": 160,
    "content":
        "وقطعنهم اثنتي عشرة اسباطا امما واوحينا الى موسى اذ استسقىه قومه ان اضرب بعصاك الحجر فانبجست منه اثنتا عشرة عينا قد علم كل اناس مشربهم وظللنا عليهم الغمم وانزلنا عليهم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 161,
    "content":
        "واذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيـتكم سنزيد المحسنين",
  },
  {
    "surah_number": 7,
    "verse_number": 162,
    "content":
        "فبدل الذين ظلموا منهم قولا غير الذي قيل لهم فارسلنا عليهم رجزا من السماء بما كانوا يظلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 163,
    "content":
        "وسـلهم عن القرية التي كانت حاضرة البحر اذ يعدون في السبت اذ تاتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تاتيهم كذلك نبلوهم بما كانوا يفسقون",
  },
  {
    "surah_number": 7,
    "verse_number": 164,
    "content":
        "واذ قالت امة منهم لم تعظون قوما الله مهلكهم او معذبهم عذابا شديدا قالوا معذرة الى ربكم ولعلهم يتقون",
  },
  {
    "surah_number": 7,
    "verse_number": 165,
    "content":
        "فلما نسوا ما ذكروا به انجينا الذين ينهون عن السوء واخذنا الذين ظلموا بعذاب بـيس بما كانوا يفسقون",
  },
  {
    "surah_number": 7,
    "verse_number": 166,
    "content": "فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خسـين",
  },
  {
    "surah_number": 7,
    "verse_number": 167,
    "content":
        "واذ تاذن ربك ليبعثن عليهم الى يوم القيمة من يسومهم سوء العذاب ان ربك لسريع العقاب وانه لغفور رحيم",
  },
  {
    "surah_number": 7,
    "verse_number": 168,
    "content":
        "وقطعنهم في الارض امما منهم الصـلحون ومنهم دون ذلك وبلونهم بالحسنت والسيـات لعلهم يرجعون",
  },
  {
    "surah_number": 7,
    "verse_number": 169,
    "content":
        "فخلف من بعدهم خلف ورثوا الكتب ياخذون عرض هذا الادنى ويقولون سيغفر لنا وان ياتهم عرض مثله ياخذوه الم يؤخذ عليهم ميثق الكتب ان لا يقولوا على الله الا الحق ودرسوا ما فيه والدار الاخرة خير للذين يتقون افلا تعقلون",
  },
  {
    "surah_number": 7,
    "verse_number": 170,
    "content": "والذين يمسكون بالكتب واقاموا الصلاة انا لا نضيع اجر المصلحين",
  },
  {
    "surah_number": 7,
    "verse_number": 171,
    "content":
        "واذ نتقنا الجبل فوقهم كانه ظلة وظنوا انه واقع بهم خذوا ما ءاتينكم بقوة واذكروا ما فيه لعلكم تتقون",
  },
  {
    "surah_number": 7,
    "verse_number": 172,
    "content":
        "واذ اخذ ربك من بني ءادم من ظهورهم ذريتهم واشهدهم على انفسهم الست بربكم قالوا بلى شهدنا ان تقولوا يوم القيمة انا كنا عن هذا غفلين",
  },
  {
    "surah_number": 7,
    "verse_number": 173,
    "content":
        "او تقولوا انما اشرك ءاباؤنا من قبل وكنا ذرية من بعدهم افتهلكنا بما فعل المبطلون",
  },
  {
    "surah_number": 7,
    "verse_number": 174,
    "content": "وكذلك نفصل الايت ولعلهم يرجعون",
  },
  {
    "surah_number": 7,
    "verse_number": 175,
    "content":
        "واتل عليهم نبا الذي ءاتينه ءايتنا فانسلخ منها فاتبعه الشيطن فكان من الغاوين",
  },
  {
    "surah_number": 7,
    "verse_number": 176,
    "content":
        "ولو شئنا لرفعنه بها ولكنه اخلد الى الارض واتبع هوىه فمثله كمثل الكلب ان تحمل عليه يلهث او تتركه يلهث ذـلك مثل القوم الذين كذبوا بـايتنا فاقصص القصص لعلهم يتفكرون",
  },
  {
    "surah_number": 7,
    "verse_number": 177,
    "content": "ساء مثلا القوم الذين كذبوا بـايتنا وانفسهم كانوا يظلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 178,
    "content": "من يهد الله فهو المهتدي ومن يضلل فاولـئك هم الخسرون",
  },
  {
    "surah_number": 7,
    "verse_number": 179,
    "content":
        "ولقد ذرانا لجهنم كثيرا من الجن والانس لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون بها ولهم ءاذان لا يسمعون بها اولـئك كالانعم بل هم اضل اولـئك هم الغفلون",
  },
  {
    "surah_number": 7,
    "verse_number": 180,
    "content":
        "ولله الاسماء الحسنى فادعوه بها وذروا الذين يلحدون في اسمـئه سيجزون ما كانوا يعملون",
  },
  {
    "surah_number": 7,
    "verse_number": 181,
    "content": "وممن خلقنا امة يهدون بالحق وبه يعدلون",
  },
  {
    "surah_number": 7,
    "verse_number": 182,
    "content": "والذين كذبوا بـايتنا سنستدرجهم من حيث لا يعلمون",
  },
  {"surah_number": 7, "verse_number": 183, "content": "واملي لهم ان كيدي متين"},
  {
    "surah_number": 7,
    "verse_number": 184,
    "content": "اولم يتفكروا ما بصاحبهم من جنة ان هو الا نذير مبين",
  },
  {
    "surah_number": 7,
    "verse_number": 185,
    "content":
        "اولم ينظروا في ملكوت السموت والارض وما خلق الله من شيء وان عسى ان يكون قد اقترب اجلهم فباي حديث بعده يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 186,
    "content": "من يضلل الله فلا هادي له ويذرهم في طغينهم يعمهون",
  },
  {
    "surah_number": 7,
    "verse_number": 187,
    "content":
        "يسـلونك عن الساعة ايان مرسىها قل انما علمها عند ربي لا يجليها لوقتها الا هو ثقلت في السموت والارض لا تاتيكم الا بغتة يسـلونك كانك حفي عنها قل انما علمها عند الله ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 7,
    "verse_number": 188,
    "content":
        "قل لا املك لنفسي نفعا ولا ضرا الا ما شاء الله ولو كنت اعلم الغيب لاستكثرت من الخير وما مسني السوء ان انا الا نذير وبشير لقوم يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 189,
    "content":
        "هو الذي خلقكم من نفس وحدة وجعل منها زوجها ليسكن اليها فلما تغشىها حملت حملا خفيفا فمرت به فلما اثقلت دعوا الله ربهما لئن ءاتيتنا صلحا لنكونن من الشـكرين",
  },
  {
    "surah_number": 7,
    "verse_number": 190,
    "content":
        "فلما ءاتىهما صلحا جعلا له شركاء فيما ءاتىهما فتعلى الله عما يشركون",
  },
  {
    "surah_number": 7,
    "verse_number": 191,
    "content": "ايشركون ما لا يخلق شيـا وهم يخلقون",
  },
  {
    "surah_number": 7,
    "verse_number": 192,
    "content": "ولا يستطيعون لهم نصرا ولا انفسهم ينصرون",
  },
  {
    "surah_number": 7,
    "verse_number": 193,
    "content":
        "وان تدعوهم الى الهدى لا يتبعوكم سواء عليكم ادعوتموهم ام انتم صمتون",
  },
  {
    "surah_number": 7,
    "verse_number": 194,
    "content":
        "ان الذين تدعون من دون الله عباد امثالكم فادعوهم فليستجيبوا لكم ان كنتم صدقين",
  },
  {
    "surah_number": 7,
    "verse_number": 195,
    "content":
        "الهم ارجل يمشون بها ام لهم ايد يبطشون بها ام لهم اعين يبصرون بها ام لهم ءاذان يسمعون بها قل ادعوا شركاءكم ثم كيدون فلا تنظرون",
  },
  {
    "surah_number": 7,
    "verse_number": 196,
    "content": "ان ولـي الله الذي نزل الكتب وهو يتولى الصـلحين",
  },
  {
    "surah_number": 7,
    "verse_number": 197,
    "content": "والذين تدعون من دونه لا يستطيعون نصركم ولا انفسهم ينصرون",
  },
  {
    "surah_number": 7,
    "verse_number": 198,
    "content":
        "وان تدعوهم الى الهدى لا يسمعوا وترىهم ينظرون اليك وهم لا يبصرون",
  },
  {
    "surah_number": 7,
    "verse_number": 199,
    "content": "خذ العفو وامر بالعرف واعرض عن الجهلين",
  },
  {
    "surah_number": 7,
    "verse_number": 200,
    "content": "واما ينزغنك من الشيطن نزغ فاستعذ بالله انه سميع عليم",
  },
  {
    "surah_number": 7,
    "verse_number": 201,
    "content": "ان الذين اتقوا اذا مسهم طـئف من الشيطن تذكروا فاذا هم مبصرون",
  },
  {
    "surah_number": 7,
    "verse_number": 202,
    "content": "واخونهم يمدونهم في الغي ثم لا يقصرون",
  },
  {
    "surah_number": 7,
    "verse_number": 203,
    "content":
        "واذا لم تاتهم بـاية قالوا لولا اجتبيتها قل انما اتبع ما يوحى الي من ربي هذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون",
  },
  {
    "surah_number": 7,
    "verse_number": 204,
    "content": "واذا قرئ القرءان فاستمعوا له وانصتوا لعلكم ترحمون",
  },
  {
    "surah_number": 7,
    "verse_number": 205,
    "content":
        "واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والاصال ولا تكن من الغفلين",
  },
  {
    "surah_number": 7,
    "verse_number": 206,
    "content": "ان الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون",
  },
  {
    "surah_number": 8,
    "verse_number": 1,
    "content":
        "يسـلونك عن الانفال قل الانفال لله والرسول فاتقوا الله واصلحوا ذات بينكم واطيعوا الله ورسوله ان كنتم مؤمنين",
  },
  {
    "surah_number": 8,
    "verse_number": 2,
    "content":
        "انما المؤمنون الذين اذا ذكر الله وجلت قلوبهم واذا تليت عليهم ءايته زادتهم ايمنا وعلى ربهم يتوكلون",
  },
  {
    "surah_number": 8,
    "verse_number": 3,
    "content": "الذين يقيمون الصلاة ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 8,
    "verse_number": 4,
    "content": "اولـئك هم المؤمنون حقا لهم درجت عند ربهم ومغفرة ورزق كريم",
  },
  {
    "surah_number": 8,
    "verse_number": 5,
    "content": "كما اخرجك ربك من بيتك بالحق وان فريقا من المؤمنين لكرهون",
  },
  {
    "surah_number": 8,
    "verse_number": 6,
    "content": "يجدلونك في الحق بعد ما تبين كانما يساقون الى الموت وهم ينظرون",
  },
  {
    "surah_number": 8,
    "verse_number": 7,
    "content":
        "واذ يعدكم الله احدى الطائفتين انها لكم وتودون ان غير ذات الشوكة تكون لكم ويريد الله ان يحق الحق بكلمته ويقطع دابر الكفرين",
  },
  {
    "surah_number": 8,
    "verse_number": 8,
    "content": "ليحق الحق ويبطل البطل ولو كره المجرمون",
  },
  {
    "surah_number": 8,
    "verse_number": 9,
    "content": "اذ تستغيثون ربكم فاستجاب لكم اني ممدكم بالف من الملـئكة مردفين",
  },
  {
    "surah_number": 8,
    "verse_number": 10,
    "content":
        "وما جعله الله الا بشرى ولتطمئن به قلوبكم وما النصر الا من عند الله ان الله عزيز حكيم",
  },
  {
    "surah_number": 8,
    "verse_number": 11,
    "content":
        "اذ يغشيكم النعاس امنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطن وليربط على قلوبكم ويثبت به الاقدام",
  },
  {
    "surah_number": 8,
    "verse_number": 12,
    "content":
        "اذ يوحي ربك الى الملـئكة اني معكم فثبتوا الذين ءامنوا سالقي في قلوب الذين كفروا الرعب فاضربوا فوق الاعناق واضربوا منهم كل بنان",
  },
  {
    "surah_number": 8,
    "verse_number": 13,
    "content":
        "ذلك بانهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فان الله شديد العقاب",
  },
  {
    "surah_number": 8,
    "verse_number": 14,
    "content": "ذلكم فذوقوه وان للكفرين عذاب النار",
  },
  {
    "surah_number": 8,
    "verse_number": 15,
    "content":
        "يـايها الذين ءامنوا اذا لقيتم الذين كفروا زحفا فلا تولوهم الادبار",
  },
  {
    "surah_number": 8,
    "verse_number": 16,
    "content":
        "ومن يولهم يومئذ دبره الا متحرفا لقتال او متحيزا الى فئة فقد باء بغضب من الله وماوىه جهنم وبئس المصير",
  },
  {
    "surah_number": 8,
    "verse_number": 17,
    "content":
        "فلم تقتلوهم ولكن الله قتلهم وما رميت اذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا ان الله سميع عليم",
  },
  {
    "surah_number": 8,
    "verse_number": 18,
    "content": "ذلكم وان الله موهن كيد الكفرين",
  },
  {
    "surah_number": 8,
    "verse_number": 19,
    "content":
        "ان تستفتحوا فقد جاءكم الفتح وان تنتهوا فهو خير لكم وان تعودوا نعد ولن تغني عنكم فئتكم شيـا ولو كثرت وان الله مع المؤمنين",
  },
  {
    "surah_number": 8,
    "verse_number": 20,
    "content":
        "يـايها الذين ءامنوا اطيعوا الله ورسوله ولا تولوا عنه وانتم تسمعون",
  },
  {
    "surah_number": 8,
    "verse_number": 21,
    "content": "ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون",
  },
  {
    "surah_number": 8,
    "verse_number": 22,
    "content": "ان شر الدواب عند الله الصم البكم الذين لا يعقلون",
  },
  {
    "surah_number": 8,
    "verse_number": 23,
    "content": "ولو علم الله فيهم خيرا لاسمعهم ولو اسمعهم لتولوا وهم معرضون",
  },
  {
    "surah_number": 8,
    "verse_number": 24,
    "content":
        "يـايها الذين ءامنوا استجيبوا لله وللرسول اذا دعاكم لما يحييكم واعلموا ان الله يحول بين المرء وقلبه وانه اليه تحشرون",
  },
  {
    "surah_number": 8,
    "verse_number": 25,
    "content":
        "واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا ان الله شديد العقاب",
  },
  {
    "surah_number": 8,
    "verse_number": 26,
    "content":
        "واذكروا اذ انتم قليل مستضعفون في الارض تخافون ان يتخطفكم الناس فـاوىكم وايدكم بنصره ورزقكم من الطيبت لعلكم تشكرون",
  },
  {
    "surah_number": 8,
    "verse_number": 27,
    "content":
        "يـايها الذين ءامنوا لا تخونوا الله والرسول وتخونوا امنتكم وانتم تعلمون",
  },
  {
    "surah_number": 8,
    "verse_number": 28,
    "content": "واعلموا انما امولكم واولدكم فتنة وان الله عنده اجر عظيم",
  },
  {
    "surah_number": 8,
    "verse_number": 29,
    "content":
        "يـايها الذين ءامنوا ان تتقوا الله يجعل لكم فرقانا ويكفر عنكم سيـاتكم ويغفر لكم والله ذو الفضل العظيم",
  },
  {
    "surah_number": 8,
    "verse_number": 30,
    "content":
        "واذ يمكر بك الذين كفروا ليثبتوك او يقتلوك او يخرجوك ويمكرون ويمكر الله والله خير المكرين",
  },
  {
    "surah_number": 8,
    "verse_number": 31,
    "content":
        "واذا تتلى عليهم ءايتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا ان هذا الا اسطير الاولين",
  },
  {
    "surah_number": 8,
    "verse_number": 32,
    "content":
        "واذ قالوا اللهم ان كان هذا هو الحق من عندك فامطر علينا حجارة من السماء او ائتنا بعذاب اليم",
  },
  {
    "surah_number": 8,
    "verse_number": 33,
    "content":
        "وما كان الله ليعذبهم وانت فيهم وما كان الله معذبهم وهم يستغفرون",
  },
  {
    "surah_number": 8,
    "verse_number": 34,
    "content":
        "وما لهم الا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا اولياءه ان اولياؤه الا المتقون ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 8,
    "verse_number": 35,
    "content":
        "وما كان صلاتهم عند البيت الا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون",
  },
  {
    "surah_number": 8,
    "verse_number": 36,
    "content":
        "ان الذين كفروا ينفقون امولهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا الى جهنم يحشرون",
  },
  {
    "surah_number": 8,
    "verse_number": 37,
    "content":
        "ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم اولـئك هم الخسرون",
  },
  {
    "surah_number": 8,
    "verse_number": 38,
    "content":
        "قل للذين كفروا ان ينتهوا يغفر لهم ما قد سلف وان يعودوا فقد مضت سنت الاولين",
  },
  {
    "surah_number": 8,
    "verse_number": 39,
    "content":
        "وقتلوهم حتى لا تكون فتنة ويكون الدين كله لله فان انتهوا فان الله بما يعملون بصير",
  },
  {
    "surah_number": 8,
    "verse_number": 40,
    "content": "وان تولوا فاعلموا ان الله مولىكم نعم المولى ونعم النصير",
  },
  {
    "surah_number": 8,
    "verse_number": 41,
    "content":
        "واعلموا انما غنمتم من شيء فان لله خمسه وللرسول ولذي القربى واليتمى والمسكين وابن السبيل ان كنتم ءامنتم بالله وما انزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شيء قدير",
  },
  {
    "surah_number": 8,
    "verse_number": 42,
    "content":
        "اذ انتم بالعدوة الدنيا وهم بالعدوة القصوى والركب اسفل منكم ولو تواعدتم لاختلفتم في الميعد ولكن ليقضي الله امرا كان مفعولا ليهلك من هلك عن بينة ويحيى من حي عن بينة وان الله لسميع عليم",
  },
  {
    "surah_number": 8,
    "verse_number": 43,
    "content":
        "اذ يريكهم الله في منامك قليلا ولو ارىكهم كثيرا لفشلتم ولتنزعتم في الامر ولكن الله سلم انه عليم بذات الصدور",
  },
  {
    "surah_number": 8,
    "verse_number": 44,
    "content":
        "واذ يريكموهم اذ التقيتم في اعينكم قليلا ويقللكم في اعينهم ليقضي الله امرا كان مفعولا والى الله ترجع الامور",
  },
  {
    "surah_number": 8,
    "verse_number": 45,
    "content":
        "يـايها الذين ءامنوا اذا لقيتم فئة فاثبتوا واذكروا الله كثيرا لعلكم تفلحون",
  },
  {
    "surah_number": 8,
    "verse_number": 46,
    "content":
        "واطيعوا الله ورسوله ولا تنزعوا فتفشلوا وتذهب ريحكم واصبروا ان الله مع الصـبرين",
  },
  {
    "surah_number": 8,
    "verse_number": 47,
    "content":
        "ولا تكونوا كالذين خرجوا من ديرهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط",
  },
  {
    "surah_number": 8,
    "verse_number": 48,
    "content":
        "واذ زين لهم الشيطن اعملهم وقال لا غالب لكم اليوم من الناس واني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال اني بريء منكم اني ارى ما لا ترون اني اخاف الله والله شديد العقاب",
  },
  {
    "surah_number": 8,
    "verse_number": 49,
    "content":
        "اذ يقول المنفقون والذين في قلوبهم مرض غر هـؤلاء دينهم ومن يتوكل على الله فان الله عزيز حكيم",
  },
  {
    "surah_number": 8,
    "verse_number": 50,
    "content":
        "ولو ترى اذ يتوفى الذين كفروا الملـئكة يضربون وجوههم وادبرهم وذوقوا عذاب الحريق",
  },
  {
    "surah_number": 8,
    "verse_number": 51,
    "content": "ذلك بما قدمت ايديكم وان الله ليس بظلـم للعبيد",
  },
  {
    "surah_number": 8,
    "verse_number": 52,
    "content":
        "كداب ءال فرعون والذين من قبلهم كفروا بـايت الله فاخذهم الله بذنوبهم ان الله قوي شديد العقاب",
  },
  {
    "surah_number": 8,
    "verse_number": 53,
    "content":
        "ذلك بان الله لم يك مغيرا نعمة انعمها على قوم حتى يغيروا ما بانفسهم وان الله سميع عليم",
  },
  {
    "surah_number": 8,
    "verse_number": 54,
    "content":
        "كداب ءال فرعون والذين من قبلهم كذبوا بـايت ربهم فاهلكنهم بذنوبهم واغرقنا ءال فرعون وكل كانوا ظلمين",
  },
  {
    "surah_number": 8,
    "verse_number": 55,
    "content": "ان شر الدواب عند الله الذين كفروا فهم لا يؤمنون",
  },
  {
    "surah_number": 8,
    "verse_number": 56,
    "content": "الذين عهدت منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون",
  },
  {
    "surah_number": 8,
    "verse_number": 57,
    "content": "فاما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون",
  },
  {
    "surah_number": 8,
    "verse_number": 58,
    "content":
        "واما تخافن من قوم خيانة فانبذ اليهم على سواء ان الله لا يحب الخائنين",
  },
  {
    "surah_number": 8,
    "verse_number": 59,
    "content": "ولا يحسبن الذين كفروا سبقوا انهم لا يعجزون",
  },
  {
    "surah_number": 8,
    "verse_number": 60,
    "content":
        "واعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم وءاخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف اليكم وانتم لا تظلمون",
  },
  {
    "surah_number": 8,
    "verse_number": 61,
    "content": "وان جنحوا للسلم فاجنح لها وتوكل على الله انه هو السميع العليم",
  },
  {
    "surah_number": 8,
    "verse_number": 62,
    "content":
        "وان يريدوا ان يخدعوك فان حسبك الله هو الذي ايدك بنصره وبالمؤمنين",
  },
  {
    "surah_number": 8,
    "verse_number": 63,
    "content":
        "والف بين قلوبهم لو انفقت ما في الارض جميعا ما الفت بين قلوبهم ولكن الله الف بينهم انه عزيز حكيم",
  },
  {
    "surah_number": 8,
    "verse_number": 64,
    "content": "يـايها النبي حسبك الله ومن اتبعك من المؤمنين",
  },
  {
    "surah_number": 8,
    "verse_number": 65,
    "content":
        "يـايها النبي حرض المؤمنين على القتال ان يكن منكم عشرون صبرون يغلبوا مائتين وان يكن منكم مائة يغلبوا الفا من الذين كفروا بانهم قوم لا يفقهون",
  },
  {
    "surah_number": 8,
    "verse_number": 66,
    "content":
        "الـن خفف الله عنكم وعلم ان فيكم ضعفا فان يكن منكم مائة صابرة يغلبوا مائتين وان يكن منكم الف يغلبوا الفين باذن الله والله مع الصـبرين",
  },
  {
    "surah_number": 8,
    "verse_number": 67,
    "content":
        "ما كان لنبي ان يكون له اسرى حتى يثخن في الارض تريدون عرض الدنيا والله يريد الاخرة والله عزيز حكيم",
  },
  {
    "surah_number": 8,
    "verse_number": 68,
    "content": "لولا كتب من الله سبق لمسكم فيما اخذتم عذاب عظيم",
  },
  {
    "surah_number": 8,
    "verse_number": 69,
    "content": "فكلوا مما غنمتم حللا طيبا واتقوا الله ان الله غفور رحيم",
  },
  {
    "surah_number": 8,
    "verse_number": 70,
    "content":
        "يـايها النبي قل لمن في ايديكم من الاسرى ان يعلم الله في قلوبكم خيرا يؤتكم خيرا مما اخذ منكم ويغفر لكم والله غفور رحيم",
  },
  {
    "surah_number": 8,
    "verse_number": 71,
    "content":
        "وان يريدوا خيانتك فقد خانوا الله من قبل فامكن منهم والله عليم حكيم",
  },
  {
    "surah_number": 8,
    "verse_number": 72,
    "content":
        "ان الذين ءامنوا وهاجروا وجهدوا بامولهم وانفسهم في سبيل الله والذين ءاووا ونصروا اولـئك بعضهم اولياء بعض والذين ءامنوا ولم يهاجروا ما لكم من وليتهم من شيء حتى يهاجروا وان استنصروكم في الدين فعليكم النصر الا على قوم بينكم وبينهم ميثق والله بما تعملون بصير",
  },
  {
    "surah_number": 8,
    "verse_number": 73,
    "content":
        "والذين كفروا بعضهم اولياء بعض الا تفعلوه تكن فتنة في الارض وفساد كبير",
  },
  {
    "surah_number": 8,
    "verse_number": 74,
    "content":
        "والذين ءامنوا وهاجروا وجهدوا في سبيل الله والذين ءاووا ونصروا اولـئك هم المؤمنون حقا لهم مغفرة ورزق كريم",
  },
  {
    "surah_number": 8,
    "verse_number": 75,
    "content":
        "والذين ءامنوا من بعد وهاجروا وجهدوا معكم فاولـئك منكم واولوا الارحام بعضهم اولى ببعض في كتب الله ان الله بكل شيء عليم",
  },
  {
    "surah_number": 9,
    "verse_number": 1,
    "content": "براءة من الله ورسوله الى الذين عهدتم من المشركين",
  },
  {
    "surah_number": 9,
    "verse_number": 2,
    "content":
        "فسيحوا في الارض اربعة اشهر واعلموا انكم غير معجزي الله وان الله مخزي الكفرين",
  },
  {
    "surah_number": 9,
    "verse_number": 3,
    "content":
        "واذن من الله ورسوله الى الناس يوم الحج الاكبر ان الله بريء من المشركين ورسوله فان تبتم فهو خير لكم وان توليتم فاعلموا انكم غير معجزي الله وبشر الذين كفروا بعذاب اليم",
  },
  {
    "surah_number": 9,
    "verse_number": 4,
    "content":
        "الا الذين عهدتم من المشركين ثم لم ينقصوكم شيـا ولم يظهروا عليكم احدا فاتموا اليهم عهدهم الى مدتهم ان الله يحب المتقين",
  },
  {
    "surah_number": 9,
    "verse_number": 5,
    "content":
        "فاذا انسلخ الاشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فان تابوا واقاموا الصلاة وءاتوا الزكوة فخلوا سبيلهم ان الله غفور رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 6,
    "content":
        "وان احد من المشركين استجارك فاجره حتى يسمع كلم الله ثم ابلغه مامنه ذلك بانهم قوم لا يعلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 7,
    "content":
        "كيف يكون للمشركين عهد عند الله وعند رسوله الا الذين عهدتم عند المسجد الحرام فما استقموا لكم فاستقيموا لهم ان الله يحب المتقين",
  },
  {
    "surah_number": 9,
    "verse_number": 8,
    "content":
        "كيف وان يظهروا عليكم لا يرقبوا فيكم الا ولا ذمة يرضونكم بافوههم وتابى قلوبهم واكثرهم فسقون",
  },
  {
    "surah_number": 9,
    "verse_number": 9,
    "content":
        "اشتروا بـايت الله ثمنا قليلا فصدوا عن سبيله انهم ساء ما كانوا يعملون",
  },
  {
    "surah_number": 9,
    "verse_number": 10,
    "content": "لا يرقبون في مؤمن الا ولا ذمة واولـئك هم المعتدون",
  },
  {
    "surah_number": 9,
    "verse_number": 11,
    "content":
        "فان تابوا واقاموا الصلاة وءاتوا الزكوة فاخونكم في الدين ونفصل الايت لقوم يعلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 12,
    "content":
        "وان نكثوا ايمنهم من بعد عهدهم وطعنوا في دينكم فقتلوا ائمة الكفر انهم لا ايمن لهم لعلهم ينتهون",
  },
  {
    "surah_number": 9,
    "verse_number": 13,
    "content":
        "الا تقتلون قوما نكثوا ايمنهم وهموا باخراج الرسول وهم بدءوكم اول مرة اتخشونهم فالله احق ان تخشوه ان كنتم مؤمنين",
  },
  {
    "surah_number": 9,
    "verse_number": 14,
    "content":
        "قتلوهم يعذبهم الله بايديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين",
  },
  {
    "surah_number": 9,
    "verse_number": 15,
    "content": "ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 16,
    "content":
        "ام حسبتم ان تتركوا ولما يعلم الله الذين جهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة والله خبير بما تعملون",
  },
  {
    "surah_number": 9,
    "verse_number": 17,
    "content":
        "ما كان للمشركين ان يعمروا مسجد الله شهدين على انفسهم بالكفر اولـئك حبطت اعملهم وفي النار هم خلدون",
  },
  {
    "surah_number": 9,
    "verse_number": 18,
    "content":
        "انما يعمر مسجد الله من ءامن بالله واليوم الاخر واقام الصلاة وءاتى الزكوة ولم يخش الا الله فعسى اولـئك ان يكونوا من المهتدين",
  },
  {
    "surah_number": 9,
    "verse_number": 19,
    "content":
        "اجعلتم سقاية الحاج وعمارة المسجد الحرام كمن ءامن بالله واليوم الاخر وجهد في سبيل الله لا يستون عند الله والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 9,
    "verse_number": 20,
    "content":
        "الذين ءامنوا وهاجروا وجهدوا في سبيل الله بامولهم وانفسهم اعظم درجة عند الله واولـئك هم الفائزون",
  },
  {
    "surah_number": 9,
    "verse_number": 21,
    "content": "يبشرهم ربهم برحمة منه ورضون وجنـت لهم فيها نعيم مقيم",
  },
  {
    "surah_number": 9,
    "verse_number": 22,
    "content": "خلدين فيها ابدا ان الله عنده اجر عظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 23,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا ءاباءكم واخونكم اولياء ان استحبوا الكفر على الايمن ومن يتولهم منكم فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 24,
    "content":
        "قل ان كان ءاباؤكم وابناؤكم واخونكم وازوجكم وعشيرتكم وامول اقترفتموها وتجرة تخشون كسادها ومسكن ترضونها احب اليكم من الله ورسوله وجهاد في سبيله فتربصوا حتى ياتي الله بامره والله لا يهدي القوم الفسقين",
  },
  {
    "surah_number": 9,
    "verse_number": 25,
    "content":
        "لقد نصركم الله في مواطن كثيرة ويوم حنين اذ اعجبتكم كثرتكم فلم تغن عنكم شيـا وضاقت عليكم الارض بما رحبت ثم وليتم مدبرين",
  },
  {
    "surah_number": 9,
    "verse_number": 26,
    "content":
        "ثم انزل الله سكينته على رسوله وعلى المؤمنين وانزل جنودا لم تروها وعذب الذين كفروا وذلك جزاء الكفرين",
  },
  {
    "surah_number": 9,
    "verse_number": 27,
    "content": "ثم يتوب الله من بعد ذلك على من يشاء والله غفور رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 28,
    "content":
        "يـايها الذين ءامنوا انما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وان خفتم عيلة فسوف يغنيكم الله من فضله ان شاء ان الله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 29,
    "content":
        "قتلوا الذين لا يؤمنون بالله ولا باليوم الاخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين اوتوا الكتب حتى يعطوا الجزية عن يد وهم صغرون",
  },
  {
    "surah_number": 9,
    "verse_number": 30,
    "content":
        "وقالت اليهود عزير ابن الله وقالت النصرى المسيح ابن الله ذلك قولهم بافوههم يضهـون قول الذين كفروا من قبل قتلهم الله انى يؤفكون",
  },
  {
    "surah_number": 9,
    "verse_number": 31,
    "content":
        "اتخذوا احبارهم ورهبنهم اربابا من دون الله والمسيح ابن مريم وما امروا الا ليعبدوا الها وحدا لا اله الا هو سبحنه عما يشركون",
  },
  {
    "surah_number": 9,
    "verse_number": 32,
    "content":
        "يريدون ان يطفـوا نور الله بافوههم ويابى الله الا ان يتم نوره ولو كره الكفرون",
  },
  {
    "surah_number": 9,
    "verse_number": 33,
    "content":
        "هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون",
  },
  {
    "surah_number": 9,
    "verse_number": 34,
    "content":
        "يـايها الذين ءامنوا ان كثيرا من الاحبار والرهبان لياكلون امول الناس بالبطل ويصدون عن سبيل الله والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب اليم",
  },
  {
    "surah_number": 9,
    "verse_number": 35,
    "content":
        "يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لانفسكم فذوقوا ما كنتم تكنزون",
  },
  {
    "surah_number": 9,
    "verse_number": 36,
    "content":
        "ان عدة الشهور عند الله اثنا عشر شهرا في كتب الله يوم خلق السموت والارض منها اربعة حرم ذلك الدين القيم فلا تظلموا فيهن انفسكم وقتلوا المشركين كافة كما يقتلونكم كافة واعلموا ان الله مع المتقين",
  },
  {
    "surah_number": 9,
    "verse_number": 37,
    "content":
        "انما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطـوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء اعملهم والله لا يهدي القوم الكفرين",
  },
  {
    "surah_number": 9,
    "verse_number": 38,
    "content":
        "يـايها الذين ءامنوا ما لكم اذا قيل لكم انفروا في سبيل الله اثاقلتم الى الارض ارضيتم بالحيوة الدنيا من الاخرة فما متع الحيوة الدنيا في الاخرة الا قليل",
  },
  {
    "surah_number": 9,
    "verse_number": 39,
    "content":
        "الا تنفروا يعذبكم عذابا اليما ويستبدل قوما غيركم ولا تضروه شيـا والله على كل شيء قدير",
  },
  {
    "surah_number": 9,
    "verse_number": 40,
    "content":
        "الا تنصروه فقد نصره الله اذ اخرجه الذين كفروا ثاني اثنين اذ هما في الغار اذ يقول لصحبه لا تحزن ان الله معنا فانزل الله سكينته عليه وايده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا والله عزيز حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 41,
    "content":
        "انفروا خفافا وثقالا وجهدوا بامولكم وانفسكم في سبيل الله ذلكم خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 42,
    "content":
        "لو كان عرضا قريبا وسفرا قاصدا لاتبعوك ولكن بعدت عليهم الشقة وسيحلفون بالله لو استطعنا لخرجنا معكم يهلكون انفسهم والله يعلم انهم لكذبون",
  },
  {
    "surah_number": 9,
    "verse_number": 43,
    "content":
        "عفا الله عنك لم اذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكذبين",
  },
  {
    "surah_number": 9,
    "verse_number": 44,
    "content":
        "لا يستـذنك الذين يؤمنون بالله واليوم الاخر ان يجهدوا بامولهم وانفسهم والله عليم بالمتقين",
  },
  {
    "surah_number": 9,
    "verse_number": 45,
    "content":
        "انما يستـذنك الذين لا يؤمنون بالله واليوم الاخر وارتابت قلوبهم فهم في ريبهم يترددون",
  },
  {
    "surah_number": 9,
    "verse_number": 46,
    "content":
        "ولو ارادوا الخروج لاعدوا له عدة ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القعدين",
  },
  {
    "surah_number": 9,
    "verse_number": 47,
    "content":
        "لو خرجوا فيكم ما زادوكم الا خبالا ولاوضعوا خللكم يبغونكم الفتنة وفيكم سمـعون لهم والله عليم بالظـلمين",
  },
  {
    "surah_number": 9,
    "verse_number": 48,
    "content":
        "لقد ابتغوا الفتنة من قبل وقلبوا لك الامور حتى جاء الحق وظهر امر الله وهم كرهون",
  },
  {
    "surah_number": 9,
    "verse_number": 49,
    "content":
        "ومنهم من يقول ائذن لي ولا تفتني الا في الفتنة سقطوا وان جهنم لمحيطة بالكفرين",
  },
  {
    "surah_number": 9,
    "verse_number": 50,
    "content":
        "ان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا قد اخذنا امرنا من قبل ويتولوا وهم فرحون",
  },
  {
    "surah_number": 9,
    "verse_number": 51,
    "content":
        "قل لن يصيبنا الا ما كتب الله لنا هو مولىنا وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 9,
    "verse_number": 52,
    "content":
        "قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا انا معكم متربصون",
  },
  {
    "surah_number": 9,
    "verse_number": 53,
    "content": "قل انفقوا طوعا او كرها لن يتقبل منكم انكم كنتم قوما فسقين",
  },
  {
    "surah_number": 9,
    "verse_number": 54,
    "content":
        "وما منعهم ان تقبل منهم نفقتهم الا انهم كفروا بالله وبرسوله ولا ياتون الصلاة الا وهم كسالى ولا ينفقون الا وهم كرهون",
  },
  {
    "surah_number": 9,
    "verse_number": 55,
    "content":
        "فلا تعجبك امولهم ولا اولدهم انما يريد الله ليعذبهم بها في الحيوة الدنيا وتزهق انفسهم وهم كفرون",
  },
  {
    "surah_number": 9,
    "verse_number": 56,
    "content": "ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون",
  },
  {
    "surah_number": 9,
    "verse_number": 57,
    "content": "لو يجدون ملجـا او مغرت او مدخلا لولوا اليه وهم يجمحون",
  },
  {
    "surah_number": 9,
    "verse_number": 58,
    "content":
        "ومنهم من يلمزك في الصدقت فان اعطوا منها رضوا وان لم يعطوا منها اذا هم يسخطون",
  },
  {
    "surah_number": 9,
    "verse_number": 59,
    "content":
        "ولو انهم رضوا ما ءاتىهم الله ورسوله وقالوا حسبنا الله سيؤتينا الله من فضله ورسوله انا الى الله رغبون",
  },
  {
    "surah_number": 9,
    "verse_number": 60,
    "content":
        "انما الصدقت للفقراء والمسكين والعملين عليها والمؤلفة قلوبهم وفي الرقاب والغرمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 61,
    "content":
        "ومنهم الذين يؤذون النبي ويقولون هو اذن قل اذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين ءامنوا منكم والذين يؤذون رسول الله لهم عذاب اليم",
  },
  {
    "surah_number": 9,
    "verse_number": 62,
    "content":
        "يحلفون بالله لكم ليرضوكم والله ورسوله احق ان يرضوه ان كانوا مؤمنين",
  },
  {
    "surah_number": 9,
    "verse_number": 63,
    "content":
        "الم يعلموا انه من يحادد الله ورسوله فان له نار جهنم خلدا فيها ذلك الخزي العظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 64,
    "content":
        "يحذر المنفقون ان تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزءوا ان الله مخرج ما تحذرون",
  },
  {
    "surah_number": 9,
    "verse_number": 65,
    "content":
        "ولئن سالتهم ليقولن انما كنا نخوض ونلعب قل ابالله وءايته ورسوله كنتم تستهزءون",
  },
  {
    "surah_number": 9,
    "verse_number": 66,
    "content":
        "لا تعتذروا قد كفرتم بعد ايمنكم ان نعف عن طائفة منكم نعذب طائفة بانهم كانوا مجرمين",
  },
  {
    "surah_number": 9,
    "verse_number": 67,
    "content":
        "المنفقون والمنفقت بعضهم من بعض يامرون بالمنكر وينهون عن المعروف ويقبضون ايديهم نسوا الله فنسيهم ان المنفقين هم الفسقون",
  },
  {
    "surah_number": 9,
    "verse_number": 68,
    "content":
        "وعد الله المنفقين والمنفقت والكفار نار جهنم خلدين فيها هي حسبهم ولعنهم الله ولهم عذاب مقيم",
  },
  {
    "surah_number": 9,
    "verse_number": 69,
    "content":
        "كالذين من قبلكم كانوا اشد منكم قوة واكثر امولا واولدا فاستمتعوا بخلقهم فاستمتعتم بخلقكم كما استمتع الذين من قبلكم بخلقهم وخضتم كالذي خاضوا اولـئك حبطت اعملهم في الدنيا والاخرة واولـئك هم الخسرون",
  },
  {
    "surah_number": 9,
    "verse_number": 70,
    "content":
        "الم ياتهم نبا الذين من قبلهم قوم نوح وعاد وثمود وقوم ابرهيم واصحب مدين والمؤتفكت اتتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 71,
    "content":
        "والمؤمنون والمؤمنت بعضهم اولياء بعض يامرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكوة ويطيعون الله ورسوله اولـئك سيرحمهم الله ان الله عزيز حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 72,
    "content":
        "وعد الله المؤمنين والمؤمنت جنـت تجري من تحتها الانهر خلدين فيها ومسكن طيبة في جنـت عدن ورضون من الله اكبر ذلك هو الفوز العظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 73,
    "content":
        "يـايها النبي جهد الكفار والمنفقين واغلظ عليهم وماوىهم جهنم وبئس المصير",
  },
  {
    "surah_number": 9,
    "verse_number": 74,
    "content":
        "يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد اسلمهم وهموا بما لم ينالوا وما نقموا الا ان اغنىهم الله ورسوله من فضله فان يتوبوا يك خيرا لهم وان يتولوا يعذبهم الله عذابا اليما في الدنيا والاخرة وما لهم في الارض من ولي ولا نصير",
  },
  {
    "surah_number": 9,
    "verse_number": 75,
    "content":
        "ومنهم من عهد الله لئن ءاتىنا من فضله لنصدقن ولنكونن من الصـلحين",
  },
  {
    "surah_number": 9,
    "verse_number": 76,
    "content": "فلما ءاتىهم من فضله بخلوا به وتولوا وهم معرضون",
  },
  {
    "surah_number": 9,
    "verse_number": 77,
    "content":
        "فاعقبهم نفاقا في قلوبهم الى يوم يلقونه بما اخلفوا الله ما وعدوه وبما كانوا يكذبون",
  },
  {
    "surah_number": 9,
    "verse_number": 78,
    "content": "الم يعلموا ان الله يعلم سرهم ونجوىهم وان الله علـم الغيوب",
  },
  {
    "surah_number": 9,
    "verse_number": 79,
    "content":
        "الذين يلمزون المطوعين من المؤمنين في الصدقت والذين لا يجدون الا جهدهم فيسخرون منهم سخر الله منهم ولهم عذاب اليم",
  },
  {
    "surah_number": 9,
    "verse_number": 80,
    "content":
        "استغفر لهم او لا تستغفر لهم ان تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بانهم كفروا بالله ورسوله والله لا يهدي القوم الفسقين",
  },
  {
    "surah_number": 9,
    "verse_number": 81,
    "content":
        "فرح المخلفون بمقعدهم خلف رسول الله وكرهوا ان يجهدوا بامولهم وانفسهم في سبيل الله وقالوا لا تنفروا في الحر قل نار جهنم اشد حرا لو كانوا يفقهون",
  },
  {
    "surah_number": 9,
    "verse_number": 82,
    "content": "فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون",
  },
  {
    "surah_number": 9,
    "verse_number": 83,
    "content":
        "فان رجعك الله الى طائفة منهم فاستـذنوك للخروج فقل لن تخرجوا معي ابدا ولن تقتلوا معي عدوا انكم رضيتم بالقعود اول مرة فاقعدوا مع الخلفين",
  },
  {
    "surah_number": 9,
    "verse_number": 84,
    "content":
        "ولا تصل على احد منهم مات ابدا ولا تقم على قبره انهم كفروا بالله ورسوله وماتوا وهم فسقون",
  },
  {
    "surah_number": 9,
    "verse_number": 85,
    "content":
        "ولا تعجبك امولهم واولدهم انما يريد الله ان يعذبهم بها في الدنيا وتزهق انفسهم وهم كفرون",
  },
  {
    "surah_number": 9,
    "verse_number": 86,
    "content":
        "واذا انزلت سورة ان ءامنوا بالله وجهدوا مع رسوله استـذنك اولوا الطول منهم وقالوا ذرنا نكن مع القعدين",
  },
  {
    "surah_number": 9,
    "verse_number": 87,
    "content": "رضوا بان يكونوا مع الخوالف وطبع على قلوبهم فهم لا يفقهون",
  },
  {
    "surah_number": 9,
    "verse_number": 88,
    "content":
        "لكن الرسول والذين ءامنوا معه جهدوا بامولهم وانفسهم واولـئك لهم الخيرت واولـئك هم المفلحون",
  },
  {
    "surah_number": 9,
    "verse_number": 89,
    "content":
        "اعد الله لهم جنـت تجري من تحتها الانهر خلدين فيها ذلك الفوز العظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 90,
    "content":
        "وجاء المعذرون من الاعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب اليم",
  },
  {
    "surah_number": 9,
    "verse_number": 91,
    "content":
        "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج اذا نصحوا لله ورسوله ما على المحسنين من سبيل والله غفور رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 92,
    "content":
        "ولا على الذين اذا ما اتوك لتحملهم قلت لا اجد ما احملكم عليه تولوا واعينهم تفيض من الدمع حزنا الا يجدوا ما ينفقون",
  },
  {
    "surah_number": 9,
    "verse_number": 93,
    "content":
        "انما السبيل على الذين يستـذنونك وهم اغنياء رضوا بان يكونوا مع الخوالف وطبع الله على قلوبهم فهم لا يعلمون",
  },
  {
    "surah_number": 9,
    "verse_number": 94,
    "content":
        "يعتذرون اليكم اذا رجعتم اليهم قل لا تعتذروا لن نؤمن لكم قد نبانا الله من اخباركم وسيرى الله عملكم ورسوله ثم تردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 9,
    "verse_number": 95,
    "content":
        "سيحلفون بالله لكم اذا انقلبتم اليهم لتعرضوا عنهم فاعرضوا عنهم انهم رجس وماوىهم جهنم جزاء بما كانوا يكسبون",
  },
  {
    "surah_number": 9,
    "verse_number": 96,
    "content":
        "يحلفون لكم لترضوا عنهم فان ترضوا عنهم فان الله لا يرضى عن القوم الفسقين",
  },
  {
    "surah_number": 9,
    "verse_number": 97,
    "content":
        "الاعراب اشد كفرا ونفاقا واجدر الا يعلموا حدود ما انزل الله على رسوله والله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 98,
    "content":
        "ومن الاعراب من يتخذ ما ينفق مغرما ويتربص بكم الدوائر عليهم دائرة السوء والله سميع عليم",
  },
  {
    "surah_number": 9,
    "verse_number": 99,
    "content":
        "ومن الاعراب من يؤمن بالله واليوم الاخر ويتخذ ما ينفق قربت عند الله وصلوت الرسول الا انها قربة لهم سيدخلهم الله في رحمته ان الله غفور رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 100,
    "content":
        "والسـبقون الاولون من المهجرين والانصار والذين اتبعوهم باحسن رضي الله عنهم ورضوا عنه واعد لهم جنـت تجري تحتها الانهر خلدين فيها ابدا ذلك الفوز العظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 101,
    "content":
        "وممن حولكم من الاعراب منفقون ومن اهل المدينة مردوا على النفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون الى عذاب عظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 102,
    "content":
        "وءاخرون اعترفوا بذنوبهم خلطوا عملا صلحا وءاخر سيئا عسى الله ان يتوب عليهم ان الله غفور رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 103,
    "content":
        "خذ من امولهم صدقة تطهرهم وتزكيهم بها وصل عليهم ان صلوتك سكن لهم والله سميع عليم",
  },
  {
    "surah_number": 9,
    "verse_number": 104,
    "content":
        "الم يعلموا ان الله هو يقبل التوبة عن عباده وياخذ الصدقت وان الله هو التواب الرحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 105,
    "content":
        "وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون وستردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 9,
    "verse_number": 106,
    "content":
        "وءاخرون مرجون لامر الله اما يعذبهم واما يتوب عليهم والله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 107,
    "content":
        "والذين اتخذوا مسجدا ضرارا وكفرا وتفريقا بين المؤمنين وارصادا لمن حارب الله ورسوله من قبل وليحلفن ان اردنا الا الحسنى والله يشهد انهم لكذبون",
  },
  {
    "surah_number": 9,
    "verse_number": 108,
    "content":
        "لا تقم فيه ابدا لمسجد اسس على التقوى من اول يوم احق ان تقوم فيه فيه رجال يحبون ان يتطهروا والله يحب المطهرين",
  },
  {
    "surah_number": 9,
    "verse_number": 109,
    "content":
        "افمن اسس بنينه على تقوى من الله ورضون خير ام من اسس بنينه على شفا جرف هار فانهار به في نار جهنم والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 9,
    "verse_number": 110,
    "content":
        "لا يزال بنينهم الذي بنوا ريبة في قلوبهم الا ان تقطع قلوبهم والله عليم حكيم",
  },
  {
    "surah_number": 9,
    "verse_number": 111,
    "content":
        "ان الله اشترى من المؤمنين انفسهم وامولهم بان لهم الجنة يقتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التورىة والانجيل والقرءان ومن اوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم",
  },
  {
    "surah_number": 9,
    "verse_number": 112,
    "content":
        "التـئبون العبدون الحمدون السـئحون الرـكعون السـجدون الامرون بالمعروف والناهون عن المنكر والحفظون لحدود الله وبشر المؤمنين",
  },
  {
    "surah_number": 9,
    "verse_number": 113,
    "content":
        "ما كان للنبي والذين ءامنوا ان يستغفروا للمشركين ولو كانوا اولي قربى من بعد ما تبين لهم انهم اصحب الجحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 114,
    "content":
        "وما كان استغفار ابرهيم لابيه الا عن موعدة وعدها اياه فلما تبين له انه عدو لله تبرا منه ان ابرهيم لاوـه حليم",
  },
  {
    "surah_number": 9,
    "verse_number": 115,
    "content":
        "وما كان الله ليضل قوما بعد اذ هدىهم حتى يبين لهم ما يتقون ان الله بكل شيء عليم",
  },
  {
    "surah_number": 9,
    "verse_number": 116,
    "content":
        "ان الله له ملك السموت والارض يحي ويميت وما لكم من دون الله من ولي ولا نصير",
  },
  {
    "surah_number": 9,
    "verse_number": 117,
    "content":
        "لقد تاب الله على النبي والمهجرين والانصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم انه بهم رءوف رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 118,
    "content":
        "وعلى الثلثة الذين خلفوا حتى اذا ضاقت عليهم الارض بما رحبت وضاقت عليهم انفسهم وظنوا ان لا ملجا من الله الا اليه ثم تاب عليهم ليتوبوا ان الله هو التواب الرحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 119,
    "content": "يـايها الذين ءامنوا اتقوا الله وكونوا مع الصـدقين",
  },
  {
    "surah_number": 9,
    "verse_number": 120,
    "content":
        "ما كان لاهل المدينة ومن حولهم من الاعراب ان يتخلفوا عن رسول الله ولا يرغبوا بانفسهم عن نفسه ذلك بانهم لا يصيبهم ظما ولا نصب ولا مخمصة في سبيل الله ولا يطـون موطئا يغيظ الكفار ولا ينالون من عدو نيلا الا كتب لهم به عمل صلح ان الله لا يضيع اجر المحسنين",
  },
  {
    "surah_number": 9,
    "verse_number": 121,
    "content":
        "ولا ينفقون نفقة صغيرة ولا كبيرة ولا يقطعون واديا الا كتب لهم ليجزيهم الله احسن ما كانوا يعملون",
  },
  {
    "surah_number": 9,
    "verse_number": 122,
    "content":
        "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم اذا رجعوا اليهم لعلهم يحذرون",
  },
  {
    "surah_number": 9,
    "verse_number": 123,
    "content":
        "يـايها الذين ءامنوا قتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا ان الله مع المتقين",
  },
  {
    "surah_number": 9,
    "verse_number": 124,
    "content":
        "واذا ما انزلت سورة فمنهم من يقول ايكم زادته هذه ايمنا فاما الذين ءامنوا فزادتهم ايمنا وهم يستبشرون",
  },
  {
    "surah_number": 9,
    "verse_number": 125,
    "content":
        "واما الذين في قلوبهم مرض فزادتهم رجسا الى رجسهم وماتوا وهم كفرون",
  },
  {
    "surah_number": 9,
    "verse_number": 126,
    "content":
        "اولا يرون انهم يفتنون في كل عام مرة او مرتين ثم لا يتوبون ولا هم يذكرون",
  },
  {
    "surah_number": 9,
    "verse_number": 127,
    "content":
        "واذا ما انزلت سورة نظر بعضهم الى بعض هل يرىكم من احد ثم انصرفوا صرف الله قلوبهم بانهم قوم لا يفقهون",
  },
  {
    "surah_number": 9,
    "verse_number": 128,
    "content":
        "لقد جاءكم رسول من انفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم",
  },
  {
    "surah_number": 9,
    "verse_number": 129,
    "content":
        "فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم",
  },
  {
    "surah_number": 10,
    "verse_number": 1,
    "content": "الر تلك ءايت الكتب الحكيم",
  },
  {
    "surah_number": 10,
    "verse_number": 2,
    "content":
        "اكان للناس عجبا ان اوحينا الى رجل منهم ان انذر الناس وبشر الذين ءامنوا ان لهم قدم صدق عند ربهم قال الكفرون ان هذا لسحر مبين",
  },
  {
    "surah_number": 10,
    "verse_number": 3,
    "content":
        "ان ربكم الله الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يدبر الامر ما من شفيع الا من بعد اذنه ذلكم الله ربكم فاعبدوه افلا تذكرون",
  },
  {
    "surah_number": 10,
    "verse_number": 4,
    "content":
        "اليه مرجعكم جميعا وعد الله حقا انه يبدؤا الخلق ثم يعيده ليجزي الذين ءامنوا وعملوا الصـلحت بالقسط والذين كفروا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون",
  },
  {
    "surah_number": 10,
    "verse_number": 5,
    "content":
        "هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك الا بالحق يفصل الايت لقوم يعلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 6,
    "content":
        "ان في اختلف اليل والنهار وما خلق الله في السموت والارض لايت لقوم يتقون",
  },
  {
    "surah_number": 10,
    "verse_number": 7,
    "content":
        "ان الذين لا يرجون لقاءنا ورضوا بالحيوة الدنيا واطمانوا بها والذين هم عن ءايتنا غفلون",
  },
  {
    "surah_number": 10,
    "verse_number": 8,
    "content": "اولـئك ماوىهم النار بما كانوا يكسبون",
  },
  {
    "surah_number": 10,
    "verse_number": 9,
    "content":
        "ان الذين ءامنوا وعملوا الصـلحت يهديهم ربهم بايمنهم تجري من تحتهم الانهر في جنـت النعيم",
  },
  {
    "surah_number": 10,
    "verse_number": 10,
    "content":
        "دعوىهم فيها سبحنك اللهم وتحيتهم فيها سلم وءاخر دعوىهم ان الحمد لله رب العلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 11,
    "content":
        "ولو يعجل الله للناس الشر استعجالهم بالخير لقضي اليهم اجلهم فنذر الذين لا يرجون لقاءنا في طغينهم يعمهون",
  },
  {
    "surah_number": 10,
    "verse_number": 12,
    "content":
        "واذا مس الانسن الضر دعانا لجنبه او قاعدا او قائما فلما كشفنا عنه ضره مر كان لم يدعنا الى ضر مسه كذلك زين للمسرفين ما كانوا يعملون",
  },
  {
    "surah_number": 10,
    "verse_number": 13,
    "content":
        "ولقد اهلكنا القرون من قبلكم لما ظلموا وجاءتهم رسلهم بالبينت وما كانوا ليؤمنوا كذلك نجزي القوم المجرمين",
  },
  {
    "surah_number": 10,
    "verse_number": 14,
    "content": "ثم جعلنكم خلـئف في الارض من بعدهم لننظر كيف تعملون",
  },
  {
    "surah_number": 10,
    "verse_number": 15,
    "content":
        "واذا تتلى عليهم ءاياتنا بينت قال الذين لا يرجون لقاءنا ائت بقرءان غير هذا او بدله قل ما يكون لي ان ابدله من تلقاي نفسي ان اتبع الا ما يوحى الي اني اخاف ان عصيت ربي عذاب يوم عظيم",
  },
  {
    "surah_number": 10,
    "verse_number": 16,
    "content":
        "قل لو شاء الله ما تلوته عليكم ولا ادرىكم به فقد لبثت فيكم عمرا من قبله افلا تعقلون",
  },
  {
    "surah_number": 10,
    "verse_number": 17,
    "content":
        "فمن اظلم ممن افترى على الله كذبا او كذب بـايته انه لا يفلح المجرمون",
  },
  {
    "surah_number": 10,
    "verse_number": 18,
    "content":
        "ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هـؤلاء شفعـؤنا عند الله قل اتنبـون الله بما لا يعلم في السموت ولا في الارض سبحنه وتعلى عما يشركون",
  },
  {
    "surah_number": 10,
    "verse_number": 19,
    "content":
        "وما كان الناس الا امة وحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون",
  },
  {
    "surah_number": 10,
    "verse_number": 20,
    "content":
        "ويقولون لولا انزل عليه ءاية من ربه فقل انما الغيب لله فانتظروا اني معكم من المنتظرين",
  },
  {
    "surah_number": 10,
    "verse_number": 21,
    "content":
        "واذا اذقنا الناس رحمة من بعد ضراء مستهم اذا لهم مكر في ءاياتنا قل الله اسرع مكرا ان رسلنا يكتبون ما تمكرون",
  },
  {
    "surah_number": 10,
    "verse_number": 22,
    "content":
        "هو الذي يسيركم في البر والبحر حتى اذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا انهم احيط بهم دعوا الله مخلصين له الدين لئن انجيتنا من هذه لنكونن من الشـكرين",
  },
  {
    "surah_number": 10,
    "verse_number": 23,
    "content":
        "فلما انجىهم اذا هم يبغون في الارض بغير الحق يـايها الناس انما بغيكم على انفسكم متع الحيوة الدنيا ثم الينا مرجعكم فننبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 10,
    "verse_number": 24,
    "content":
        "انما مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض مما ياكل الناس والانعم حتى اذا اخذت الارض زخرفها وازينت وظن اهلها انهم قدرون عليها اتىها امرنا ليلا او نهارا فجعلنها حصيدا كان لم تغن بالامس كذلك نفصل الايت لقوم يتفكرون",
  },
  {
    "surah_number": 10,
    "verse_number": 25,
    "content": "والله يدعوا الى دار السلم ويهدي من يشاء الى صراط مستقيم",
  },
  {
    "surah_number": 10,
    "verse_number": 26,
    "content":
        "للذين احسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة اولـئك اصحب الجنة هم فيها خلدون",
  },
  {
    "surah_number": 10,
    "verse_number": 27,
    "content":
        "والذين كسبوا السيـات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كانما اغشيت وجوههم قطعا من اليل مظلما اولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 10,
    "verse_number": 28,
    "content":
        "ويوم نحشرهم جميعا ثم نقول للذين اشركوا مكانكم انتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم ايانا تعبدون",
  },
  {
    "surah_number": 10,
    "verse_number": 29,
    "content": "فكفى بالله شهيدا بيننا وبينكم ان كنا عن عبادتكم لغفلين",
  },
  {
    "surah_number": 10,
    "verse_number": 30,
    "content":
        "هنالك تبلوا كل نفس ما اسلفت وردوا الى الله مولىهم الحق وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 10,
    "verse_number": 31,
    "content":
        "قل من يرزقكم من السماء والارض امن يملك السمع والابصر ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الامر فسيقولون الله فقل افلا تتقون",
  },
  {
    "surah_number": 10,
    "verse_number": 32,
    "content": "فذلكم الله ربكم الحق فماذا بعد الحق الا الضلل فانى تصرفون",
  },
  {
    "surah_number": 10,
    "verse_number": 33,
    "content": "كذلك حقت كلمت ربك على الذين فسقوا انهم لا يؤمنون",
  },
  {
    "surah_number": 10,
    "verse_number": 34,
    "content":
        "قل هل من شركائكم من يبدؤا الخلق ثم يعيده قل الله يبدؤا الخلق ثم يعيده فانى تؤفكون",
  },
  {
    "surah_number": 10,
    "verse_number": 35,
    "content":
        "قل هل من شركائكم من يهدي الى الحق قل الله يهدي للحق افمن يهدي الى الحق احق ان يتبع امن لا يهدي الا ان يهدى فما لكم كيف تحكمون",
  },
  {
    "surah_number": 10,
    "verse_number": 36,
    "content":
        "وما يتبع اكثرهم الا ظنا ان الظن لا يغني من الحق شيـا ان الله عليم بما يفعلون",
  },
  {
    "surah_number": 10,
    "verse_number": 37,
    "content":
        "وما كان هذا القرءان ان يفترى من دون الله ولكن تصديق الذي بين يديه وتفصيل الكتب لا ريب فيه من رب العلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 38,
    "content":
        "ام يقولون افترىه قل فاتوا بسورة مثله وادعوا من استطعتم من دون الله ان كنتم صدقين",
  },
  {
    "surah_number": 10,
    "verse_number": 39,
    "content":
        "بل كذبوا بما لم يحيطوا بعلمه ولما ياتهم تاويله كذلك كذب الذين من قبلهم فانظر كيف كان عقبة الظـلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 40,
    "content": "ومنهم من يؤمن به ومنهم من لا يؤمن به وربك اعلم بالمفسدين",
  },
  {
    "surah_number": 10,
    "verse_number": 41,
    "content":
        "وان كذبوك فقل لي عملي ولكم عملكم انتم بريـون مما اعمل وانا بريء مما تعملون",
  },
  {
    "surah_number": 10,
    "verse_number": 42,
    "content": "ومنهم من يستمعون اليك افانت تسمع الصم ولو كانوا لا يعقلون",
  },
  {
    "surah_number": 10,
    "verse_number": 43,
    "content": "ومنهم من ينظر اليك افانت تهدي العمي ولو كانوا لا يبصرون",
  },
  {
    "surah_number": 10,
    "verse_number": 44,
    "content": "ان الله لا يظلم الناس شيـا ولكن الناس انفسهم يظلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 45,
    "content":
        "ويوم يحشرهم كان لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين",
  },
  {
    "surah_number": 10,
    "verse_number": 46,
    "content":
        "واما نرينك بعض الذي نعدهم او نتوفينك فالينا مرجعهم ثم الله شهيد على ما يفعلون",
  },
  {
    "surah_number": 10,
    "verse_number": 47,
    "content": "ولكل امة رسول فاذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 48,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 10,
    "verse_number": 49,
    "content":
        "قل لا املك لنفسي ضرا ولا نفعا الا ما شاء الله لكل امة اجل اذا جاء اجلهم فلا يستـخرون ساعة ولا يستقدمون",
  },
  {
    "surah_number": 10,
    "verse_number": 50,
    "content":
        "قل ارءيتم ان اتىكم عذابه بيتا او نهارا ماذا يستعجل منه المجرمون",
  },
  {
    "surah_number": 10,
    "verse_number": 51,
    "content": "اثم اذا ما وقع ءامنتم به ءالـن وقد كنتم به تستعجلون",
  },
  {
    "surah_number": 10,
    "verse_number": 52,
    "content":
        "ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون الا بما كنتم تكسبون",
  },
  {
    "surah_number": 10,
    "verse_number": 53,
    "content": "ويستنبـونك احق هو قل اي وربي انه لحق وما انتم بمعجزين",
  },
  {
    "surah_number": 10,
    "verse_number": 54,
    "content":
        "ولو ان لكل نفس ظلمت ما في الارض لافتدت به واسروا الندامة لما راوا العذاب وقضي بينهم بالقسط وهم لا يظلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 55,
    "content":
        "الا ان لله ما في السموت والارض الا ان وعد الله حق ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 56,
    "content": "هو يحي ويميت واليه ترجعون",
  },
  {
    "surah_number": 10,
    "verse_number": 57,
    "content":
        "يـايها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 58,
    "content": "قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون",
  },
  {
    "surah_number": 10,
    "verse_number": 59,
    "content":
        "قل ارءيتم ما انزل الله لكم من رزق فجعلتم منه حراما وحللا قل ءالله اذن لكم ام على الله تفترون",
  },
  {
    "surah_number": 10,
    "verse_number": 60,
    "content":
        "وما ظن الذين يفترون على الله الكذب يوم القيمة ان الله لذو فضل على الناس ولكن اكثرهم لا يشكرون",
  },
  {
    "surah_number": 10,
    "verse_number": 61,
    "content":
        "وما تكون في شان وما تتلوا منه من قرءان ولا تعملون من عمل الا كنا عليكم شهودا اذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الارض ولا في السماء ولا اصغر من ذلك ولا اكبر الا في كتب مبين",
  },
  {
    "surah_number": 10,
    "verse_number": 62,
    "content": "الا ان اولياء الله لا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 10,
    "verse_number": 63,
    "content": "الذين ءامنوا وكانوا يتقون",
  },
  {
    "surah_number": 10,
    "verse_number": 64,
    "content":
        "لهم البشرى في الحيوة الدنيا وفي الاخرة لا تبديل لكلمت الله ذلك هو الفوز العظيم",
  },
  {
    "surah_number": 10,
    "verse_number": 65,
    "content": "ولا يحزنك قولهم ان العزة لله جميعا هو السميع العليم",
  },
  {
    "surah_number": 10,
    "verse_number": 66,
    "content":
        "الا ان لله من في السموت ومن في الارض وما يتبع الذين يدعون من دون الله شركاء ان يتبعون الا الظن وان هم الا يخرصون",
  },
  {
    "surah_number": 10,
    "verse_number": 67,
    "content":
        "هو الذي جعل لكم اليل لتسكنوا فيه والنهار مبصرا ان في ذلك لايت لقوم يسمعون",
  },
  {
    "surah_number": 10,
    "verse_number": 68,
    "content":
        "قالوا اتخذ الله ولدا سبحنه هو الغني له ما في السموت وما في الارض ان عندكم من سلطن بهذا اتقولون على الله ما لا تعلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 69,
    "content": "قل ان الذين يفترون على الله الكذب لا يفلحون",
  },
  {
    "surah_number": 10,
    "verse_number": 70,
    "content":
        "متع في الدنيا ثم الينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون",
  },
  {
    "surah_number": 10,
    "verse_number": 71,
    "content":
        "واتل عليهم نبا نوح اذ قال لقومه يقوم ان كان كبر عليكم مقامي وتذكيري بـايت الله فعلى الله توكلت فاجمعوا امركم وشركاءكم ثم لا يكن امركم عليكم غمة ثم اقضوا الي ولا تنظرون",
  },
  {
    "surah_number": 10,
    "verse_number": 72,
    "content":
        "فان توليتم فما سالتكم من اجر ان اجري الا على الله وامرت ان اكون من المسلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 73,
    "content":
        "فكذبوه فنجينه ومن معه في الفلك وجعلنهم خلـئف واغرقنا الذين كذبوا بـايتنا فانظر كيف كان عقبة المنذرين",
  },
  {
    "surah_number": 10,
    "verse_number": 74,
    "content":
        "ثم بعثنا من بعده رسلا الى قومهم فجاءوهم بالبينت فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين",
  },
  {
    "surah_number": 10,
    "verse_number": 75,
    "content":
        "ثم بعثنا من بعدهم موسى وهرون الى فرعون وملايه بـايتنا فاستكبروا وكانوا قوما مجرمين",
  },
  {
    "surah_number": 10,
    "verse_number": 76,
    "content": "فلما جاءهم الحق من عندنا قالوا ان هذا لسحر مبين",
  },
  {
    "surah_number": 10,
    "verse_number": 77,
    "content": "قال موسى اتقولون للحق لما جاءكم اسحر هذا ولا يفلح السـحرون",
  },
  {
    "surah_number": 10,
    "verse_number": 78,
    "content":
        "قالوا اجئتنا لتلفتنا عما وجدنا عليه ءاباءنا وتكون لكما الكبرياء في الارض وما نحن لكما بمؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 79,
    "content": "وقال فرعون ائتوني بكل سحر عليم",
  },
  {
    "surah_number": 10,
    "verse_number": 80,
    "content": "فلما جاء السحرة قال لهم موسى القوا ما انتم ملقون",
  },
  {
    "surah_number": 10,
    "verse_number": 81,
    "content":
        "فلما القوا قال موسى ما جئتم به السحر ان الله سيبطله ان الله لا يصلح عمل المفسدين",
  },
  {
    "surah_number": 10,
    "verse_number": 82,
    "content": "ويحق الله الحق بكلمته ولو كره المجرمون",
  },
  {
    "surah_number": 10,
    "verse_number": 83,
    "content":
        "فما ءامن لموسى الا ذرية من قومه على خوف من فرعون وملايهم ان يفتنهم وان فرعون لعال في الارض وانه لمن المسرفين",
  },
  {
    "surah_number": 10,
    "verse_number": 84,
    "content":
        "وقال موسى يقوم ان كنتم ءامنتم بالله فعليه توكلوا ان كنتم مسلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 85,
    "content": "فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظـلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 86,
    "content": "ونجنا برحمتك من القوم الكفرين",
  },
  {
    "surah_number": 10,
    "verse_number": 87,
    "content":
        "واوحينا الى موسى واخيه ان تبوءا لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة واقيموا الصلاة وبشر المؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 88,
    "content":
        "وقال موسى ربنا انك ءاتيت فرعون وملاه زينة وامولا في الحيوة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على امولهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الاليم",
  },
  {
    "surah_number": 10,
    "verse_number": 89,
    "content": "قال قد اجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون",
  },
  {
    "surah_number": 10,
    "verse_number": 90,
    "content":
        "وجوزنا ببني اسرـءيل البحر فاتبعهم فرعون وجنوده بغيا وعدوا حتى اذا ادركه الغرق قال ءامنت انه لا اله الا الذي ءامنت به بنوا اسرـءيل وانا من المسلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 91,
    "content": "ءالـن وقد عصيت قبل وكنت من المفسدين",
  },
  {
    "surah_number": 10,
    "verse_number": 92,
    "content":
        "فاليوم ننجيك ببدنك لتكون لمن خلفك ءاية وان كثيرا من الناس عن ءايتنا لغفلون",
  },
  {
    "surah_number": 10,
    "verse_number": 93,
    "content":
        "ولقد بوانا بني اسرـءيل مبوا صدق ورزقنهم من الطيبت فما اختلفوا حتى جاءهم العلم ان ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون",
  },
  {
    "surah_number": 10,
    "verse_number": 94,
    "content":
        "فان كنت في شك مما انزلنا اليك فسـل الذين يقرءون الكتب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين",
  },
  {
    "surah_number": 10,
    "verse_number": 95,
    "content": "ولا تكونن من الذين كذبوا بـايت الله فتكون من الخسرين",
  },
  {
    "surah_number": 10,
    "verse_number": 96,
    "content": "ان الذين حقت عليهم كلمت ربك لا يؤمنون",
  },
  {
    "surah_number": 10,
    "verse_number": 97,
    "content": "ولو جاءتهم كل ءاية حتى يروا العذاب الاليم",
  },
  {
    "surah_number": 10,
    "verse_number": 98,
    "content":
        "فلولا كانت قرية ءامنت فنفعها ايمنها الا قوم يونس لما ءامنوا كشفنا عنهم عذاب الخزي في الحيوة الدنيا ومتعنهم الى حين",
  },
  {
    "surah_number": 10,
    "verse_number": 99,
    "content":
        "ولو شاء ربك لامن من في الارض كلهم جميعا افانت تكره الناس حتى يكونوا مؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 100,
    "content":
        "وما كان لنفس ان تؤمن الا باذن الله ويجعل الرجس على الذين لا يعقلون",
  },
  {
    "surah_number": 10,
    "verse_number": 101,
    "content":
        "قل انظروا ماذا في السموت والارض وما تغني الايت والنذر عن قوم لا يؤمنون",
  },
  {
    "surah_number": 10,
    "verse_number": 102,
    "content":
        "فهل ينتظرون الا مثل ايام الذين خلوا من قبلهم قل فانتظروا اني معكم من المنتظرين",
  },
  {
    "surah_number": 10,
    "verse_number": 103,
    "content": "ثم ننجي رسلنا والذين ءامنوا كذلك حقا علينا ننج المؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 104,
    "content":
        "قل يـايها الناس ان كنتم في شك من ديني فلا اعبد الذين تعبدون من دون الله ولكن اعبد الله الذي يتوفىكم وامرت ان اكون من المؤمنين",
  },
  {
    "surah_number": 10,
    "verse_number": 105,
    "content": "وان اقم وجهك للدين حنيفا ولا تكونن من المشركين",
  },
  {
    "surah_number": 10,
    "verse_number": 106,
    "content":
        "ولا تدع من دون الله ما لا ينفعك ولا يضرك فان فعلت فانك اذا من الظـلمين",
  },
  {
    "surah_number": 10,
    "verse_number": 107,
    "content":
        "وان يمسسك الله بضر فلا كاشف له الا هو وان يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم",
  },
  {
    "surah_number": 10,
    "verse_number": 108,
    "content":
        "قل يـايها الناس قد جاءكم الحق من ربكم فمن اهتدى فانما يهتدي لنفسه ومن ضل فانما يضل عليها وما انا عليكم بوكيل",
  },
  {
    "surah_number": 10,
    "verse_number": 109,
    "content": "واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحكمين",
  },
  {
    "surah_number": 11,
    "verse_number": 1,
    "content": "الر كتب احكمت ءايته ثم فصلت من لدن حكيم خبير",
  },
  {
    "surah_number": 11,
    "verse_number": 2,
    "content": "الا تعبدوا الا الله انني لكم منه نذير وبشير",
  },
  {
    "surah_number": 11,
    "verse_number": 3,
    "content":
        "وان استغفروا ربكم ثم توبوا اليه يمتعكم متعا حسنا الى اجل مسمى ويؤت كل ذي فضل فضله وان تولوا فاني اخاف عليكم عذاب يوم كبير",
  },
  {
    "surah_number": 11,
    "verse_number": 4,
    "content": "الى الله مرجعكم وهو على كل شيء قدير",
  },
  {
    "surah_number": 11,
    "verse_number": 5,
    "content":
        "الا انهم يثنون صدورهم ليستخفوا منه الا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون انه عليم بذات الصدور",
  },
  {
    "surah_number": 11,
    "verse_number": 6,
    "content":
        "وما من دابة في الارض الا على الله رزقها ويعلم مستقرها ومستودعها كل في كتب مبين",
  },
  {
    "surah_number": 11,
    "verse_number": 7,
    "content":
        "وهو الذي خلق السموت والارض في ستة ايام وكان عرشه على الماء ليبلوكم ايكم احسن عملا ولئن قلت انكم مبعوثون من بعد الموت ليقولن الذين كفروا ان هذا الا سحر مبين",
  },
  {
    "surah_number": 11,
    "verse_number": 8,
    "content":
        "ولئن اخرنا عنهم العذاب الى امة معدودة ليقولن ما يحبسه الا يوم ياتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 11,
    "verse_number": 9,
    "content": "ولئن اذقنا الانسن منا رحمة ثم نزعنها منه انه ليـوس كفور",
  },
  {
    "surah_number": 11,
    "verse_number": 10,
    "content":
        "ولئن اذقنه نعماء بعد ضراء مسته ليقولن ذهب السيـات عني انه لفرح فخور",
  },
  {
    "surah_number": 11,
    "verse_number": 11,
    "content": "الا الذين صبروا وعملوا الصـلحت اولـئك لهم مغفرة واجر كبير",
  },
  {
    "surah_number": 11,
    "verse_number": 12,
    "content":
        "فلعلك تارك بعض ما يوحى اليك وضائق به صدرك ان يقولوا لولا انزل عليه كنز او جاء معه ملك انما انت نذير والله على كل شيء وكيل",
  },
  {
    "surah_number": 11,
    "verse_number": 13,
    "content":
        "ام يقولون افترىه قل فاتوا بعشر سور مثله مفتريت وادعوا من استطعتم من دون الله ان كنتم صدقين",
  },
  {
    "surah_number": 11,
    "verse_number": 14,
    "content":
        "فالم يستجيبوا لكم فاعلموا انما انزل بعلم الله وان لا اله الا هو فهل انتم مسلمون",
  },
  {
    "surah_number": 11,
    "verse_number": 15,
    "content":
        "من كان يريد الحيوة الدنيا وزينتها نوف اليهم اعملهم فيها وهم فيها لا يبخسون",
  },
  {
    "surah_number": 11,
    "verse_number": 16,
    "content":
        "اولـئك الذين ليس لهم في الاخرة الا النار وحبط ما صنعوا فيها وبطل ما كانوا يعملون",
  },
  {
    "surah_number": 11,
    "verse_number": 17,
    "content":
        "افمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتب موسى اماما ورحمة اولـئك يؤمنون به ومن يكفر به من الاحزاب فالنار موعده فلا تك في مرية منه انه الحق من ربك ولكن اكثر الناس لا يؤمنون",
  },
  {
    "surah_number": 11,
    "verse_number": 18,
    "content":
        "ومن اظلم ممن افترى على الله كذبا اولـئك يعرضون على ربهم ويقول الاشهد هـؤلاء الذين كذبوا على ربهم الا لعنة الله على الظـلمين",
  },
  {
    "surah_number": 11,
    "verse_number": 19,
    "content": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة هم كفرون",
  },
  {
    "surah_number": 11,
    "verse_number": 20,
    "content":
        "اولـئك لم يكونوا معجزين في الارض وما كان لهم من دون الله من اولياء يضعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون",
  },
  {
    "surah_number": 11,
    "verse_number": 21,
    "content": "اولـئك الذين خسروا انفسهم وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 11,
    "verse_number": 22,
    "content": "لا جرم انهم في الاخرة هم الاخسرون",
  },
  {
    "surah_number": 11,
    "verse_number": 23,
    "content":
        "ان الذين ءامنوا وعملوا الصـلحت واخبتوا الى ربهم اولـئك اصحب الجنة هم فيها خلدون",
  },
  {
    "surah_number": 11,
    "verse_number": 24,
    "content":
        "مثل الفريقين كالاعمى والاصم والبصير والسميع هل يستويان مثلا افلا تذكرون",
  },
  {
    "surah_number": 11,
    "verse_number": 25,
    "content": "ولقد ارسلنا نوحا الى قومه اني لكم نذير مبين",
  },
  {
    "surah_number": 11,
    "verse_number": 26,
    "content": "ان لا تعبدوا الا الله اني اخاف عليكم عذاب يوم اليم",
  },
  {
    "surah_number": 11,
    "verse_number": 27,
    "content":
        "فقال الملا الذين كفروا من قومه ما نرىك الا بشرا مثلنا وما نرىك اتبعك الا الذين هم اراذلنا بادي الراي وما نرى لكم علينا من فضل بل نظنكم كذبين",
  },
  {
    "surah_number": 11,
    "verse_number": 28,
    "content":
        "قال يقوم ارءيتم ان كنت على بينة من ربي وءاتىني رحمة من عنده فعميت عليكم انلزمكموها وانتم لها كرهون",
  },
  {
    "surah_number": 11,
    "verse_number": 29,
    "content":
        "ويقوم لا اسـلكم عليه مالا ان اجري الا على الله وما انا بطارد الذين ءامنوا انهم ملقوا ربهم ولكني ارىكم قوما تجهلون",
  },
  {
    "surah_number": 11,
    "verse_number": 30,
    "content": "ويقوم من ينصرني من الله ان طردتهم افلا تذكرون",
  },
  {
    "surah_number": 11,
    "verse_number": 31,
    "content":
        "ولا اقول لكم عندي خزائن الله ولا اعلم الغيب ولا اقول اني ملك ولا اقول للذين تزدري اعينكم لن يؤتيهم الله خيرا الله اعلم بما في انفسهم اني اذا لمن الظـلمين",
  },
  {
    "surah_number": 11,
    "verse_number": 32,
    "content":
        "قالوا ينوح قد جدلتنا فاكثرت جدلنا فاتنا بما تعدنا ان كنت من الصـدقين",
  },
  {
    "surah_number": 11,
    "verse_number": 33,
    "content": "قال انما ياتيكم به الله ان شاء وما انتم بمعجزين",
  },
  {
    "surah_number": 11,
    "verse_number": 34,
    "content":
        "ولا ينفعكم نصحي ان اردت ان انصح لكم ان كان الله يريد ان يغويكم هو ربكم واليه ترجعون",
  },
  {
    "surah_number": 11,
    "verse_number": 35,
    "content":
        "ام يقولون افترىه قل ان افتريته فعلي اجرامي وانا بريء مما تجرمون",
  },
  {
    "surah_number": 11,
    "verse_number": 36,
    "content":
        "واوحي الى نوح انه لن يؤمن من قومك الا من قد ءامن فلا تبتئس بما كانوا يفعلون",
  },
  {
    "surah_number": 11,
    "verse_number": 37,
    "content":
        "واصنع الفلك باعيننا ووحينا ولا تخطبني في الذين ظلموا انهم مغرقون",
  },
  {
    "surah_number": 11,
    "verse_number": 38,
    "content":
        "ويصنع الفلك وكلما مر عليه ملا من قومه سخروا منه قال ان تسخروا منا فانا نسخر منكم كما تسخرون",
  },
  {
    "surah_number": 11,
    "verse_number": 39,
    "content": "فسوف تعلمون من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم",
  },
  {
    "surah_number": 11,
    "verse_number": 40,
    "content":
        "حتى اذا جاء امرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين واهلك الا من سبق عليه القول ومن ءامن وما ءامن معه الا قليل",
  },
  {
    "surah_number": 11,
    "verse_number": 41,
    "content": "وقال اركبوا فيها بسم الله مجرىها ومرسىها ان ربي لغفور رحيم",
  },
  {
    "surah_number": 11,
    "verse_number": 42,
    "content":
        "وهي تجري بهم في موج كالجبال ونادى نوح ابنه وكان في معزل يبني اركب معنا ولا تكن مع الكفرين",
  },
  {
    "surah_number": 11,
    "verse_number": 43,
    "content":
        "قال سـاوي الى جبل يعصمني من الماء قال لا عاصم اليوم من امر الله الا من رحم وحال بينهما الموج فكان من المغرقين",
  },
  {
    "surah_number": 11,
    "verse_number": 44,
    "content":
        "وقيل يـارض ابلعي ماءك ويسماء اقلعي وغيض الماء وقضي الامر واستوت على الجودي وقيل بعدا للقوم الظـلمين",
  },
  {
    "surah_number": 11,
    "verse_number": 45,
    "content":
        "ونادى نوح ربه فقال رب ان ابني من اهلي وان وعدك الحق وانت احكم الحكمين",
  },
  {
    "surah_number": 11,
    "verse_number": 46,
    "content":
        "قال ينوح انه ليس من اهلك انه عمل غير صلح فلا تسـلن ما ليس لك به علم اني اعظك ان تكون من الجهلين",
  },
  {
    "surah_number": 11,
    "verse_number": 47,
    "content":
        "قال رب اني اعوذ بك ان اسـلك ما ليس لي به علم والا تغفر لي وترحمني اكن من الخسرين",
  },
  {
    "surah_number": 11,
    "verse_number": 48,
    "content":
        "قيل ينوح اهبط بسلم منا وبركت عليك وعلى امم ممن معك وامم سنمتعهم ثم يمسهم منا عذاب اليم",
  },
  {
    "surah_number": 11,
    "verse_number": 49,
    "content":
        "تلك من انباء الغيب نوحيها اليك ما كنت تعلمها انت ولا قومك من قبل هذا فاصبر ان العقبة للمتقين",
  },
  {
    "surah_number": 11,
    "verse_number": 50,
    "content":
        "والى عاد اخاهم هودا قال يقوم اعبدوا الله ما لكم من اله غيره ان انتم الا مفترون",
  },
  {
    "surah_number": 11,
    "verse_number": 51,
    "content":
        "يقوم لا اسـلكم عليه اجرا ان اجري الا على الذي فطرني افلا تعقلون",
  },
  {
    "surah_number": 11,
    "verse_number": 52,
    "content":
        "ويقوم استغفروا ربكم ثم توبوا اليه يرسل السماء عليكم مدرارا ويزدكم قوة الى قوتكم ولا تتولوا مجرمين",
  },
  {
    "surah_number": 11,
    "verse_number": 53,
    "content":
        "قالوا يهود ما جئتنا ببينة وما نحن بتاركي ءالهتنا عن قولك وما نحن لك بمؤمنين",
  },
  {
    "surah_number": 11,
    "verse_number": 54,
    "content":
        "ان نقول الا اعترىك بعض ءالهتنا بسوء قال اني اشهد الله واشهدوا اني بريء مما تشركون",
  },
  {
    "surah_number": 11,
    "verse_number": 55,
    "content": "من دونه فكيدوني جميعا ثم لا تنظرون",
  },
  {
    "surah_number": 11,
    "verse_number": 56,
    "content":
        "اني توكلت على الله ربي وربكم ما من دابة الا هو ءاخذ بناصيتها ان ربي على صراط مستقيم",
  },
  {
    "surah_number": 11,
    "verse_number": 57,
    "content":
        "فان تولوا فقد ابلغتكم ما ارسلت به اليكم ويستخلف ربي قوما غيركم ولا تضرونه شيـا ان ربي على كل شيء حفيظ",
  },
  {
    "surah_number": 11,
    "verse_number": 58,
    "content":
        "ولما جاء امرنا نجينا هودا والذين ءامنوا معه برحمة منا ونجينهم من عذاب غليظ",
  },
  {
    "surah_number": 11,
    "verse_number": 59,
    "content": "وتلك عاد جحدوا بـايت ربهم وعصوا رسله واتبعوا امر كل جبار عنيد",
  },
  {
    "surah_number": 11,
    "verse_number": 60,
    "content":
        "واتبعوا في هذه الدنيا لعنة ويوم القيمة الا ان عادا كفروا ربهم الا بعدا لعاد قوم هود",
  },
  {
    "surah_number": 11,
    "verse_number": 61,
    "content":
        "والى ثمود اخاهم صلحا قال يقوم اعبدوا الله ما لكم من اله غيره هو انشاكم من الارض واستعمركم فيها فاستغفروه ثم توبوا اليه ان ربي قريب مجيب",
  },
  {
    "surah_number": 11,
    "verse_number": 62,
    "content":
        "قالوا يصلح قد كنت فينا مرجوا قبل هذا اتنهىنا ان نعبد ما يعبد ءاباؤنا واننا لفي شك مما تدعونا اليه مريب",
  },
  {
    "surah_number": 11,
    "verse_number": 63,
    "content":
        "قال يقوم ارءيتم ان كنت على بينة من ربي وءاتىني منه رحمة فمن ينصرني من الله ان عصيته فما تزيدونني غير تخسير",
  },
  {
    "surah_number": 11,
    "verse_number": 64,
    "content":
        "ويقوم هذه ناقة الله لكم ءاية فذروها تاكل في ارض الله ولا تمسوها بسوء فياخذكم عذاب قريب",
  },
  {
    "surah_number": 11,
    "verse_number": 65,
    "content": "فعقروها فقال تمتعوا في داركم ثلثة ايام ذلك وعد غير مكذوب",
  },
  {
    "surah_number": 11,
    "verse_number": 66,
    "content":
        "فلما جاء امرنا نجينا صلحا والذين ءامنوا معه برحمة منا ومن خزي يومئذ ان ربك هو القوي العزيز",
  },
  {
    "surah_number": 11,
    "verse_number": 67,
    "content": "واخذ الذين ظلموا الصيحة فاصبحوا في ديرهم جثمين",
  },
  {
    "surah_number": 11,
    "verse_number": 68,
    "content": "كان لم يغنوا فيها الا ان ثمودا كفروا ربهم الا بعدا لثمود",
  },
  {
    "surah_number": 11,
    "verse_number": 69,
    "content":
        "ولقد جاءت رسلنا ابرهيم بالبشرى قالوا سلما قال سلم فما لبث ان جاء بعجل حنيذ",
  },
  {
    "surah_number": 11,
    "verse_number": 70,
    "content":
        "فلما رءا ايديهم لا تصل اليه نكرهم واوجس منهم خيفة قالوا لا تخف انا ارسلنا الى قوم لوط",
  },
  {
    "surah_number": 11,
    "verse_number": 71,
    "content": "وامراته قائمة فضحكت فبشرنها باسحق ومن وراء اسحق يعقوب",
  },
  {
    "surah_number": 11,
    "verse_number": 72,
    "content": "قالت يويلتى ءالد وانا عجوز وهذا بعلي شيخا ان هذا لشيء عجيب",
  },
  {
    "surah_number": 11,
    "verse_number": 73,
    "content":
        "قالوا اتعجبين من امر الله رحمت الله وبركته عليكم اهل البيت انه حميد مجيد",
  },
  {
    "surah_number": 11,
    "verse_number": 74,
    "content": "فلما ذهب عن ابرهيم الروع وجاءته البشرى يجدلنا في قوم لوط",
  },
  {
    "surah_number": 11,
    "verse_number": 75,
    "content": "ان ابرهيم لحليم اوـه منيب",
  },
  {
    "surah_number": 11,
    "verse_number": 76,
    "content":
        "يـابرهيم اعرض عن هذا انه قد جاء امر ربك وانهم ءاتيهم عذاب غير مردود",
  },
  {
    "surah_number": 11,
    "verse_number": 77,
    "content": "ولما جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقال هذا يوم عصيب",
  },
  {
    "surah_number": 11,
    "verse_number": 78,
    "content":
        "وجاءه قومه يهرعون اليه ومن قبل كانوا يعملون السيـات قال يقوم هـؤلاء بناتي هن اطهر لكم فاتقوا الله ولا تخزون في ضيفي اليس منكم رجل رشيد",
  },
  {
    "surah_number": 11,
    "verse_number": 79,
    "content": "قالوا لقد علمت ما لنا في بناتك من حق وانك لتعلم ما نريد",
  },
  {
    "surah_number": 11,
    "verse_number": 80,
    "content": "قال لو ان لي بكم قوة او ءاوي الى ركن شديد",
  },
  {
    "surah_number": 11,
    "verse_number": 81,
    "content":
        "قالوا يلوط انا رسل ربك لن يصلوا اليك فاسر باهلك بقطع من اليل ولا يلتفت منكم احد الا امراتك انه مصيبها ما اصابهم ان موعدهم الصبح اليس الصبح بقريب",
  },
  {
    "surah_number": 11,
    "verse_number": 82,
    "content":
        "فلما جاء امرنا جعلنا عليها سافلها وامطرنا عليها حجارة من سجيل منضود",
  },
  {
    "surah_number": 11,
    "verse_number": 83,
    "content": "مسومة عند ربك وما هي من الظـلمين ببعيد",
  },
  {
    "surah_number": 11,
    "verse_number": 84,
    "content":
        "والى مدين اخاهم شعيبا قال يقوم اعبدوا الله ما لكم من اله غيره ولا تنقصوا المكيال والميزان اني ارىكم بخير واني اخاف عليكم عذاب يوم محيط",
  },
  {
    "surah_number": 11,
    "verse_number": 85,
    "content":
        "ويقوم اوفوا المكيال والميزان بالقسط ولا تبخسوا الناس اشياءهم ولا تعثوا في الارض مفسدين",
  },
  {
    "surah_number": 11,
    "verse_number": 86,
    "content": "بقيت الله خير لكم ان كنتم مؤمنين وما انا عليكم بحفيظ",
  },
  {
    "surah_number": 11,
    "verse_number": 87,
    "content":
        "قالوا يشعيب اصلوتك تامرك ان نترك ما يعبد ءاباؤنا او ان نفعل في امولنا ما نشـؤا انك لانت الحليم الرشيد",
  },
  {
    "surah_number": 11,
    "verse_number": 88,
    "content":
        "قال يقوم ارءيتم ان كنت على بينة من ربي ورزقني منه رزقا حسنا وما اريد ان اخالفكم الى ما انهىكم عنه ان اريد الا الاصلح ما استطعت وما توفيقي الا بالله عليه توكلت واليه انيب",
  },
  {
    "surah_number": 11,
    "verse_number": 89,
    "content":
        "ويقوم لا يجرمنكم شقاقي ان يصيبكم مثل ما اصاب قوم نوح او قوم هود او قوم صلح وما قوم لوط منكم ببعيد",
  },
  {
    "surah_number": 11,
    "verse_number": 90,
    "content": "واستغفروا ربكم ثم توبوا اليه ان ربي رحيم ودود",
  },
  {
    "surah_number": 11,
    "verse_number": 91,
    "content":
        "قالوا يشعيب ما نفقه كثيرا مما تقول وانا لنرىك فينا ضعيفا ولولا رهطك لرجمنك وما انت علينا بعزيز",
  },
  {
    "surah_number": 11,
    "verse_number": 92,
    "content":
        "قال يقوم ارهطي اعز عليكم من الله واتخذتموه وراءكم ظهريا ان ربي بما تعملون محيط",
  },
  {
    "surah_number": 11,
    "verse_number": 93,
    "content":
        "ويقوم اعملوا على مكانتكم اني عمل سوف تعلمون من ياتيه عذاب يخزيه ومن هو كذب وارتقبوا اني معكم رقيب",
  },
  {
    "surah_number": 11,
    "verse_number": 94,
    "content":
        "ولما جاء امرنا نجينا شعيبا والذين ءامنوا معه برحمة منا واخذت الذين ظلموا الصيحة فاصبحوا في ديرهم جثمين",
  },
  {
    "surah_number": 11,
    "verse_number": 95,
    "content": "كان لم يغنوا فيها الا بعدا لمدين كما بعدت ثمود",
  },
  {
    "surah_number": 11,
    "verse_number": 96,
    "content": "ولقد ارسلنا موسى بـايتنا وسلطن مبين",
  },
  {
    "surah_number": 11,
    "verse_number": 97,
    "content": "الى فرعون وملايه فاتبعوا امر فرعون وما امر فرعون برشيد",
  },
  {
    "surah_number": 11,
    "verse_number": 98,
    "content": "يقدم قومه يوم القيمة فاوردهم النار وبئس الورد المورود",
  },
  {
    "surah_number": 11,
    "verse_number": 99,
    "content": "واتبعوا في هذه لعنة ويوم القيمة بئس الرفد المرفود",
  },
  {
    "surah_number": 11,
    "verse_number": 100,
    "content": "ذلك من انباء القرى نقصه عليك منها قائم وحصيد",
  },
  {
    "surah_number": 11,
    "verse_number": 101,
    "content":
        "وما ظلمنهم ولكن ظلموا انفسهم فما اغنت عنهم ءالهتهم التي يدعون من دون الله من شيء لما جاء امر ربك وما زادوهم غير تتبيب",
  },
  {
    "surah_number": 11,
    "verse_number": 102,
    "content": "وكذلك اخذ ربك اذا اخذ القرى وهي ظلمة ان اخذه اليم شديد",
  },
  {
    "surah_number": 11,
    "verse_number": 103,
    "content":
        "ان في ذلك لاية لمن خاف عذاب الاخرة ذلك يوم مجموع له الناس وذلك يوم مشهود",
  },
  {
    "surah_number": 11,
    "verse_number": 104,
    "content": "وما نؤخره الا لاجل معدود",
  },
  {
    "surah_number": 11,
    "verse_number": 105,
    "content": "يوم يات لا تكلم نفس الا باذنه فمنهم شقي وسعيد",
  },
  {
    "surah_number": 11,
    "verse_number": 106,
    "content": "فاما الذين شقوا ففي النار لهم فيها زفير وشهيق",
  },
  {
    "surah_number": 11,
    "verse_number": 107,
    "content":
        "خلدين فيها ما دامت السموت والارض الا ما شاء ربك ان ربك فعال لما يريد",
  },
  {
    "surah_number": 11,
    "verse_number": 108,
    "content":
        "واما الذين سعدوا ففي الجنة خلدين فيها ما دامت السموت والارض الا ما شاء ربك عطاء غير مجذوذ",
  },
  {
    "surah_number": 11,
    "verse_number": 109,
    "content":
        "فلا تك في مرية مما يعبد هـؤلاء ما يعبدون الا كما يعبد ءاباؤهم من قبل وانا لموفوهم نصيبهم غير منقوص",
  },
  {
    "surah_number": 11,
    "verse_number": 110,
    "content":
        "ولقد ءاتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
  },
  {
    "surah_number": 11,
    "verse_number": 111,
    "content": "وان كلا لما ليوفينهم ربك اعملهم انه بما يعملون خبير",
  },
  {
    "surah_number": 11,
    "verse_number": 112,
    "content": "فاستقم كما امرت ومن تاب معك ولا تطغوا انه بما تعملون بصير",
  },
  {
    "surah_number": 11,
    "verse_number": 113,
    "content":
        "ولا تركنوا الى الذين ظلموا فتمسكم النار وما لكم من دون الله من اولياء ثم لا تنصرون",
  },
  {
    "surah_number": 11,
    "verse_number": 114,
    "content":
        "واقم الصلاة طرفي النهار وزلفا من اليل ان الحسنت يذهبن السيـات ذلك ذكرى للذـكرين",
  },
  {
    "surah_number": 11,
    "verse_number": 115,
    "content": "واصبر فان الله لا يضيع اجر المحسنين",
  },
  {
    "surah_number": 11,
    "verse_number": 116,
    "content":
        "فلولا كان من القرون من قبلكم اولوا بقية ينهون عن الفساد في الارض الا قليلا ممن انجينا منهم واتبع الذين ظلموا ما اترفوا فيه وكانوا مجرمين",
  },
  {
    "surah_number": 11,
    "verse_number": 117,
    "content": "وما كان ربك ليهلك القرى بظلم واهلها مصلحون",
  },
  {
    "surah_number": 11,
    "verse_number": 118,
    "content": "ولو شاء ربك لجعل الناس امة وحدة ولا يزالون مختلفين",
  },
  {
    "surah_number": 11,
    "verse_number": 119,
    "content":
        "الا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لاملان جهنم من الجنة والناس اجمعين",
  },
  {
    "surah_number": 11,
    "verse_number": 120,
    "content":
        "وكلا نقص عليك من انباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين",
  },
  {
    "surah_number": 11,
    "verse_number": 121,
    "content": "وقل للذين لا يؤمنون اعملوا على مكانتكم انا عملون",
  },
  {"surah_number": 11, "verse_number": 122, "content": "وانتظروا انا منتظرون"},
  {
    "surah_number": 11,
    "verse_number": 123,
    "content":
        "ولله غيب السموت والارض واليه يرجع الامر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون",
  },
  {
    "surah_number": 12,
    "verse_number": 1,
    "content": "الر تلك ءايت الكتب المبين",
  },
  {
    "surah_number": 12,
    "verse_number": 2,
    "content": "انا انزلنه قرءنا عربيا لعلكم تعقلون",
  },
  {
    "surah_number": 12,
    "verse_number": 3,
    "content":
        "نحن نقص عليك احسن القصص بما اوحينا اليك هذا القرءان وان كنت من قبله لمن الغفلين",
  },
  {
    "surah_number": 12,
    "verse_number": 4,
    "content":
        "اذ قال يوسف لابيه يـابت اني رايت احد عشر كوكبا والشمس والقمر رايتهم لي سجدين",
  },
  {
    "surah_number": 12,
    "verse_number": 5,
    "content":
        "قال يبني لا تقصص رءياك على اخوتك فيكيدوا لك كيدا ان الشيطن للانسن عدو مبين",
  },
  {
    "surah_number": 12,
    "verse_number": 6,
    "content":
        "وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ءال يعقوب كما اتمها على ابويك من قبل ابرهيم واسحق ان ربك عليم حكيم",
  },
  {
    "surah_number": 12,
    "verse_number": 7,
    "content": "لقد كان في يوسف واخوته ءايت للسائلين",
  },
  {
    "surah_number": 12,
    "verse_number": 8,
    "content":
        "اذ قالوا ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفي ضلل مبين",
  },
  {
    "surah_number": 12,
    "verse_number": 9,
    "content":
        "اقتلوا يوسف او اطرحوه ارضا يخل لكم وجه ابيكم وتكونوا من بعده قوما صلحين",
  },
  {
    "surah_number": 12,
    "verse_number": 10,
    "content":
        "قال قائل منهم لا تقتلوا يوسف والقوه في غيبت الجب يلتقطه بعض السيارة ان كنتم فعلين",
  },
  {
    "surah_number": 12,
    "verse_number": 11,
    "content": "قالوا يـابانا ما لك لا تامنا على يوسف وانا له لنصحون",
  },
  {
    "surah_number": 12,
    "verse_number": 12,
    "content": "ارسله معنا غدا يرتع ويلعب وانا له لحفظون",
  },
  {
    "surah_number": 12,
    "verse_number": 13,
    "content":
        "قال اني ليحزنني ان تذهبوا به واخاف ان ياكله الذئب وانتم عنه غفلون",
  },
  {
    "surah_number": 12,
    "verse_number": 14,
    "content": "قالوا لئن اكله الذئب ونحن عصبة انا اذا لخسرون",
  },
  {
    "surah_number": 12,
    "verse_number": 15,
    "content":
        "فلما ذهبوا به واجمعوا ان يجعلوه في غيبت الجب واوحينا اليه لتنبئنهم بامرهم هذا وهم لا يشعرون",
  },
  {"surah_number": 12, "verse_number": 16, "content": "وجاءو اباهم عشاء يبكون"},
  {
    "surah_number": 12,
    "verse_number": 17,
    "content":
        "قالوا يـابانا انا ذهبنا نستبق وتركنا يوسف عند متعنا فاكله الذئب وما انت بمؤمن لنا ولو كنا صدقين",
  },
  {
    "surah_number": 12,
    "verse_number": 18,
    "content":
        "وجاءو على قميصه بدم كذب قال بل سولت لكم انفسكم امرا فصبر جميل والله المستعان على ما تصفون",
  },
  {
    "surah_number": 12,
    "verse_number": 19,
    "content":
        "وجاءت سيارة فارسلوا واردهم فادلى دلوه قال يبشرى هذا غلم واسروه بضعة والله عليم بما يعملون",
  },
  {
    "surah_number": 12,
    "verse_number": 20,
    "content": "وشروه بثمن بخس درهم معدودة وكانوا فيه من الزـهدين",
  },
  {
    "surah_number": 12,
    "verse_number": 21,
    "content":
        "وقال الذي اشترىه من مصر لامراته اكرمي مثوىه عسى ان ينفعنا او نتخذه ولدا وكذلك مكنا ليوسف في الارض ولنعلمه من تاويل الاحاديث والله غالب على امره ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 22,
    "content": "ولما بلغ اشده ءاتينه حكما وعلما وكذلك نجزي المحسنين",
  },
  {
    "surah_number": 12,
    "verse_number": 23,
    "content":
        "ورودته التي هو في بيتها عن نفسه وغلقت الابوب وقالت هيت لك قال معاذ الله انه ربي احسن مثواي انه لا يفلح الظـلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 24,
    "content":
        "ولقد همت به وهم بها لولا ان رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء انه من عبادنا المخلصين",
  },
  {
    "surah_number": 12,
    "verse_number": 25,
    "content":
        "واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدا الباب قالت ما جزاء من اراد باهلك سوءا الا ان يسجن او عذاب اليم",
  },
  {
    "surah_number": 12,
    "verse_number": 26,
    "content":
        "قال هي رودتني عن نفسي وشهد شاهد من اهلها ان كان قميصه قد من قبل فصدقت وهو من الكذبين",
  },
  {
    "surah_number": 12,
    "verse_number": 27,
    "content": "وان كان قميصه قد من دبر فكذبت وهو من الصـدقين",
  },
  {
    "surah_number": 12,
    "verse_number": 28,
    "content": "فلما رءا قميصه قد من دبر قال انه من كيدكن ان كيدكن عظيم",
  },
  {
    "surah_number": 12,
    "verse_number": 29,
    "content": "يوسف اعرض عن هذا واستغفري لذنبك انك كنت من الخاطـين",
  },
  {
    "surah_number": 12,
    "verse_number": 30,
    "content":
        "وقال نسوة في المدينة امرات العزيز ترود فتىها عن نفسه قد شغفها حبا انا لنرىها في ضلل مبين",
  },
  {
    "surah_number": 12,
    "verse_number": 31,
    "content":
        "فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متكـا وءاتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حش لله ما هذا بشرا ان هذا الا ملك كريم",
  },
  {
    "surah_number": 12,
    "verse_number": 32,
    "content":
        "قالت فذلكن الذي لمتنني فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما ءامره ليسجنن وليكونا من الصـغرين",
  },
  {
    "surah_number": 12,
    "verse_number": 33,
    "content":
        "قال رب السجن احب الي مما يدعونني اليه والا تصرف عني كيدهن اصب اليهن واكن من الجهلين",
  },
  {
    "surah_number": 12,
    "verse_number": 34,
    "content": "فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم",
  },
  {
    "surah_number": 12,
    "verse_number": 35,
    "content": "ثم بدا لهم من بعد ما راوا الايت ليسجننه حتى حين",
  },
  {
    "surah_number": 12,
    "verse_number": 36,
    "content":
        "ودخل معه السجن فتيان قال احدهما اني ارىني اعصر خمرا وقال الاخر اني ارىني احمل فوق راسي خبزا تاكل الطير منه نبئنا بتاويله انا نرىك من المحسنين",
  },
  {
    "surah_number": 12,
    "verse_number": 37,
    "content":
        "قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمني ربي اني تركت ملة قوم لا يؤمنون بالله وهم بالاخرة هم كفرون",
  },
  {
    "surah_number": 12,
    "verse_number": 38,
    "content":
        "واتبعت ملة ءاباءي ابرهيم واسحق ويعقوب ما كان لنا ان نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون",
  },
  {
    "surah_number": 12,
    "verse_number": 39,
    "content": "يصحبي السجن ءارباب متفرقون خير ام الله الوحد القهار",
  },
  {
    "surah_number": 12,
    "verse_number": 40,
    "content":
        "ما تعبدون من دونه الا اسماء سميتموها انتم وءاباؤكم ما انزل الله بها من سلطن ان الحكم الا لله امر الا تعبدوا الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 41,
    "content":
        "يصحبي السجن اما احدكما فيسقي ربه خمرا واما الاخر فيصلب فتاكل الطير من راسه قضي الامر الذي فيه تستفتيان",
  },
  {
    "surah_number": 12,
    "verse_number": 42,
    "content":
        "وقال للذي ظن انه ناج منهما اذكرني عند ربك فانسىه الشيطن ذكر ربه فلبث في السجن بضع سنين",
  },
  {
    "surah_number": 12,
    "verse_number": 43,
    "content":
        "وقال الملك اني ارى سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست يـايها الملا افتوني في رءيي ان كنتم للرءيا تعبرون",
  },
  {
    "surah_number": 12,
    "verse_number": 44,
    "content": "قالوا اضغث احلم وما نحن بتاويل الاحلم بعلمين",
  },
  {
    "surah_number": 12,
    "verse_number": 45,
    "content": "وقال الذي نجا منهما وادكر بعد امة انا انبئكم بتاويله فارسلون",
  },
  {
    "surah_number": 12,
    "verse_number": 46,
    "content":
        "يوسف ايها الصديق افتنا في سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست لعلي ارجع الى الناس لعلهم يعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 47,
    "content":
        "قال تزرعون سبع سنين دابا فما حصدتم فذروه في سنبله الا قليلا مما تاكلون",
  },
  {
    "surah_number": 12,
    "verse_number": 48,
    "content":
        "ثم ياتي من بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليلا مما تحصنون",
  },
  {
    "surah_number": 12,
    "verse_number": 49,
    "content": "ثم ياتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون",
  },
  {
    "surah_number": 12,
    "verse_number": 50,
    "content":
        "وقال الملك ائتوني به فلما جاءه الرسول قال ارجع الى ربك فسـله ما بال النسوة الـتي قطعن ايديهن ان ربي بكيدهن عليم",
  },
  {
    "surah_number": 12,
    "verse_number": 51,
    "content":
        "قال ما خطبكن اذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرات العزيز الـن حصحص الحق انا رودته عن نفسه وانه لمن الصـدقين",
  },
  {
    "surah_number": 12,
    "verse_number": 52,
    "content": "ذلك ليعلم اني لم اخنه بالغيب وان الله لا يهدي كيد الخائنين",
  },
  {
    "surah_number": 12,
    "verse_number": 53,
    "content":
        "وما ابرئ نفسي ان النفس لامارة بالسوء الا ما رحم ربي ان ربي غفور رحيم",
  },
  {
    "surah_number": 12,
    "verse_number": 54,
    "content":
        "وقال الملك ائتوني به استخلصه لنفسي فلما كلمه قال انك اليوم لدينا مكين امين",
  },
  {
    "surah_number": 12,
    "verse_number": 55,
    "content": "قال اجعلني على خزائن الارض اني حفيظ عليم",
  },
  {
    "surah_number": 12,
    "verse_number": 56,
    "content":
        "وكذلك مكنا ليوسف في الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين",
  },
  {
    "surah_number": 12,
    "verse_number": 57,
    "content": "ولاجر الاخرة خير للذين ءامنوا وكانوا يتقون",
  },
  {
    "surah_number": 12,
    "verse_number": 58,
    "content": "وجاء اخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون",
  },
  {
    "surah_number": 12,
    "verse_number": 59,
    "content":
        "ولما جهزهم بجهازهم قال ائتوني باخ لكم من ابيكم الا ترون اني اوفي الكيل وانا خير المنزلين",
  },
  {
    "surah_number": 12,
    "verse_number": 60,
    "content": "فان لم تاتوني به فلا كيل لكم عندي ولا تقربون",
  },
  {
    "surah_number": 12,
    "verse_number": 61,
    "content": "قالوا سنرود عنه اباه وانا لفعلون",
  },
  {
    "surah_number": 12,
    "verse_number": 62,
    "content":
        "وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها اذا انقلبوا الى اهلهم لعلهم يرجعون",
  },
  {
    "surah_number": 12,
    "verse_number": 63,
    "content":
        "فلما رجعوا الى ابيهم قالوا يـابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحفظون",
  },
  {
    "surah_number": 12,
    "verse_number": 64,
    "content":
        "قال هل ءامنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حفظا وهو ارحم الرـحمين",
  },
  {
    "surah_number": 12,
    "verse_number": 65,
    "content":
        "ولما فتحوا متعهم وجدوا بضعتهم ردت اليهم قالوا يـابانا ما نبغي هذه بضعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير",
  },
  {
    "surah_number": 12,
    "verse_number": 66,
    "content":
        "قال لن ارسله معكم حتى تؤتون موثقا من الله لتاتنني به الا ان يحاط بكم فلما ءاتوه موثقهم قال الله على ما نقول وكيل",
  },
  {
    "surah_number": 12,
    "verse_number": 67,
    "content":
        "وقال يبني لا تدخلوا من باب وحد وادخلوا من ابوب متفرقة وما اغني عنكم من الله من شيء ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون",
  },
  {
    "surah_number": 12,
    "verse_number": 68,
    "content":
        "ولما دخلوا من حيث امرهم ابوهم ما كان يغني عنهم من الله من شيء الا حاجة في نفس يعقوب قضىها وانه لذو علم لما علمنه ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 69,
    "content":
        "ولما دخلوا على يوسف ءاوى اليه اخاه قال اني انا اخوك فلا تبتئس بما كانوا يعملون",
  },
  {
    "surah_number": 12,
    "verse_number": 70,
    "content":
        "فلما جهزهم بجهازهم جعل السقاية في رحل اخيه ثم اذن مؤذن ايتها العير انكم لسرقون",
  },
  {
    "surah_number": 12,
    "verse_number": 71,
    "content": "قالوا واقبلوا عليهم ماذا تفقدون",
  },
  {
    "surah_number": 12,
    "verse_number": 72,
    "content": "قالوا نفقد صواع الملك ولمن جاء به حمل بعير وانا به زعيم",
  },
  {
    "surah_number": 12,
    "verse_number": 73,
    "content": "قالوا تالله لقد علمتم ما جئنا لنفسد في الارض وما كنا سرقين",
  },
  {
    "surah_number": 12,
    "verse_number": 74,
    "content": "قالوا فما جزـؤه ان كنتم كذبين",
  },
  {
    "surah_number": 12,
    "verse_number": 75,
    "content": "قالوا جزـؤه من وجد في رحله فهو جزـؤه كذلك نجزي الظـلمين",
  },
  {
    "surah_number": 12,
    "verse_number": 76,
    "content":
        "فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه في دين الملك الا ان يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم",
  },
  {
    "surah_number": 12,
    "verse_number": 77,
    "content":
        "قالوا ان يسرق فقد سرق اخ له من قبل فاسرها يوسف في نفسه ولم يبدها لهم قال انتم شر مكانا والله اعلم بما تصفون",
  },
  {
    "surah_number": 12,
    "verse_number": 78,
    "content":
        "قالوا يـايها العزيز ان له ابا شيخا كبيرا فخذ احدنا مكانه انا نرىك من المحسنين",
  },
  {
    "surah_number": 12,
    "verse_number": 79,
    "content": "قال معاذ الله ان ناخذ الا من وجدنا متعنا عنده انا اذا لظلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 80,
    "content":
        "فلما استيـسوا منه خلصوا نجيا قال كبيرهم الم تعلموا ان اباكم قد اخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن ابرح الارض حتى ياذن لي ابي او يحكم الله لي وهو خير الحكمين",
  },
  {
    "surah_number": 12,
    "verse_number": 81,
    "content":
        "ارجعوا الى ابيكم فقولوا يـابانا ان ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حفظين",
  },
  {
    "surah_number": 12,
    "verse_number": 82,
    "content": "وسـل القرية التي كنا فيها والعير التي اقبلنا فيها وانا لصدقون",
  },
  {
    "surah_number": 12,
    "verse_number": 83,
    "content":
        "قال بل سولت لكم انفسكم امرا فصبر جميل عسى الله ان ياتيني بهم جميعا انه هو العليم الحكيم",
  },
  {
    "surah_number": 12,
    "verse_number": 84,
    "content": "وتولى عنهم وقال يـاسفى على يوسف وابيضت عيناه من الحزن فهو كظيم",
  },
  {
    "surah_number": 12,
    "verse_number": 85,
    "content": "قالوا تالله تفتؤا تذكر يوسف حتى تكون حرضا او تكون من الهلكين",
  },
  {
    "surah_number": 12,
    "verse_number": 86,
    "content": "قال انما اشكوا بثي وحزني الى الله واعلم من الله ما لا تعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 87,
    "content":
        "يبني اذهبوا فتحسسوا من يوسف واخيه ولا تايـسوا من روح الله انه لا يايـس من روح الله الا القوم الكفرون",
  },
  {
    "surah_number": 12,
    "verse_number": 88,
    "content":
        "فلما دخلوا عليه قالوا يـايها العزيز مسنا واهلنا الضر وجئنا ببضعة مزجىة فاوف لنا الكيل وتصدق علينا ان الله يجزي المتصدقين",
  },
  {
    "surah_number": 12,
    "verse_number": 89,
    "content": "قال هل علمتم ما فعلتم بيوسف واخيه اذ انتم جهلون",
  },
  {
    "surah_number": 12,
    "verse_number": 90,
    "content":
        "قالوا اءنك لانت يوسف قال انا يوسف وهذا اخي قد من الله علينا انه من يتق ويصبر فان الله لا يضيع اجر المحسنين",
  },
  {
    "surah_number": 12,
    "verse_number": 91,
    "content": "قالوا تالله لقد ءاثرك الله علينا وان كنا لخطـين",
  },
  {
    "surah_number": 12,
    "verse_number": 92,
    "content": "قال لا تثريب عليكم اليوم يغفر الله لكم وهو ارحم الرـحمين",
  },
  {
    "surah_number": 12,
    "verse_number": 93,
    "content":
        "اذهبوا بقميصي هذا فالقوه على وجه ابي يات بصيرا واتوني باهلكم اجمعين",
  },
  {
    "surah_number": 12,
    "verse_number": 94,
    "content": "ولما فصلت العير قال ابوهم اني لاجد ريح يوسف لولا ان تفندون",
  },
  {
    "surah_number": 12,
    "verse_number": 95,
    "content": "قالوا تالله انك لفي ضللك القديم",
  },
  {
    "surah_number": 12,
    "verse_number": 96,
    "content":
        "فلما ان جاء البشير القىه على وجهه فارتد بصيرا قال الم اقل لكم اني اعلم من الله ما لا تعلمون",
  },
  {
    "surah_number": 12,
    "verse_number": 97,
    "content": "قالوا يـابانا استغفر لنا ذنوبنا انا كنا خطـين",
  },
  {
    "surah_number": 12,
    "verse_number": 98,
    "content": "قال سوف استغفر لكم ربي انه هو الغفور الرحيم",
  },
  {
    "surah_number": 12,
    "verse_number": 99,
    "content":
        "فلما دخلوا على يوسف ءاوى اليه ابويه وقال ادخلوا مصر ان شاء الله ءامنين",
  },
  {
    "surah_number": 12,
    "verse_number": 100,
    "content":
        "ورفع ابويه على العرش وخروا له سجدا وقال يـابت هذا تاويل رءيي من قبل قد جعلها ربي حقا وقد احسن بي اذ اخرجني من السجن وجاء بكم من البدو من بعد ان نزغ الشيطن بيني وبين اخوتي ان ربي لطيف لما يشاء انه هو العليم الحكيم",
  },
  {
    "surah_number": 12,
    "verse_number": 101,
    "content":
        "رب قد ءاتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السموت والارض انت ولي في الدنيا والاخرة توفني مسلما والحقني بالصـلحين",
  },
  {
    "surah_number": 12,
    "verse_number": 102,
    "content":
        "ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون",
  },
  {
    "surah_number": 12,
    "verse_number": 103,
    "content": "وما اكثر الناس ولو حرصت بمؤمنين",
  },
  {
    "surah_number": 12,
    "verse_number": 104,
    "content": "وما تسـلهم عليه من اجر ان هو الا ذكر للعلمين",
  },
  {
    "surah_number": 12,
    "verse_number": 105,
    "content": "وكاين من ءاية في السموت والارض يمرون عليها وهم عنها معرضون",
  },
  {
    "surah_number": 12,
    "verse_number": 106,
    "content": "وما يؤمن اكثرهم بالله الا وهم مشركون",
  },
  {
    "surah_number": 12,
    "verse_number": 107,
    "content":
        "افامنوا ان تاتيهم غشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون",
  },
  {
    "surah_number": 12,
    "verse_number": 108,
    "content":
        "قل هذه سبيلي ادعوا الى الله على بصيرة انا ومن اتبعني وسبحن الله وما انا من المشركين",
  },
  {
    "surah_number": 12,
    "verse_number": 109,
    "content":
        "وما ارسلنا من قبلك الا رجالا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون",
  },
  {
    "surah_number": 12,
    "verse_number": 110,
    "content":
        "حتى اذا استيـس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين",
  },
  {
    "surah_number": 12,
    "verse_number": 111,
    "content":
        "لقد كان في قصصهم عبرة لاولي الالبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون",
  },
  {
    "surah_number": 13,
    "verse_number": 1,
    "content":
        "المر تلك ءايت الكتب والذي انزل اليك من ربك الحق ولكن اكثر الناس لا يؤمنون",
  },
  {
    "surah_number": 13,
    "verse_number": 2,
    "content":
        "الله الذي رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لاجل مسمى يدبر الامر يفصل الايت لعلكم بلقاء ربكم توقنون",
  },
  {
    "surah_number": 13,
    "verse_number": 3,
    "content":
        "وهو الذي مد الارض وجعل فيها روسي وانهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشي اليل النهار ان في ذلك لايت لقوم يتفكرون",
  },
  {
    "surah_number": 13,
    "verse_number": 4,
    "content":
        "وفي الارض قطع متجورت وجنـت من اعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض في الاكل ان في ذلك لايت لقوم يعقلون",
  },
  {
    "surah_number": 13,
    "verse_number": 5,
    "content":
        "وان تعجب فعجب قولهم اءذا كنا تربا اءنا لفي خلق جديد اولـئك الذين كفروا بربهم واولـئك الاغلل في اعناقهم واولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 13,
    "verse_number": 6,
    "content":
        "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلت وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب",
  },
  {
    "surah_number": 13,
    "verse_number": 7,
    "content":
        "ويقول الذين كفروا لولا انزل عليه ءاية من ربه انما انت منذر ولكل قوم هاد",
  },
  {
    "surah_number": 13,
    "verse_number": 8,
    "content":
        "الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شيء عنده بمقدار",
  },
  {
    "surah_number": 13,
    "verse_number": 9,
    "content": "علم الغيب والشهدة الكبير المتعال",
  },
  {
    "surah_number": 13,
    "verse_number": 10,
    "content":
        "سواء منكم من اسر القول ومن جهر به ومن هو مستخف باليل وسارب بالنهار",
  },
  {
    "surah_number": 13,
    "verse_number": 11,
    "content":
        "له معقبت من بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال",
  },
  {
    "surah_number": 13,
    "verse_number": 12,
    "content": "هو الذي يريكم البرق خوفا وطمعا وينشئ السحاب الثقال",
  },
  {
    "surah_number": 13,
    "verse_number": 13,
    "content":
        "ويسبح الرعد بحمده والملـئكة من خيفته ويرسل الصوعق فيصيب بها من يشاء وهم يجدلون في الله وهو شديد المحال",
  },
  {
    "surah_number": 13,
    "verse_number": 14,
    "content":
        "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء الا كبسط كفيه الى الماء ليبلغ فاه وما هو ببلغه وما دعاء الكفرين الا في ضلل",
  },
  {
    "surah_number": 13,
    "verse_number": 15,
    "content": "ولله يسجد من في السموت والارض طوعا وكرها وظللهم بالغدو والاصال",
  },
  {
    "surah_number": 13,
    "verse_number": 16,
    "content":
        "قل من رب السموت والارض قل الله قل افاتخذتم من دونه اولياء لا يملكون لانفسهم نفعا ولا ضرا قل هل يستوي الاعمى والبصير ام هل تستوي الظلمت والنور ام جعلوا لله شركاء خلقوا كخلقه فتشبه الخلق عليهم قل الله خلق كل شيء وهو الوحد القهـر",
  },
  {
    "surah_number": 13,
    "verse_number": 17,
    "content":
        "انزل من السماء ماء فسالت اودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية او متع زبد مثله كذلك يضرب الله الحق والبطل فاما الزبد فيذهب جفاء واما ما ينفع الناس فيمكث في الارض كذلك يضرب الله الامثال",
  },
  {
    "surah_number": 13,
    "verse_number": 18,
    "content":
        "للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو ان لهم ما في الارض جميعا ومثله معه لافتدوا به اولـئك لهم سوء الحساب وماوىهم جهنم وبئس المهاد",
  },
  {
    "surah_number": 13,
    "verse_number": 19,
    "content":
        "افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر اولوا الالبب",
  },
  {
    "surah_number": 13,
    "verse_number": 20,
    "content": "الذين يوفون بعهد الله ولا ينقضون الميثق",
  },
  {
    "surah_number": 13,
    "verse_number": 21,
    "content":
        "والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب",
  },
  {
    "surah_number": 13,
    "verse_number": 22,
    "content":
        "والذين صبروا ابتغاء وجه ربهم واقاموا الصلاة وانفقوا مما رزقنهم سرا وعلانية ويدرءون بالحسنة السيئة اولـئك لهم عقبى الدار",
  },
  {
    "surah_number": 13,
    "verse_number": 23,
    "content":
        "جنـت عدن يدخلونها ومن صلح من ءابائهم وازوجهم وذريـتهم والملـئكة يدخلون عليهم من كل باب",
  },
  {
    "surah_number": 13,
    "verse_number": 24,
    "content": "سلم عليكم بما صبرتم فنعم عقبى الدار",
  },
  {
    "surah_number": 13,
    "verse_number": 25,
    "content":
        "والذين ينقضون عهد الله من بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولـئك لهم اللعنة ولهم سوء الدار",
  },
  {
    "surah_number": 13,
    "verse_number": 26,
    "content":
        "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحيوة الدنيا وما الحيوة الدنيا في الاخرة الا متع",
  },
  {
    "surah_number": 13,
    "verse_number": 27,
    "content":
        "ويقول الذين كفروا لولا انزل عليه ءاية من ربه قل ان الله يضل من يشاء ويهدي اليه من اناب",
  },
  {
    "surah_number": 13,
    "verse_number": 28,
    "content":
        "الذين ءامنوا وتطمئن قلوبهم بذكر الله الا بذكر الله تطمئن القلوب",
  },
  {
    "surah_number": 13,
    "verse_number": 29,
    "content": "الذين ءامنوا وعملوا الصـلحت طوبى لهم وحسن مـاب",
  },
  {
    "surah_number": 13,
    "verse_number": 30,
    "content":
        "كذلك ارسلنك في امة قد خلت من قبلها امم لتتلوا عليهم الذي اوحينا اليك وهم يكفرون بالرحمن قل هو ربي لا اله الا هو عليه توكلت واليه متاب",
  },
  {
    "surah_number": 13,
    "verse_number": 31,
    "content":
        "ولو ان قرءانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يايـس الذين ءامنوا ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة او تحل قريبا من دارهم حتى ياتي وعد الله ان الله لا يخلف الميعاد",
  },
  {
    "surah_number": 13,
    "verse_number": 32,
    "content":
        "ولقد استهزئ برسل من قبلك فامليت للذين كفروا ثم اخذتهم فكيف كان عقاب",
  },
  {
    "surah_number": 13,
    "verse_number": 33,
    "content":
        "افمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم ام تنبـونه بما لا يعلم في الارض ام بظهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد",
  },
  {
    "surah_number": 13,
    "verse_number": 34,
    "content":
        "لهم عذاب في الحيوة الدنيا ولعذاب الاخرة اشق وما لهم من الله من واق",
  },
  {
    "surah_number": 13,
    "verse_number": 35,
    "content":
        "مثل الجنة التي وعد المتقون تجري من تحتها الانهر اكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكفرين النار",
  },
  {
    "surah_number": 13,
    "verse_number": 36,
    "content":
        "والذين ءاتينهم الكتب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعوا واليه مـاب",
  },
  {
    "surah_number": 13,
    "verse_number": 37,
    "content":
        "وكذلك انزلنه حكما عربيا ولئن اتبعت اهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق",
  },
  {
    "surah_number": 13,
    "verse_number": 38,
    "content":
        "ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازوجا وذرية وما كان لرسول ان ياتي بـاية الا باذن الله لكل اجل كتاب",
  },
  {
    "surah_number": 13,
    "verse_number": 39,
    "content": "يمحوا الله ما يشاء ويثبت وعنده ام الكتب",
  },
  {
    "surah_number": 13,
    "verse_number": 40,
    "content":
        "وان ما نرينك بعض الذي نعدهم او نتوفينك فانما عليك البلغ وعلينا الحساب",
  },
  {
    "surah_number": 13,
    "verse_number": 41,
    "content":
        "اولم يروا انا ناتي الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب",
  },
  {
    "surah_number": 13,
    "verse_number": 42,
    "content":
        "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفـر لمن عقبى الدار",
  },
  {
    "surah_number": 13,
    "verse_number": 43,
    "content":
        "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتب",
  },
  {
    "surah_number": 14,
    "verse_number": 1,
    "content":
        "الر كتب انزلنه اليك لتخرج الناس من الظلمت الى النور باذن ربهم الى صراط العزيز الحميد",
  },
  {
    "surah_number": 14,
    "verse_number": 2,
    "content":
        "الله الذي له ما في السموت وما في الارض وويل للكفرين من عذاب شديد",
  },
  {
    "surah_number": 14,
    "verse_number": 3,
    "content":
        "الذين يستحبون الحيوة الدنيا على الاخرة ويصدون عن سبيل الله ويبغونها عوجا اولـئك في ضلل بعيد",
  },
  {
    "surah_number": 14,
    "verse_number": 4,
    "content":
        "وما ارسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم",
  },
  {
    "surah_number": 14,
    "verse_number": 5,
    "content":
        "ولقد ارسلنا موسى بـايتنا ان اخرج قومك من الظلمت الى النور وذكرهم بايىم الله ان في ذلك لايت لكل صبار شكور",
  },
  {
    "surah_number": 14,
    "verse_number": 6,
    "content":
        "واذ قال موسى لقومه اذكروا نعمة الله عليكم اذ انجىكم من ءال فرعون يسومونكم سوء العذاب ويذبحون ابناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
  },
  {
    "surah_number": 14,
    "verse_number": 7,
    "content": "واذ تاذن ربكم لئن شكرتم لازيدنكم ولئن كفرتم ان عذابي لشديد",
  },
  {
    "surah_number": 14,
    "verse_number": 8,
    "content": "وقال موسى ان تكفروا انتم ومن في الارض جميعا فان الله لغني حميد",
  },
  {
    "surah_number": 14,
    "verse_number": 9,
    "content":
        "الم ياتكم نبؤا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينت فردوا ايديهم في افوههم وقالوا انا كفرنا بما ارسلتم به وانا لفي شك مما تدعوننا اليه مريب",
  },
  {
    "surah_number": 14,
    "verse_number": 10,
    "content":
        "قالت رسلهم افي الله شك فاطر السموت والارض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى قالوا ان انتم الا بشر مثلنا تريدون ان تصدونا عما كان يعبد ءاباؤنا فاتونا بسلطن مبين",
  },
  {
    "surah_number": 14,
    "verse_number": 11,
    "content":
        "قالت لهم رسلهم ان نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا ان ناتيكم بسلطن الا باذن الله وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 14,
    "verse_number": 12,
    "content":
        "وما لنا الا نتوكل على الله وقد هدىنا سبلنا ولنصبرن على ما ءاذيتمونا وعلى الله فليتوكل المتوكلون",
  },
  {
    "surah_number": 14,
    "verse_number": 13,
    "content":
        "وقال الذين كفروا لرسلهم لنخرجنكم من ارضنا او لتعودن في ملتنا فاوحى اليهم ربهم لنهلكن الظـلمين",
  },
  {
    "surah_number": 14,
    "verse_number": 14,
    "content": "ولنسكننكم الارض من بعدهم ذلك لمن خاف مقامي وخاف وعيد",
  },
  {
    "surah_number": 14,
    "verse_number": 15,
    "content": "واستفتحوا وخاب كل جبار عنيد",
  },
  {
    "surah_number": 14,
    "verse_number": 16,
    "content": "من ورائه جهنم ويسقى من ماء صديد",
  },
  {
    "surah_number": 14,
    "verse_number": 17,
    "content":
        "يتجرعه ولا يكاد يسيغه وياتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ",
  },
  {
    "surah_number": 14,
    "verse_number": 18,
    "content":
        "مثل الذين كفروا بربهم اعملهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلل البعيد",
  },
  {
    "surah_number": 14,
    "verse_number": 19,
    "content":
        "الم تر ان الله خلق السموت والارض بالحق ان يشا يذهبكم ويات بخلق جديد",
  },
  {"surah_number": 14, "verse_number": 20, "content": "وما ذلك على الله بعزيز"},
  {
    "surah_number": 14,
    "verse_number": 21,
    "content":
        "وبرزوا لله جميعا فقال الضعفـؤا للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا من عذاب الله من شيء قالوا لو هدىنا الله لهدينكم سواء علينا اجزعنا ام صبرنا ما لنا من محيص",
  },
  {
    "surah_number": 14,
    "verse_number": 22,
    "content":
        "وقال الشيطن لما قضي الامر ان الله وعدكم وعد الحق ووعدتكم فاخلفتكم وما كان لي عليكم من سلطن الا ان دعوتكم فاستجبتم لي فلا تلوموني ولوموا انفسكم ما انا بمصرخكم وما انتم بمصرخي اني كفرت بما اشركتمون من قبل ان الظـلمين لهم عذاب اليم",
  },
  {
    "surah_number": 14,
    "verse_number": 23,
    "content":
        "وادخل الذين ءامنوا وعملوا الصـلحت جنـت تجري من تحتها الانهر خلدين فيها باذن ربهم تحيتهم فيها سلم",
  },
  {
    "surah_number": 14,
    "verse_number": 24,
    "content":
        "الم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة اصلها ثابت وفرعها في السماء",
  },
  {
    "surah_number": 14,
    "verse_number": 25,
    "content":
        "تؤتي اكلها كل حين باذن ربها ويضرب الله الامثال للناس لعلهم يتذكرون",
  },
  {
    "surah_number": 14,
    "verse_number": 26,
    "content": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار",
  },
  {
    "surah_number": 14,
    "verse_number": 27,
    "content":
        "يثبت الله الذين ءامنوا بالقول الثابت في الحيوة الدنيا وفي الاخرة ويضل الله الظـلمين ويفعل الله ما يشاء",
  },
  {
    "surah_number": 14,
    "verse_number": 28,
    "content": "الم تر الى الذين بدلوا نعمت الله كفرا واحلوا قومهم دار البوار",
  },
  {
    "surah_number": 14,
    "verse_number": 29,
    "content": "جهنم يصلونها وبئس القرار",
  },
  {
    "surah_number": 14,
    "verse_number": 30,
    "content":
        "وجعلوا لله اندادا ليضلوا عن سبيله قل تمتعوا فان مصيركم الى النار",
  },
  {
    "surah_number": 14,
    "verse_number": 31,
    "content":
        "قل لعبادي الذين ءامنوا يقيموا الصلاة وينفقوا مما رزقنهم سرا وعلانية من قبل ان ياتي يوم لا بيع فيه ولا خلل",
  },
  {
    "surah_number": 14,
    "verse_number": 32,
    "content":
        "الله الذي خلق السموت والارض وانزل من السماء ماء فاخرج به من الثمرت رزقا لكم وسخر لكم الفلك لتجري في البحر بامره وسخر لكم الانهر",
  },
  {
    "surah_number": 14,
    "verse_number": 33,
    "content": "وسخر لكم الشمس والقمر دائبين وسخر لكم اليل والنهار",
  },
  {
    "surah_number": 14,
    "verse_number": 34,
    "content":
        "وءاتىكم من كل ما سالتموه وان تعدوا نعمت الله لا تحصوها ان الانسن لظلوم كفار",
  },
  {
    "surah_number": 14,
    "verse_number": 35,
    "content":
        "واذ قال ابرهيم رب اجعل هذا البلد ءامنا واجنبني وبني ان نعبد الاصنام",
  },
  {
    "surah_number": 14,
    "verse_number": 36,
    "content":
        "رب انهن اضللن كثيرا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم",
  },
  {
    "surah_number": 14,
    "verse_number": 37,
    "content":
        "ربنا اني اسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل افـدة من الناس تهوي اليهم وارزقهم من الثمرت لعلهم يشكرون",
  },
  {
    "surah_number": 14,
    "verse_number": 38,
    "content":
        "ربنا انك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الارض ولا في السماء",
  },
  {
    "surah_number": 14,
    "verse_number": 39,
    "content":
        "الحمد لله الذي وهب لي على الكبر اسمعيل واسحق ان ربي لسميع الدعاء",
  },
  {
    "surah_number": 14,
    "verse_number": 40,
    "content": "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
  },
  {
    "surah_number": 14,
    "verse_number": 41,
    "content": "ربنا اغفر لي ولولدي وللمؤمنين يوم يقوم الحساب",
  },
  {
    "surah_number": 14,
    "verse_number": 42,
    "content":
        "ولا تحسبن الله غفلا عما يعمل الظـلمون انما يؤخرهم ليوم تشخص فيه الابصر",
  },
  {
    "surah_number": 14,
    "verse_number": 43,
    "content": "مهطعين مقنعي رءوسهم لا يرتد اليهم طرفهم وافـدتهم هواء",
  },
  {
    "surah_number": 14,
    "verse_number": 44,
    "content":
        "وانذر الناس يوم ياتيهم العذاب فيقول الذين ظلموا ربنا اخرنا الى اجل قريب نجب دعوتك ونتبع الرسل اولم تكونوا اقسمتم من قبل ما لكم من زوال",
  },
  {
    "surah_number": 14,
    "verse_number": 45,
    "content":
        "وسكنتم في مسكن الذين ظلموا انفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الامثال",
  },
  {
    "surah_number": 14,
    "verse_number": 46,
    "content": "وقد مكروا مكرهم وعند الله مكرهم وان كان مكرهم لتزول منه الجبال",
  },
  {
    "surah_number": 14,
    "verse_number": 47,
    "content": "فلا تحسبن الله مخلف وعده رسله ان الله عزيز ذو انتقام",
  },
  {
    "surah_number": 14,
    "verse_number": 48,
    "content": "يوم تبدل الارض غير الارض والسموت وبرزوا لله الوحد القهار",
  },
  {
    "surah_number": 14,
    "verse_number": 49,
    "content": "وترى المجرمين يومئذ مقرنين في الاصفاد",
  },
  {
    "surah_number": 14,
    "verse_number": 50,
    "content": "سرابيلهم من قطران وتغشى وجوههم النار",
  },
  {
    "surah_number": 14,
    "verse_number": 51,
    "content": "ليجزي الله كل نفس ما كسبت ان الله سريع الحساب",
  },
  {
    "surah_number": 14,
    "verse_number": 52,
    "content":
        "هذا بلغ للناس ولينذروا به وليعلموا انما هو اله وحد وليذكر اولوا الالبب",
  },
  {
    "surah_number": 15,
    "verse_number": 1,
    "content": "الر تلك ءايت الكتب وقرءان مبين",
  },
  {
    "surah_number": 15,
    "verse_number": 2,
    "content": "ربما يود الذين كفروا لو كانوا مسلمين",
  },
  {
    "surah_number": 15,
    "verse_number": 3,
    "content": "ذرهم ياكلوا ويتمتعوا ويلههم الامل فسوف يعلمون",
  },
  {
    "surah_number": 15,
    "verse_number": 4,
    "content": "وما اهلكنا من قرية الا ولها كتاب معلوم",
  },
  {
    "surah_number": 15,
    "verse_number": 5,
    "content": "ما تسبق من امة اجلها وما يستـخرون",
  },
  {
    "surah_number": 15,
    "verse_number": 6,
    "content": "وقالوا يـايها الذي نزل عليه الذكر انك لمجنون",
  },
  {
    "surah_number": 15,
    "verse_number": 7,
    "content": "لوما تاتينا بالملـئكة ان كنت من الصـدقين",
  },
  {
    "surah_number": 15,
    "verse_number": 8,
    "content": "ما ننزل الملـئكة الا بالحق وما كانوا اذا منظرين",
  },
  {
    "surah_number": 15,
    "verse_number": 9,
    "content": "انا نحن نزلنا الذكر وانا له لحفظون",
  },
  {
    "surah_number": 15,
    "verse_number": 10,
    "content": "ولقد ارسلنا من قبلك في شيع الاولين",
  },
  {
    "surah_number": 15,
    "verse_number": 11,
    "content": "وما ياتيهم من رسول الا كانوا به يستهزءون",
  },
  {
    "surah_number": 15,
    "verse_number": 12,
    "content": "كذلك نسلكه في قلوب المجرمين",
  },
  {
    "surah_number": 15,
    "verse_number": 13,
    "content": "لا يؤمنون به وقد خلت سنة الاولين",
  },
  {
    "surah_number": 15,
    "verse_number": 14,
    "content": "ولو فتحنا عليهم بابا من السماء فظلوا فيه يعرجون",
  },
  {
    "surah_number": 15,
    "verse_number": 15,
    "content": "لقالوا انما سكرت ابصرنا بل نحن قوم مسحورون",
  },
  {
    "surah_number": 15,
    "verse_number": 16,
    "content": "ولقد جعلنا في السماء بروجا وزينـها للنـظرين",
  },
  {
    "surah_number": 15,
    "verse_number": 17,
    "content": "وحفظنها من كل شيطن رجيم",
  },
  {
    "surah_number": 15,
    "verse_number": 18,
    "content": "الا من استرق السمع فاتبعه شهاب مبين",
  },
  {
    "surah_number": 15,
    "verse_number": 19,
    "content": "والارض مددنها والقينا فيها روسي وانبتنا فيها من كل شيء موزون",
  },
  {
    "surah_number": 15,
    "verse_number": 20,
    "content": "وجعلنا لكم فيها معيش ومن لستم له برزقين",
  },
  {
    "surah_number": 15,
    "verse_number": 21,
    "content": "وان من شيء الا عندنا خزائنه وما ننزله الا بقدر معلوم",
  },
  {
    "surah_number": 15,
    "verse_number": 22,
    "content":
        "وارسلنا الريح لوقح فانزلنا من السماء ماء فاسقينكموه وما انتم له بخزنين",
  },
  {
    "surah_number": 15,
    "verse_number": 23,
    "content": "وانا لنحن نحي ونميت ونحن الورثون",
  },
  {
    "surah_number": 15,
    "verse_number": 24,
    "content": "ولقد علمنا المستقدمين منكم ولقد علمنا المستـخرين",
  },
  {
    "surah_number": 15,
    "verse_number": 25,
    "content": "وان ربك هو يحشرهم انه حكيم عليم",
  },
  {
    "surah_number": 15,
    "verse_number": 26,
    "content": "ولقد خلقنا الانسن من صلصل من حما مسنون",
  },
  {
    "surah_number": 15,
    "verse_number": 27,
    "content": "والجان خلقنه من قبل من نار السموم",
  },
  {
    "surah_number": 15,
    "verse_number": 28,
    "content": "واذ قال ربك للملـئكة اني خلق بشرا من صلصل من حما مسنون",
  },
  {
    "surah_number": 15,
    "verse_number": 29,
    "content": "فاذا سويته ونفخت فيه من روحي فقعوا له سجدين",
  },
  {
    "surah_number": 15,
    "verse_number": 30,
    "content": "فسجد الملـئكة كلهم اجمعون",
  },
  {
    "surah_number": 15,
    "verse_number": 31,
    "content": "الا ابليس ابى ان يكون مع السـجدين",
  },
  {
    "surah_number": 15,
    "verse_number": 32,
    "content": "قال يـابليس ما لك الا تكون مع السـجدين",
  },
  {
    "surah_number": 15,
    "verse_number": 33,
    "content": "قال لم اكن لاسجد لبشر خلقته من صلصل من حما مسنون",
  },
  {
    "surah_number": 15,
    "verse_number": 34,
    "content": "قال فاخرج منها فانك رجيم",
  },
  {
    "surah_number": 15,
    "verse_number": 35,
    "content": "وان عليك اللعنة الى يوم الدين",
  },
  {
    "surah_number": 15,
    "verse_number": 36,
    "content": "قال رب فانظرني الى يوم يبعثون",
  },
  {"surah_number": 15, "verse_number": 37, "content": "قال فانك من المنظرين"},
  {"surah_number": 15, "verse_number": 38, "content": "الى يوم الوقت المعلوم"},
  {
    "surah_number": 15,
    "verse_number": 39,
    "content": "قال رب بما اغويتني لازينن لهم في الارض ولاغوينهم اجمعين",
  },
  {
    "surah_number": 15,
    "verse_number": 40,
    "content": "الا عبادك منهم المخلصين",
  },
  {
    "surah_number": 15,
    "verse_number": 41,
    "content": "قال هذا صراط علي مستقيم",
  },
  {
    "surah_number": 15,
    "verse_number": 42,
    "content": "ان عبادي ليس لك عليهم سلطن الا من اتبعك من الغاوين",
  },
  {
    "surah_number": 15,
    "verse_number": 43,
    "content": "وان جهنم لموعدهم اجمعين",
  },
  {
    "surah_number": 15,
    "verse_number": 44,
    "content": "لها سبعة ابوب لكل باب منهم جزء مقسوم",
  },
  {
    "surah_number": 15,
    "verse_number": 45,
    "content": "ان المتقين في جنـت وعيون",
  },
  {"surah_number": 15, "verse_number": 46, "content": "ادخلوها بسلم ءامنين"},
  {
    "surah_number": 15,
    "verse_number": 47,
    "content": "ونزعنا ما في صدورهم من غل اخونا على سرر متقبلين",
  },
  {
    "surah_number": 15,
    "verse_number": 48,
    "content": "لا يمسهم فيها نصب وما هم منها بمخرجين",
  },
  {
    "surah_number": 15,
    "verse_number": 49,
    "content": "نبئ عبادي اني انا الغفور الرحيم",
  },
  {
    "surah_number": 15,
    "verse_number": 50,
    "content": "وان عذابي هو العذاب الاليم",
  },
  {"surah_number": 15, "verse_number": 51, "content": "ونبئهم عن ضيف ابرهيم"},
  {
    "surah_number": 15,
    "verse_number": 52,
    "content": "اذ دخلوا عليه فقالوا سلما قال انا منكم وجلون",
  },
  {
    "surah_number": 15,
    "verse_number": 53,
    "content": "قالوا لا توجل انا نبشرك بغلم عليم",
  },
  {
    "surah_number": 15,
    "verse_number": 54,
    "content": "قال ابشرتموني على ان مسني الكبر فبم تبشرون",
  },
  {
    "surah_number": 15,
    "verse_number": 55,
    "content": "قالوا بشرنك بالحق فلا تكن من القنطين",
  },
  {
    "surah_number": 15,
    "verse_number": 56,
    "content": "قال ومن يقنط من رحمة ربه الا الضالون",
  },
  {
    "surah_number": 15,
    "verse_number": 57,
    "content": "قال فما خطبكم ايها المرسلون",
  },
  {
    "surah_number": 15,
    "verse_number": 58,
    "content": "قالوا انا ارسلنا الى قوم مجرمين",
  },
  {
    "surah_number": 15,
    "verse_number": 59,
    "content": "الا ءال لوط انا لمنجوهم اجمعين",
  },
  {
    "surah_number": 15,
    "verse_number": 60,
    "content": "الا امراته قدرنا انها لمن الغبرين",
  },
  {
    "surah_number": 15,
    "verse_number": 61,
    "content": "فلما جاء ءال لوط المرسلون",
  },
  {"surah_number": 15, "verse_number": 62, "content": "قال انكم قوم منكرون"},
  {
    "surah_number": 15,
    "verse_number": 63,
    "content": "قالوا بل جئنك بما كانوا فيه يمترون",
  },
  {
    "surah_number": 15,
    "verse_number": 64,
    "content": "واتينك بالحق وانا لصدقون",
  },
  {
    "surah_number": 15,
    "verse_number": 65,
    "content":
        "فاسر باهلك بقطع من اليل واتبع ادبرهم ولا يلتفت منكم احد وامضوا حيث تؤمرون",
  },
  {
    "surah_number": 15,
    "verse_number": 66,
    "content": "وقضينا اليه ذلك الامر ان دابر هـؤلاء مقطوع مصبحين",
  },
  {
    "surah_number": 15,
    "verse_number": 67,
    "content": "وجاء اهل المدينة يستبشرون",
  },
  {
    "surah_number": 15,
    "verse_number": 68,
    "content": "قال ان هـؤلاء ضيفي فلا تفضحون",
  },
  {"surah_number": 15, "verse_number": 69, "content": "واتقوا الله ولا تخزون"},
  {
    "surah_number": 15,
    "verse_number": 70,
    "content": "قالوا اولم ننهك عن العلمين",
  },
  {
    "surah_number": 15,
    "verse_number": 71,
    "content": "قال هـؤلاء بناتي ان كنتم فعلين",
  },
  {
    "surah_number": 15,
    "verse_number": 72,
    "content": "لعمرك انهم لفي سكرتهم يعمهون",
  },
  {"surah_number": 15, "verse_number": 73, "content": "فاخذتهم الصيحة مشرقين"},
  {
    "surah_number": 15,
    "verse_number": 74,
    "content": "فجعلنا عليها سافلها وامطرنا عليهم حجارة من سجيل",
  },
  {
    "surah_number": 15,
    "verse_number": 75,
    "content": "ان في ذلك لايت للمتوسمين",
  },
  {"surah_number": 15, "verse_number": 76, "content": "وانها لبسبيل مقيم"},
  {
    "surah_number": 15,
    "verse_number": 77,
    "content": "ان في ذلك لاية للمؤمنين",
  },
  {
    "surah_number": 15,
    "verse_number": 78,
    "content": "وان كان اصحب الايكة لظلمين",
  },
  {
    "surah_number": 15,
    "verse_number": 79,
    "content": "فانتقمنا منهم وانهما لبامام مبين",
  },
  {
    "surah_number": 15,
    "verse_number": 80,
    "content": "ولقد كذب اصحب الحجر المرسلين",
  },
  {
    "surah_number": 15,
    "verse_number": 81,
    "content": "وءاتينهم ءايتنا فكانوا عنها معرضين",
  },
  {
    "surah_number": 15,
    "verse_number": 82,
    "content": "وكانوا ينحتون من الجبال بيوتا ءامنين",
  },
  {"surah_number": 15, "verse_number": 83, "content": "فاخذتهم الصيحة مصبحين"},
  {
    "surah_number": 15,
    "verse_number": 84,
    "content": "فما اغنى عنهم ما كانوا يكسبون",
  },
  {
    "surah_number": 15,
    "verse_number": 85,
    "content":
        "وما خلقنا السموت والارض وما بينهما الا بالحق وان الساعة لاتية فاصفح الصفح الجميل",
  },
  {
    "surah_number": 15,
    "verse_number": 86,
    "content": "ان ربك هو الخلـق العليم",
  },
  {
    "surah_number": 15,
    "verse_number": 87,
    "content": "ولقد ءاتينك سبعا من المثاني والقرءان العظيم",
  },
  {
    "surah_number": 15,
    "verse_number": 88,
    "content":
        "لا تمدن عينيك الى ما متعنا به ازوجا منهم ولا تحزن عليهم واخفض جناحك للمؤمنين",
  },
  {
    "surah_number": 15,
    "verse_number": 89,
    "content": "وقل اني انا النذير المبين",
  },
  {
    "surah_number": 15,
    "verse_number": 90,
    "content": "كما انزلنا على المقتسمين",
  },
  {
    "surah_number": 15,
    "verse_number": 91,
    "content": "الذين جعلوا القرءان عضين",
  },
  {"surah_number": 15, "verse_number": 92, "content": "فوربك لنسـلنهم اجمعين"},
  {"surah_number": 15, "verse_number": 93, "content": "عما كانوا يعملون"},
  {
    "surah_number": 15,
    "verse_number": 94,
    "content": "فاصدع بما تؤمر واعرض عن المشركين",
  },
  {"surah_number": 15, "verse_number": 95, "content": "انا كفينك المستهزءين"},
  {
    "surah_number": 15,
    "verse_number": 96,
    "content": "الذين يجعلون مع الله الها ءاخر فسوف يعلمون",
  },
  {
    "surah_number": 15,
    "verse_number": 97,
    "content": "ولقد نعلم انك يضيق صدرك بما يقولون",
  },
  {
    "surah_number": 15,
    "verse_number": 98,
    "content": "فسبح بحمد ربك وكن من السـجدين",
  },
  {
    "surah_number": 15,
    "verse_number": 99,
    "content": "واعبد ربك حتى ياتيك اليقين",
  },
  {
    "surah_number": 16,
    "verse_number": 1,
    "content": "اتى امر الله فلا تستعجلوه سبحنه وتعلى عما يشركون",
  },
  {
    "surah_number": 16,
    "verse_number": 2,
    "content":
        "ينزل الملـئكة بالروح من امره على من يشاء من عباده ان انذروا انه لا اله الا انا فاتقون",
  },
  {
    "surah_number": 16,
    "verse_number": 3,
    "content": "خلق السموت والارض بالحق تعلى عما يشركون",
  },
  {
    "surah_number": 16,
    "verse_number": 4,
    "content": "خلق الانسن من نطفة فاذا هو خصيم مبين",
  },
  {
    "surah_number": 16,
    "verse_number": 5,
    "content": "والانعم خلقها لكم فيها دفء ومنفع ومنها تاكلون",
  },
  {
    "surah_number": 16,
    "verse_number": 6,
    "content": "ولكم فيها جمال حين تريحون وحين تسرحون",
  },
  {
    "surah_number": 16,
    "verse_number": 7,
    "content":
        "وتحمل اثقالكم الى بلد لم تكونوا بلغيه الا بشق الانفس ان ربكم لرءوف رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 8,
    "content": "والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 9,
    "content": "وعلى الله قصد السبيل ومنها جائر ولو شاء لهدىكم اجمعين",
  },
  {
    "surah_number": 16,
    "verse_number": 10,
    "content": "هو الذي انزل من السماء ماء لكم منه شراب ومنه شجر فيه تسيمون",
  },
  {
    "surah_number": 16,
    "verse_number": 11,
    "content":
        "ينبت لكم به الزرع والزيتون والنخيل والاعنب ومن كل الثمرت ان في ذلك لاية لقوم يتفكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 12,
    "content":
        "وسخر لكم اليل والنهار والشمس والقمر والنجوم مسخرت بامره ان في ذلك لايت لقوم يعقلون",
  },
  {
    "surah_number": 16,
    "verse_number": 13,
    "content": "وما ذرا لكم في الارض مختلفا الونه ان في ذلك لاية لقوم يذكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 14,
    "content":
        "وهو الذي سخر البحر لتاكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 15,
    "content": "والقى في الارض روسي ان تميد بكم وانهرا وسبلا لعلكم تهتدون",
  },
  {
    "surah_number": 16,
    "verse_number": 16,
    "content": "وعلمت وبالنجم هم يهتدون",
  },
  {
    "surah_number": 16,
    "verse_number": 17,
    "content": "افمن يخلق كمن لا يخلق افلا تذكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 18,
    "content": "وان تعدوا نعمة الله لا تحصوها ان الله لغفور رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 19,
    "content": "والله يعلم ما تسرون وما تعلنون",
  },
  {
    "surah_number": 16,
    "verse_number": 20,
    "content": "والذين يدعون من دون الله لا يخلقون شيـا وهم يخلقون",
  },
  {
    "surah_number": 16,
    "verse_number": 21,
    "content": "اموت غير احياء وما يشعرون ايان يبعثون",
  },
  {
    "surah_number": 16,
    "verse_number": 22,
    "content":
        "الهكم اله وحد فالذين لا يؤمنون بالاخرة قلوبهم منكرة وهم مستكبرون",
  },
  {
    "surah_number": 16,
    "verse_number": 23,
    "content": "لا جرم ان الله يعلم ما يسرون وما يعلنون انه لا يحب المستكبرين",
  },
  {
    "surah_number": 16,
    "verse_number": 24,
    "content": "واذا قيل لهم ماذا انزل ربكم قالوا اسطير الاولين",
  },
  {
    "surah_number": 16,
    "verse_number": 25,
    "content":
        "ليحملوا اوزارهم كاملة يوم القيمة ومن اوزار الذين يضلونهم بغير علم الا ساء ما يزرون",
  },
  {
    "surah_number": 16,
    "verse_number": 26,
    "content":
        "قد مكر الذين من قبلهم فاتى الله بنينهم من القواعد فخر عليهم السقف من فوقهم واتىهم العذاب من حيث لا يشعرون",
  },
  {
    "surah_number": 16,
    "verse_number": 27,
    "content":
        "ثم يوم القيمة يخزيهم ويقول اين شركاءي الذين كنتم تشـقون فيهم قال الذين اوتوا العلم ان الخزي اليوم والسوء على الكفرين",
  },
  {
    "surah_number": 16,
    "verse_number": 28,
    "content":
        "الذين تتوفىهم الملـئكة ظالمي انفسهم فالقوا السلم ما كنا نعمل من سوء بلى ان الله عليم بما كنتم تعملون",
  },
  {
    "surah_number": 16,
    "verse_number": 29,
    "content": "فادخلوا ابوب جهنم خلدين فيها فلبئس مثوى المتكبرين",
  },
  {
    "surah_number": 16,
    "verse_number": 30,
    "content":
        "وقيل للذين اتقوا ماذا انزل ربكم قالوا خيرا للذين احسنوا في هذه الدنيا حسنة ولدار الاخرة خير ولنعم دار المتقين",
  },
  {
    "surah_number": 16,
    "verse_number": 31,
    "content":
        "جنـت عدن يدخلونها تجري من تحتها الانهر لهم فيها ما يشاءون كذلك يجزي الله المتقين",
  },
  {
    "surah_number": 16,
    "verse_number": 32,
    "content":
        "الذين تتوفىهم الملـئكة طيبين يقولون سلم عليكم ادخلوا الجنة بما كنتم تعملون",
  },
  {
    "surah_number": 16,
    "verse_number": 33,
    "content":
        "هل ينظرون الا ان تاتيهم الملـئكة او ياتي امر ربك كذلك فعل الذين من قبلهم وما ظلمهم الله ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 34,
    "content": "فاصابهم سيـات ما عملوا وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 16,
    "verse_number": 35,
    "content":
        "وقال الذين اشركوا لو شاء الله ما عبدنا من دونه من شيء نحن ولا ءاباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم فهل على الرسل الا البلغ المبين",
  },
  {
    "surah_number": 16,
    "verse_number": 36,
    "content":
        "ولقد بعثنا في كل امة رسولا ان اعبدوا الله واجتنبوا الطـغوت فمنهم من هدى الله ومنهم من حقت عليه الضللة فسيروا في الارض فانظروا كيف كان عقبة المكذبين",
  },
  {
    "surah_number": 16,
    "verse_number": 37,
    "content": "ان تحرص على هدىهم فان الله لا يهدي من يضل وما لهم من نـصرين",
  },
  {
    "surah_number": 16,
    "verse_number": 38,
    "content":
        "واقسموا بالله جهد ايمنهم لا يبعث الله من يموت بلى وعدا عليه حقا ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 39,
    "content": "ليبين لهم الذي يختلفون فيه وليعلم الذين كفروا انهم كانوا كذبين",
  },
  {
    "surah_number": 16,
    "verse_number": 40,
    "content": "انما قولنا لشيء اذا اردنه ان نقول له كن فيكون",
  },
  {
    "surah_number": 16,
    "verse_number": 41,
    "content":
        "والذين هاجروا في الله من بعد ما ظلموا لنبوئنهم في الدنيا حسنة ولاجر الاخرة اكبر لو كانوا يعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 42,
    "content": "الذين صبروا وعلى ربهم يتوكلون",
  },
  {
    "surah_number": 16,
    "verse_number": 43,
    "content":
        "وما ارسلنا من قبلك الا رجالا نوحي اليهم فسـلوا اهل الذكر ان كنتم لا تعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 44,
    "content":
        "بالبينت والزبر وانزلنا اليك الذكر لتبين للناس ما نزل اليهم ولعلهم يتفكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 45,
    "content":
        "افامن الذين مكروا السيـات ان يخسف الله بهم الارض او ياتيهم العذاب من حيث لا يشعرون",
  },
  {
    "surah_number": 16,
    "verse_number": 46,
    "content": "او ياخذهم في تقلبهم فما هم بمعجزين",
  },
  {
    "surah_number": 16,
    "verse_number": 47,
    "content": "او ياخذهم على تخوف فان ربكم لرءوف رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 48,
    "content":
        "اولم يروا الى ما خلق الله من شيء يتفيؤا ظلله عن اليمين والشمائل سجدا لله وهم دخرون",
  },
  {
    "surah_number": 16,
    "verse_number": 49,
    "content":
        "ولله يسجد ما في السموت وما في الارض من دابة والملـئكة وهم لا يستكبرون",
  },
  {
    "surah_number": 16,
    "verse_number": 50,
    "content": "يخافون ربهم من فوقهم ويفعلون ما يؤمرون",
  },
  {
    "surah_number": 16,
    "verse_number": 51,
    "content": "وقال الله لا تتخذوا الهين اثنين انما هو اله وحد فايـي فارهبون",
  },
  {
    "surah_number": 16,
    "verse_number": 52,
    "content": "وله ما في السموت والارض وله الدين واصبا افغير الله تتقون",
  },
  {
    "surah_number": 16,
    "verse_number": 53,
    "content": "وما بكم من نعمة فمن الله ثم اذا مسكم الضر فاليه تجـرون",
  },
  {
    "surah_number": 16,
    "verse_number": 54,
    "content": "ثم اذا كشف الضر عنكم اذا فريق منكم بربهم يشركون",
  },
  {
    "surah_number": 16,
    "verse_number": 55,
    "content": "ليكفروا بما ءاتينهم فتمتعوا فسوف تعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 56,
    "content":
        "ويجعلون لما لا يعلمون نصيبا مما رزقنهم تالله لتسـلن عما كنتم تفترون",
  },
  {
    "surah_number": 16,
    "verse_number": 57,
    "content": "ويجعلون لله البنت سبحنه ولهم ما يشتهون",
  },
  {
    "surah_number": 16,
    "verse_number": 58,
    "content": "واذا بشر احدهم بالانثى ظل وجهه مسودا وهو كظيم",
  },
  {
    "surah_number": 16,
    "verse_number": 59,
    "content":
        "يتورى من القوم من سوء ما بشر به ايمسكه على هون ام يدسه في التراب الا ساء ما يحكمون",
  },
  {
    "surah_number": 16,
    "verse_number": 60,
    "content":
        "للذين لا يؤمنون بالاخرة مثل السوء ولله المثل الاعلى وهو العزيز الحكيم",
  },
  {
    "surah_number": 16,
    "verse_number": 61,
    "content":
        "ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم لا يستـخرون ساعة ولا يستقدمون",
  },
  {
    "surah_number": 16,
    "verse_number": 62,
    "content":
        "ويجعلون لله ما يكرهون وتصف السنتهم الكذب ان لهم الحسنى لا جرم ان لهم النار وانهم مفرطون",
  },
  {
    "surah_number": 16,
    "verse_number": 63,
    "content":
        "تالله لقد ارسلنا الى امم من قبلك فزين لهم الشيطن اعملهم فهو وليهم اليوم ولهم عذاب اليم",
  },
  {
    "surah_number": 16,
    "verse_number": 64,
    "content":
        "وما انزلنا عليك الكتب الا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون",
  },
  {
    "surah_number": 16,
    "verse_number": 65,
    "content":
        "والله انزل من السماء ماء فاحيا به الارض بعد موتها ان في ذلك لاية لقوم يسمعون",
  },
  {
    "surah_number": 16,
    "verse_number": 66,
    "content":
        "وان لكم في الانعم لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشـربين",
  },
  {
    "surah_number": 16,
    "verse_number": 67,
    "content":
        "ومن ثمرت النخيل والاعنب تتخذون منه سكرا ورزقا حسنا ان في ذلك لاية لقوم يعقلون",
  },
  {
    "surah_number": 16,
    "verse_number": 68,
    "content":
        "واوحى ربك الى النحل ان اتخذي من الجبال بيوتا ومن الشجر ومما يعرشون",
  },
  {
    "surah_number": 16,
    "verse_number": 69,
    "content":
        "ثم كلي من كل الثمرت فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف الونه فيه شفاء للناس ان في ذلك لاية لقوم يتفكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 70,
    "content":
        "والله خلقكم ثم يتوفىكم ومنكم من يرد الى ارذل العمر لكي لا يعلم بعد علم شيـا ان الله عليم قدير",
  },
  {
    "surah_number": 16,
    "verse_number": 71,
    "content":
        "والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت ايمنهم فهم فيه سواء افبنعمة الله يجحدون",
  },
  {
    "surah_number": 16,
    "verse_number": 72,
    "content":
        "والله جعل لكم من انفسكم ازوجا وجعل لكم من ازوجكم بنين وحفدة ورزقكم من الطيبت افبالبطل يؤمنون وبنعمت الله هم يكفرون",
  },
  {
    "surah_number": 16,
    "verse_number": 73,
    "content":
        "ويعبدون من دون الله ما لا يملك لهم رزقا من السموت والارض شيـا ولا يستطيعون",
  },
  {
    "surah_number": 16,
    "verse_number": 74,
    "content": "فلا تضربوا لله الامثال ان الله يعلم وانتم لا تعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 75,
    "content":
        "ضرب الله مثلا عبدا مملوكا لا يقدر على شيء ومن رزقنه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستون الحمد لله بل اكثرهم لا يعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 76,
    "content":
        "وضرب الله مثلا رجلين احدهما ابكم لا يقدر على شيء وهو كل على مولىه اينما يوجهه لا يات بخير هل يستوي هو ومن يامر بالعدل وهو على صراط مستقيم",
  },
  {
    "surah_number": 16,
    "verse_number": 77,
    "content":
        "ولله غيب السموت والارض وما امر الساعة الا كلمح البصر او هو اقرب ان الله على كل شيء قدير",
  },
  {
    "surah_number": 16,
    "verse_number": 78,
    "content":
        "والله اخرجكم من بطون امهتكم لا تعلمون شيـا وجعل لكم السمع والابصر والافـدة لعلكم تشكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 79,
    "content":
        "الم يروا الى الطير مسخرت في جو السماء ما يمسكهن الا الله ان في ذلك لايت لقوم يؤمنون",
  },
  {
    "surah_number": 16,
    "verse_number": 80,
    "content":
        "والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الانعم بيوتا تستخفونها يوم ظعنكم ويوم اقامتكم ومن اصوافها واوبارها واشعارها اثثا ومتعا الى حين",
  },
  {
    "surah_number": 16,
    "verse_number": 81,
    "content":
        "والله جعل لكم مما خلق ظللا وجعل لكم من الجبال اكننا وجعل لكم سربيل تقيكم الحر وسربيل تقيكم باسكم كذلك يتم نعمته عليكم لعلكم تسلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 82,
    "content": "فان تولوا فانما عليك البلغ المبين",
  },
  {
    "surah_number": 16,
    "verse_number": 83,
    "content": "يعرفون نعمت الله ثم ينكرونها واكثرهم الكفرون",
  },
  {
    "surah_number": 16,
    "verse_number": 84,
    "content":
        "ويوم نبعث من كل امة شهيدا ثم لا يؤذن للذين كفروا ولا هم يستعتبون",
  },
  {
    "surah_number": 16,
    "verse_number": 85,
    "content": "واذا رءا الذين ظلموا العذاب فلا يخفف عنهم ولا هم ينظرون",
  },
  {
    "surah_number": 16,
    "verse_number": 86,
    "content":
        "واذا رءا الذين اشركوا شركاءهم قالوا ربنا هـؤلاء شركاؤنا الذين كنا ندعوا من دونك فالقوا اليهم القول انكم لكذبون",
  },
  {
    "surah_number": 16,
    "verse_number": 87,
    "content": "والقوا الى الله يومئذ السلم وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 16,
    "verse_number": 88,
    "content":
        "الذين كفروا وصدوا عن سبيل الله زدنهم عذابا فوق العذاب بما كانوا يفسدون",
  },
  {
    "surah_number": 16,
    "verse_number": 89,
    "content":
        "ويوم نبعث في كل امة شهيدا عليهم من انفسهم وجئنا بك شهيدا على هـؤلاء ونزلنا عليك الكتب تبينا لكل شيء وهدى ورحمة وبشرى للمسلمين",
  },
  {
    "surah_number": 16,
    "verse_number": 90,
    "content":
        "ان الله يامر بالعدل والاحسن وايتاي ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 91,
    "content":
        "واوفوا بعهد الله اذا عهدتم ولا تنقضوا الايمن بعد توكيدها وقد جعلتم الله عليكم كفيلا ان الله يعلم ما تفعلون",
  },
  {
    "surah_number": 16,
    "verse_number": 92,
    "content":
        "ولا تكونوا كالتي نقضت غزلها من بعد قوة انكثا تتخذون ايمنكم دخلا بينكم ان تكون امة هي اربى من امة انما يبلوكم الله به وليبينن لكم يوم القيمة ما كنتم فيه تختلفون",
  },
  {
    "surah_number": 16,
    "verse_number": 93,
    "content":
        "ولو شاء الله لجعلكم امة وحدة ولكن يضل من يشاء ويهدي من يشاء ولتسـلن عما كنتم تعملون",
  },
  {
    "surah_number": 16,
    "verse_number": 94,
    "content":
        "ولا تتخذوا ايمنكم دخلا بينكم فتزل قدم بعد ثبوتها وتذوقوا السوء بما صددتم عن سبيل الله ولكم عذاب عظيم",
  },
  {
    "surah_number": 16,
    "verse_number": 95,
    "content":
        "ولا تشتروا بعهد الله ثمنا قليلا انما عند الله هو خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 96,
    "content":
        "ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا اجرهم باحسن ما كانوا يعملون",
  },
  {
    "surah_number": 16,
    "verse_number": 97,
    "content":
        "من عمل صلحا من ذكر او انثى وهو مؤمن فلنحيينه حيوة طيبة ولنجزينهم اجرهم باحسن ما كانوا يعملون",
  },
  {
    "surah_number": 16,
    "verse_number": 98,
    "content": "فاذا قرات القرءان فاستعذ بالله من الشيطن الرجيم",
  },
  {
    "surah_number": 16,
    "verse_number": 99,
    "content": "انه ليس له سلطن على الذين ءامنوا وعلى ربهم يتوكلون",
  },
  {
    "surah_number": 16,
    "verse_number": 100,
    "content": "انما سلطنه على الذين يتولونه والذين هم به مشركون",
  },
  {
    "surah_number": 16,
    "verse_number": 101,
    "content":
        "واذا بدلنا ءاية مكان ءاية والله اعلم بما ينزل قالوا انما انت مفتر بل اكثرهم لا يعلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 102,
    "content":
        "قل نزله روح القدس من ربك بالحق ليثبت الذين ءامنوا وهدى وبشرى للمسلمين",
  },
  {
    "surah_number": 16,
    "verse_number": 103,
    "content":
        "ولقد نعلم انهم يقولون انما يعلمه بشر لسان الذي يلحدون اليه اعجمي وهذا لسان عربي مبين",
  },
  {
    "surah_number": 16,
    "verse_number": 104,
    "content": "ان الذين لا يؤمنون بـايت الله لا يهديهم الله ولهم عذاب اليم",
  },
  {
    "surah_number": 16,
    "verse_number": 105,
    "content": "انما يفتري الكذب الذين لا يؤمنون بـايت الله واولـئك هم الكذبون",
  },
  {
    "surah_number": 16,
    "verse_number": 106,
    "content":
        "من كفر بالله من بعد ايمنه الا من اكره وقلبه مطمئن بالايمن ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم",
  },
  {
    "surah_number": 16,
    "verse_number": 107,
    "content":
        "ذلك بانهم استحبوا الحيوة الدنيا على الاخرة وان الله لا يهدي القوم الكفرين",
  },
  {
    "surah_number": 16,
    "verse_number": 108,
    "content":
        "اولـئك الذين طبع الله على قلوبهم وسمعهم وابصرهم واولـئك هم الغفلون",
  },
  {
    "surah_number": 16,
    "verse_number": 109,
    "content": "لا جرم انهم في الاخرة هم الخسرون",
  },
  {
    "surah_number": 16,
    "verse_number": 110,
    "content":
        "ثم ان ربك للذين هاجروا من بعد ما فتنوا ثم جهدوا وصبروا ان ربك من بعدها لغفور رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 111,
    "content":
        "يوم تاتي كل نفس تجدل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 112,
    "content":
        "وضرب الله مثلا قرية كانت ءامنة مطمئنة ياتيها رزقها رغدا من كل مكان فكفرت بانعم الله فاذقها الله لباس الجوع والخوف بما كانوا يصنعون",
  },
  {
    "surah_number": 16,
    "verse_number": 113,
    "content": "ولقد جاءهم رسول منهم فكذبوه فاخذهم العذاب وهم ظلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 114,
    "content":
        "فكلوا مما رزقكم الله حللا طيبا واشكروا نعمت الله ان كنتم اياه تعبدون",
  },
  {
    "surah_number": 16,
    "verse_number": 115,
    "content":
        "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به فمن اضطر غير باغ ولا عاد فان الله غفور رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 116,
    "content":
        "ولا تقولوا لما تصف السنتكم الكذب هذا حلل وهذا حرام لتفتروا على الله الكذب ان الذين يفترون على الله الكذب لا يفلحون",
  },
  {
    "surah_number": 16,
    "verse_number": 117,
    "content": "متع قليل ولهم عذاب اليم",
  },
  {
    "surah_number": 16,
    "verse_number": 118,
    "content":
        "وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمنهم ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 16,
    "verse_number": 119,
    "content":
        "ثم ان ربك للذين عملوا السوء بجهلة ثم تابوا من بعد ذلك واصلحوا ان ربك من بعدها لغفور رحيم",
  },
  {
    "surah_number": 16,
    "verse_number": 120,
    "content": "ان ابرهيم كان امة قانتا لله حنيفا ولم يك من المشركين",
  },
  {
    "surah_number": 16,
    "verse_number": 121,
    "content": "شاكرا لانعمه اجتبىه وهدىه الى صراط مستقيم",
  },
  {
    "surah_number": 16,
    "verse_number": 122,
    "content": "وءاتينه في الدنيا حسنة وانه في الاخرة لمن الصـلحين",
  },
  {
    "surah_number": 16,
    "verse_number": 123,
    "content": "ثم اوحينا اليك ان اتبع ملة ابرهيم حنيفا وما كان من المشركين",
  },
  {
    "surah_number": 16,
    "verse_number": 124,
    "content":
        "انما جعل السبت على الذين اختلفوا فيه وان ربك ليحكم بينهم يوم القيمة فيما كانوا فيه يختلفون",
  },
  {
    "surah_number": 16,
    "verse_number": 125,
    "content":
        "ادع الى سبيل ربك بالحكمة والموعظة الحسنة وجدلهم بالتي هي احسن ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين",
  },
  {
    "surah_number": 16,
    "verse_number": 126,
    "content":
        "وان عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصـبرين",
  },
  {
    "surah_number": 16,
    "verse_number": 127,
    "content":
        "واصبر وما صبرك الا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون",
  },
  {
    "surah_number": 16,
    "verse_number": 128,
    "content": "ان الله مع الذين اتقوا والذين هم محسنون",
  },
  {
    "surah_number": 17,
    "verse_number": 1,
    "content":
        "سبحن الذي اسرى بعبده ليلا من المسجد الحرام الى المسجد الاقصا الذي بركنا حوله لنريه من ءايتنا انه هو السميع البصير",
  },
  {
    "surah_number": 17,
    "verse_number": 2,
    "content":
        "وءاتينا موسى الكتب وجعلنه هدى لبني اسرـءيل الا تتخذوا من دوني وكيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 3,
    "content": "ذرية من حملنا مع نوح انه كان عبدا شكورا",
  },
  {
    "surah_number": 17,
    "verse_number": 4,
    "content":
        "وقضينا الى بني اسرـءيل في الكتب لتفسدن في الارض مرتين ولتعلن علوا كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 5,
    "content":
        "فاذا جاء وعد اولىهما بعثنا عليكم عبادا لنا اولي باس شديد فجاسوا خلل الديار وكان وعدا مفعولا",
  },
  {
    "surah_number": 17,
    "verse_number": 6,
    "content":
        "ثم رددنا لكم الكرة عليهم وامددنكم بامول وبنين وجعلنكم اكثر نفيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 7,
    "content":
        "ان احسنتم احسنتم لانفسكم وان اساتم فلها فاذا جاء وعد الاخرة ليسـوا وجوهكم وليدخلوا المسجد كما دخلوه اول مرة وليتبروا ما علوا تتبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 8,
    "content": "عسى ربكم ان يرحمكم وان عدتم عدنا وجعلنا جهنم للكفرين حصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 9,
    "content":
        "ان هذا القرءان يهدي للتي هي اقوم ويبشر المؤمنين الذين يعملون الصـلحت ان لهم اجرا كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 10,
    "content": "وان الذين لا يؤمنون بالاخرة اعتدنا لهم عذابا اليما",
  },
  {
    "surah_number": 17,
    "verse_number": 11,
    "content": "ويدع الانسن بالشر دعاءه بالخير وكان الانسن عجولا",
  },
  {
    "surah_number": 17,
    "verse_number": 12,
    "content":
        "وجعلنا اليل والنهار ءايتين فمحونا ءاية اليل وجعلنا ءاية النهار مبصرة لتبتغوا فضلا من ربكم ولتعلموا عدد السنين والحساب وكل شيء فصلنه تفصيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 13,
    "content":
        "وكل انسن الزمنه طـئره في عنقه ونخرج له يوم القيمة كتبا يلقىه منشورا",
  },
  {
    "surah_number": 17,
    "verse_number": 14,
    "content": "اقرا كتبك كفى بنفسك اليوم عليك حسيبا",
  },
  {
    "surah_number": 17,
    "verse_number": 15,
    "content":
        "من اهتدى فانما يهتدي لنفسه ومن ضل فانما يضل عليها ولا تزر وازرة وزر اخرى وما كنا معذبين حتى نبعث رسولا",
  },
  {
    "surah_number": 17,
    "verse_number": 16,
    "content":
        "واذا اردنا ان نهلك قرية امرنا مترفيها ففسقوا فيها فحق عليها القول فدمرنها تدميرا",
  },
  {
    "surah_number": 17,
    "verse_number": 17,
    "content":
        "وكم اهلكنا من القرون من بعد نوح وكفى بربك بذنوب عباده خبيرا بصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 18,
    "content":
        "من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلىها مذموما مدحورا",
  },
  {
    "surah_number": 17,
    "verse_number": 19,
    "content":
        "ومن اراد الاخرة وسعى لها سعيها وهو مؤمن فاولـئك كان سعيهم مشكورا",
  },
  {
    "surah_number": 17,
    "verse_number": 20,
    "content": "كلا نمد هـؤلاء وهـؤلاء من عطاء ربك وما كان عطاء ربك محظورا",
  },
  {
    "surah_number": 17,
    "verse_number": 21,
    "content": "انظر كيف فضلنا بعضهم على بعض وللاخرة اكبر درجت واكبر تفضيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 22,
    "content": "لا تجعل مع الله الها ءاخر فتقعد مذموما مخذولا",
  },
  {
    "surah_number": 17,
    "verse_number": 23,
    "content":
        "وقضى ربك الا تعبدوا الا اياه وبالولدين احسنا اما يبلغن عندك الكبر احدهما او كلاهما فلا تقل لهما اف ولا تنهرهما وقل لهما قولا كريما",
  },
  {
    "surah_number": 17,
    "verse_number": 24,
    "content": "واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 25,
    "content":
        "ربكم اعلم بما في نفوسكم ان تكونوا صلحين فانه كان للاوـبين غفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 26,
    "content": "وءات ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 27,
    "content": "ان المبذرين كانوا اخون الشيطين وكان الشيطن لربه كفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 28,
    "content": "واما تعرضن عنهم ابتغاء رحمة من ربك ترجوها فقل لهم قولا ميسورا",
  },
  {
    "surah_number": 17,
    "verse_number": 29,
    "content":
        "ولا تجعل يدك مغلولة الى عنقك ولا تبسطها كل البسط فتقعد ملوما محسورا",
  },
  {
    "surah_number": 17,
    "verse_number": 30,
    "content": "ان ربك يبسط الرزق لمن يشاء ويقدر انه كان بعباده خبيرا بصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 31,
    "content":
        "ولا تقتلوا اولدكم خشية املق نحن نرزقهم واياكم ان قتلهم كان خطـا كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 32,
    "content": "ولا تقربوا الزنى انه كان فحشة وساء سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 33,
    "content":
        "ولا تقتلوا النفس التي حرم الله الا بالحق ومن قتل مظلوما فقد جعلنا لوليه سلطنا فلا يسرف في القتل انه كان منصورا",
  },
  {
    "surah_number": 17,
    "verse_number": 34,
    "content":
        "ولا تقربوا مال اليتيم الا بالتي هي احسن حتى يبلغ اشده واوفوا بالعهد ان العهد كان مسـولا",
  },
  {
    "surah_number": 17,
    "verse_number": 35,
    "content":
        "واوفوا الكيل اذا كلتم وزنوا بالقسطاس المستقيم ذلك خير واحسن تاويلا",
  },
  {
    "surah_number": 17,
    "verse_number": 36,
    "content":
        "ولا تقف ما ليس لك به علم ان السمع والبصر والفؤاد كل اولـئك كان عنه مسـولا",
  },
  {
    "surah_number": 17,
    "verse_number": 37,
    "content": "ولا تمش في الارض مرحا انك لن تخرق الارض ولن تبلغ الجبال طولا",
  },
  {
    "surah_number": 17,
    "verse_number": 38,
    "content": "كل ذلك كان سيئه عند ربك مكروها",
  },
  {
    "surah_number": 17,
    "verse_number": 39,
    "content":
        "ذلك مما اوحى اليك ربك من الحكمة ولا تجعل مع الله الها ءاخر فتلقى في جهنم ملوما مدحورا",
  },
  {
    "surah_number": 17,
    "verse_number": 40,
    "content":
        "افاصفىكم ربكم بالبنين واتخذ من الملـئكة انثا انكم لتقولون قولا عظيما",
  },
  {
    "surah_number": 17,
    "verse_number": 41,
    "content": "ولقد صرفنا في هذا القرءان ليذكروا وما يزيدهم الا نفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 42,
    "content": "قل لو كان معه ءالهة كما يقولون اذا لابتغوا الى ذي العرش سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 43,
    "content": "سبحنه وتعلى عما يقولون علوا كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 44,
    "content":
        "تسبح له السموت السبع والارض ومن فيهن وان من شيء الا يسبح بحمده ولكن لا تفقهون تسبيحهم انه كان حليما غفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 45,
    "content":
        "واذا قرات القرءان جعلنا بينك وبين الذين لا يؤمنون بالاخرة حجابا مستورا",
  },
  {
    "surah_number": 17,
    "verse_number": 46,
    "content":
        "وجعلنا على قلوبهم اكنة ان يفقهوه وفي ءاذانهم وقرا واذا ذكرت ربك في القرءان وحده ولوا على ادبرهم نفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 47,
    "content":
        "نحن اعلم بما يستمعون به اذ يستمعون اليك واذ هم نجوى اذ يقول الظـلمون ان تتبعون الا رجلا مسحورا",
  },
  {
    "surah_number": 17,
    "verse_number": 48,
    "content": "انظر كيف ضربوا لك الامثال فضلوا فلا يستطيعون سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 49,
    "content": "وقالوا اءذا كنا عظما ورفتا اءنا لمبعوثون خلقا جديدا",
  },
  {
    "surah_number": 17,
    "verse_number": 50,
    "content": "قل كونوا حجارة او حديدا",
  },
  {
    "surah_number": 17,
    "verse_number": 51,
    "content":
        "او خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم اول مرة فسينغضون اليك رءوسهم ويقولون متى هو قل عسى ان يكون قريبا",
  },
  {
    "surah_number": 17,
    "verse_number": 52,
    "content": "يوم يدعوكم فتستجيبون بحمده وتظنون ان لبثتم الا قليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 53,
    "content":
        "وقل لعبادي يقولوا التي هي احسن ان الشيطن ينزغ بينهم ان الشيطن كان للانسن عدوا مبينا",
  },
  {
    "surah_number": 17,
    "verse_number": 54,
    "content":
        "ربكم اعلم بكم ان يشا يرحمكم او ان يشا يعذبكم وما ارسلنك عليهم وكيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 55,
    "content":
        "وربك اعلم بمن في السموت والارض ولقد فضلنا بعض النبيـن على بعض وءاتينا داود زبورا",
  },
  {
    "surah_number": 17,
    "verse_number": 56,
    "content":
        "قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلا",
  },
  {
    "surah_number": 17,
    "verse_number": 57,
    "content":
        "اولـئك الذين يدعون يبتغون الى ربهم الوسيلة ايهم اقرب ويرجون رحمته ويخافون عذابه ان عذاب ربك كان محذورا",
  },
  {
    "surah_number": 17,
    "verse_number": 58,
    "content":
        "وان من قرية الا نحن مهلكوها قبل يوم القيمة او معذبوها عذابا شديدا كان ذلك في الكتب مسطورا",
  },
  {
    "surah_number": 17,
    "verse_number": 59,
    "content":
        "وما منعنا ان نرسل بالايت الا ان كذب بها الاولون وءاتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالايت الا تخويفا",
  },
  {
    "surah_number": 17,
    "verse_number": 60,
    "content":
        "واذ قلنا لك ان ربك احاط بالناس وما جعلنا الرءيا التي ارينك الا فتنة للناس والشجرة الملعونة في القرءان ونخوفهم فما يزيدهم الا طغينا كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 61,
    "content":
        "واذ قلنا للملـئكة اسجدوا لادم فسجدوا الا ابليس قال ءاسجد لمن خلقت طينا",
  },
  {
    "surah_number": 17,
    "verse_number": 62,
    "content":
        "قال ارءيتك هذا الذي كرمت علي لئن اخرتن الى يوم القيمة لاحتنكن ذريته الا قليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 63,
    "content": "قال اذهب فمن تبعك منهم فان جهنم جزاؤكم جزاء موفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 64,
    "content":
        "واستفزز من استطعت منهم بصوتك واجلب عليهم بخيلك ورجلك وشاركهم في الامول والاولد وعدهم وما يعدهم الشيطن الا غرورا",
  },
  {
    "surah_number": 17,
    "verse_number": 65,
    "content": "ان عبادي ليس لك عليهم سلطن وكفى بربك وكيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 66,
    "content":
        "ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله انه كان بكم رحيما",
  },
  {
    "surah_number": 17,
    "verse_number": 67,
    "content":
        "واذا مسكم الضر في البحر ضل من تدعون الا اياه فلما نجىكم الى البر اعرضتم وكان الانسن كفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 68,
    "content":
        "افامنتم ان يخسف بكم جانب البر او يرسل عليكم حاصبا ثم لا تجدوا لكم وكيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 69,
    "content":
        "ام امنتم ان يعيدكم فيه تارة اخرى فيرسل عليكم قاصفا من الريح فيغرقكم بما كفرتم ثم لا تجدوا لكم علينا به تبيعا",
  },
  {
    "surah_number": 17,
    "verse_number": 70,
    "content":
        "ولقد كرمنا بني ءادم وحملنهم في البر والبحر ورزقنهم من الطيبت وفضلنهم على كثير ممن خلقنا تفضيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 71,
    "content":
        "يوم ندعوا كل اناس باممهم فمن اوتي كتبه بيمينه فاولـئك يقرءون كتبهم ولا يظلمون فتيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 72,
    "content": "ومن كان في هذه اعمى فهو في الاخرة اعمى واضل سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 73,
    "content":
        "وان كادوا ليفتنونك عن الذي اوحينا اليك لتفتري علينا غيره واذا لاتخذوك خليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 74,
    "content": "ولولا ان ثبتنك لقد كدت تركن اليهم شيـا قليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 75,
    "content": "اذا لاذقنك ضعف الحيوة وضعف الممات ثم لا تجد لك علينا نصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 76,
    "content":
        "وان كادوا ليستفزونك من الارض ليخرجوك منها واذا لا يلبثون خلفك الا قليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 77,
    "content": "سنة من قد ارسلنا قبلك من رسلنا ولا تجد لسنتنا تحويلا",
  },
  {
    "surah_number": 17,
    "verse_number": 78,
    "content":
        "اقم الصلاة لدلوك الشمس الى غسق اليل وقرءان الفجر ان قرءان الفجر كان مشهودا",
  },
  {
    "surah_number": 17,
    "verse_number": 79,
    "content": "ومن اليل فتهجد به نافلة لك عسى ان يبعثك ربك مقاما محمودا",
  },
  {
    "surah_number": 17,
    "verse_number": 80,
    "content":
        "وقل رب ادخلني مدخل صدق واخرجني مخرج صدق واجعل لي من لدنك سلطنا نصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 81,
    "content": "وقل جاء الحق وزهق البطل ان البطل كان زهوقا",
  },
  {
    "surah_number": 17,
    "verse_number": 82,
    "content":
        "وننزل من القرءان ما هو شفاء ورحمة للمؤمنين ولا يزيد الظـلمين الا خسارا",
  },
  {
    "surah_number": 17,
    "verse_number": 83,
    "content":
        "واذا انعمنا على الانسن اعرض ونـا بجانبه واذا مسه الشر كان يـوسا",
  },
  {
    "surah_number": 17,
    "verse_number": 84,
    "content": "قل كل يعمل على شاكلته فربكم اعلم بمن هو اهدى سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 85,
    "content":
        "ويسـلونك عن الروح قل الروح من امر ربي وما اوتيتم من العلم الا قليلا",
  },
  {
    "surah_number": 17,
    "verse_number": 86,
    "content": "ولئن شئنا لنذهبن بالذي اوحينا اليك ثم لا تجد لك به علينا وكيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 87,
    "content": "الا رحمة من ربك ان فضله كان عليك كبيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 88,
    "content":
        "قل لئن اجتمعت الانس والجن على ان ياتوا بمثل هذا القرءان لا ياتون بمثله ولو كان بعضهم لبعض ظهيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 89,
    "content":
        "ولقد صرفنا للناس في هذا القرءان من كل مثل فابى اكثر الناس الا كفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 90,
    "content": "وقالوا لن نؤمن لك حتى تفجر لنا من الارض ينبوعا",
  },
  {
    "surah_number": 17,
    "verse_number": 91,
    "content": "او تكون لك جنة من نخيل وعنب فتفجر الانهر خللها تفجيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 92,
    "content":
        "او تسقط السماء كما زعمت علينا كسفا او تاتي بالله والملـئكة قبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 93,
    "content":
        "او يكون لك بيت من زخرف او ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتبا نقرؤه قل سبحان ربي هل كنت الا بشرا رسولا",
  },
  {
    "surah_number": 17,
    "verse_number": 94,
    "content":
        "وما منع الناس ان يؤمنوا اذ جاءهم الهدى الا ان قالوا ابعث الله بشرا رسولا",
  },
  {
    "surah_number": 17,
    "verse_number": 95,
    "content":
        "قل لو كان في الارض ملـئكة يمشون مطمئنين لنزلنا عليهم من السماء ملكا رسولا",
  },
  {
    "surah_number": 17,
    "verse_number": 96,
    "content": "قل كفى بالله شهيدا بيني وبينكم انه كان بعباده خبيرا بصيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 97,
    "content":
        "ومن يهد الله فهو المهتد ومن يضلل فلن تجد لهم اولياء من دونه ونحشرهم يوم القيمة على وجوههم عميا وبكما وصما ماوىهم جهنم كلما خبت زدنهم سعيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 98,
    "content":
        "ذلك جزاؤهم بانهم كفروا بـايتنا وقالوا اءذا كنا عظما ورفتا اءنا لمبعوثون خلقا جديدا",
  },
  {
    "surah_number": 17,
    "verse_number": 99,
    "content":
        "اولم يروا ان الله الذي خلق السموت والارض قادر على ان يخلق مثلهم وجعل لهم اجلا لا ريب فيه فابى الظـلمون الا كفورا",
  },
  {
    "surah_number": 17,
    "verse_number": 100,
    "content":
        "قل لو انتم تملكون خزائن رحمة ربي اذا لامسكتم خشية الانفاق وكان الانسن قتورا",
  },
  {
    "surah_number": 17,
    "verse_number": 101,
    "content":
        "ولقد ءاتينا موسى تسع ءايت بينت فسـل بني اسرـءيل اذ جاءهم فقال له فرعون اني لاظنك يموسى مسحورا",
  },
  {
    "surah_number": 17,
    "verse_number": 102,
    "content":
        "قال لقد علمت ما انزل هـؤلاء الا رب السموت والارض بصائر واني لاظنك يفرعون مثبورا",
  },
  {
    "surah_number": 17,
    "verse_number": 103,
    "content": "فاراد ان يستفزهم من الارض فاغرقنه ومن معه جميعا",
  },
  {
    "surah_number": 17,
    "verse_number": 104,
    "content":
        "وقلنا من بعده لبني اسرـءيل اسكنوا الارض فاذا جاء وعد الاخرة جئنا بكم لفيفا",
  },
  {
    "surah_number": 17,
    "verse_number": 105,
    "content": "وبالحق انزلنه وبالحق نزل وما ارسلنك الا مبشرا ونذيرا",
  },
  {
    "surah_number": 17,
    "verse_number": 106,
    "content": "وقرءانا فرقنه لتقراه على الناس على مكث ونزلنه تنزيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 107,
    "content":
        "قل ءامنوا به او لا تؤمنوا ان الذين اوتوا العلم من قبله اذا يتلى عليهم يخرون للاذقان سجدا",
  },
  {
    "surah_number": 17,
    "verse_number": 108,
    "content": "ويقولون سبحن ربنا ان كان وعد ربنا لمفعولا",
  },
  {
    "surah_number": 17,
    "verse_number": 109,
    "content": "ويخرون للاذقان يبكون ويزيدهم خشوعا",
  },
  {
    "surah_number": 17,
    "verse_number": 110,
    "content":
        "قل ادعوا الله او ادعوا الرحمن ايا ما تدعوا فله الاسماء الحسنى ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلا",
  },
  {
    "surah_number": 17,
    "verse_number": 111,
    "content":
        "وقل الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا",
  },
  {
    "surah_number": 18,
    "verse_number": 1,
    "content": "الحمد لله الذي انزل على عبده الكتب ولم يجعل له عوجا",
  },
  {
    "surah_number": 18,
    "verse_number": 2,
    "content":
        "قيما لينذر باسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصـلحت ان لهم اجرا حسنا",
  },
  {"surah_number": 18, "verse_number": 3, "content": "مـكثين فيه ابدا"},
  {
    "surah_number": 18,
    "verse_number": 4,
    "content": "وينذر الذين قالوا اتخذ الله ولدا",
  },
  {
    "surah_number": 18,
    "verse_number": 5,
    "content":
        "ما لهم به من علم ولا لابائهم كبرت كلمة تخرج من افوههم ان يقولون الا كذبا",
  },
  {
    "surah_number": 18,
    "verse_number": 6,
    "content": "فلعلك بخع نفسك على ءاثرهم ان لم يؤمنوا بهذا الحديث اسفا",
  },
  {
    "surah_number": 18,
    "verse_number": 7,
    "content": "انا جعلنا ما على الارض زينة لها لنبلوهم ايهم احسن عملا",
  },
  {
    "surah_number": 18,
    "verse_number": 8,
    "content": "وانا لجعلون ما عليها صعيدا جرزا",
  },
  {
    "surah_number": 18,
    "verse_number": 9,
    "content": "ام حسبت ان اصحب الكهف والرقيم كانوا من ءايتنا عجبا",
  },
  {
    "surah_number": 18,
    "verse_number": 10,
    "content":
        "اذ اوى الفتية الى الكهف فقالوا ربنا ءاتنا من لدنك رحمة وهيئ لنا من امرنا رشدا",
  },
  {
    "surah_number": 18,
    "verse_number": 11,
    "content": "فضربنا على ءاذانهم في الكهف سنين عددا",
  },
  {
    "surah_number": 18,
    "verse_number": 12,
    "content": "ثم بعثنهم لنعلم اي الحزبين احصى لما لبثوا امدا",
  },
  {
    "surah_number": 18,
    "verse_number": 13,
    "content": "نحن نقص عليك نباهم بالحق انهم فتية ءامنوا بربهم وزدنهم هدى",
  },
  {
    "surah_number": 18,
    "verse_number": 14,
    "content":
        "وربطنا على قلوبهم اذ قاموا فقالوا ربنا رب السموت والارض لن ندعوا من دونه الها لقد قلنا اذا شططا",
  },
  {
    "surah_number": 18,
    "verse_number": 15,
    "content":
        "هـؤلاء قومنا اتخذوا من دونه ءالهة لولا ياتون عليهم بسلطن بين فمن اظلم ممن افترى على الله كذبا",
  },
  {
    "surah_number": 18,
    "verse_number": 16,
    "content":
        "واذ اعتزلتموهم وما يعبدون الا الله فاوا الى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من امركم مرفقا",
  },
  {
    "surah_number": 18,
    "verse_number": 17,
    "content":
        "وترى الشمس اذا طلعت تزور عن كهفهم ذات اليمين واذا غربت تقرضهم ذات الشمال وهم في فجوة منه ذلك من ءايت الله من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا",
  },
  {
    "surah_number": 18,
    "verse_number": 18,
    "content":
        "وتحسبهم ايقاظا وهم رقود ونقلبهم ذات اليمين وذات الشمال وكلبهم بسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا",
  },
  {
    "surah_number": 18,
    "verse_number": 19,
    "content":
        "وكذلك بعثنهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما او بعض يوم قالوا ربكم اعلم بما لبثتم فابعثوا احدكم بورقكم هذه الى المدينة فلينظر ايها ازكى طعاما فلياتكم برزق منه وليتلطف ولا يشعرن بكم احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 20,
    "content":
        "انهم ان يظهروا عليكم يرجموكم او يعيدوكم في ملتهم ولن تفلحوا اذا ابدا",
  },
  {
    "surah_number": 18,
    "verse_number": 21,
    "content":
        "وكذلك اعثرنا عليهم ليعلموا ان وعد الله حق وان الساعة لا ريب فيها اذ يتنزعون بينهم امرهم فقالوا ابنوا عليهم بنينا ربهم اعلم بهم قال الذين غلبوا على امرهم لنتخذن عليهم مسجدا",
  },
  {
    "surah_number": 18,
    "verse_number": 22,
    "content":
        "سيقولون ثلثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم قل ربي اعلم بعدتهم ما يعلمهم الا قليل فلا تمار فيهم الا مراء ظهرا ولا تستفت فيهم منهم احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 23,
    "content": "ولا تقولن لشايء اني فاعل ذلك غدا",
  },
  {
    "surah_number": 18,
    "verse_number": 24,
    "content":
        "الا ان يشاء الله واذكر ربك اذا نسيت وقل عسى ان يهدين ربي لاقرب من هذا رشدا",
  },
  {
    "surah_number": 18,
    "verse_number": 25,
    "content": "ولبثوا في كهفهم ثلث مائة سنين وازدادوا تسعا",
  },
  {
    "surah_number": 18,
    "verse_number": 26,
    "content":
        "قل الله اعلم بما لبثوا له غيب السموت والارض ابصر به واسمع ما لهم من دونه من ولي ولا يشرك في حكمه احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 27,
    "content":
        "واتل ما اوحي اليك من كتاب ربك لا مبدل لكلمته ولن تجد من دونه ملتحدا",
  },
  {
    "surah_number": 18,
    "verse_number": 28,
    "content":
        "واصبر نفسك مع الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحيوة الدنيا ولا تطع من اغفلنا قلبه عن ذكرنا واتبع هوىه وكان امره فرطا",
  },
  {
    "surah_number": 18,
    "verse_number": 29,
    "content":
        "وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر انا اعتدنا للظـلمين نارا احاط بهم سرادقها وان يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا",
  },
  {
    "surah_number": 18,
    "verse_number": 30,
    "content": "ان الذين ءامنوا وعملوا الصـلحت انا لا نضيع اجر من احسن عملا",
  },
  {
    "surah_number": 18,
    "verse_number": 31,
    "content":
        "اولـئك لهم جنـت عدن تجري من تحتهم الانهر يحلون فيها من اساور من ذهب ويلبسون ثيابا خضرا من سندس واستبرق متكـين فيها على الارائك نعم الثواب وحسنت مرتفقا",
  },
  {
    "surah_number": 18,
    "verse_number": 32,
    "content":
        "واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعنب وحففنهما بنخل وجعلنا بينهما زرعا",
  },
  {
    "surah_number": 18,
    "verse_number": 33,
    "content": "كلتا الجنتين ءاتت اكلها ولم تظلم منه شيـا وفجرنا خللهما نهرا",
  },
  {
    "surah_number": 18,
    "verse_number": 34,
    "content": "وكان له ثمر فقال لصحبه وهو يحاوره انا اكثر منك مالا واعز نفرا",
  },
  {
    "surah_number": 18,
    "verse_number": 35,
    "content": "ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا",
  },
  {
    "surah_number": 18,
    "verse_number": 36,
    "content": "وما اظن الساعة قائمة ولئن رددت الى ربي لاجدن خيرا منها منقلبا",
  },
  {
    "surah_number": 18,
    "verse_number": 37,
    "content":
        "قال له صاحبه وهو يحاوره اكفرت بالذي خلقك من تراب ثم من نطفة ثم سوىك رجلا",
  },
  {
    "surah_number": 18,
    "verse_number": 38,
    "content": "لـكنا هو الله ربي ولا اشرك بربي احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 39,
    "content":
        "ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا اقل منك مالا وولدا",
  },
  {
    "surah_number": 18,
    "verse_number": 40,
    "content":
        "فعسى ربي ان يؤتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا",
  },
  {
    "surah_number": 18,
    "verse_number": 41,
    "content": "او يصبح ماؤها غورا فلن تستطيع له طلبا",
  },
  {
    "surah_number": 18,
    "verse_number": 42,
    "content":
        "واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهي خاوية على عروشها ويقول يليتني لم اشرك بربي احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 43,
    "content": "ولم تكن له فئة ينصرونه من دون الله وما كان منتصرا",
  },
  {
    "surah_number": 18,
    "verse_number": 44,
    "content": "هنالك الولية لله الحق هو خير ثوابا وخير عقبا",
  },
  {
    "surah_number": 18,
    "verse_number": 45,
    "content":
        "واضرب لهم مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض فاصبح هشيما تذروه الريح وكان الله على كل شيء مقتدرا",
  },
  {
    "surah_number": 18,
    "verse_number": 46,
    "content":
        "المال والبنون زينة الحيوة الدنيا والبقيت الصـلحت خير عند ربك ثوابا وخير املا",
  },
  {
    "surah_number": 18,
    "verse_number": 47,
    "content": "ويوم نسير الجبال وترى الارض بارزة وحشرنهم فلم نغادر منهم احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 48,
    "content":
        "وعرضوا على ربك صفا لقد جئتمونا كما خلقنكم اول مرة بل زعمتم الن نجعل لكم موعدا",
  },
  {
    "surah_number": 18,
    "verse_number": 49,
    "content":
        "ووضع الكتب فترى المجرمين مشفقين مما فيه ويقولون يويلتنا مال هذا الكتب لا يغادر صغيرة ولا كبيرة الا احصىها ووجدوا ما عملوا حاضرا ولا يظلم ربك احدا",
  },
  {
    "surah_number": 18,
    "verse_number": 50,
    "content":
        "واذ قلنا للملـئكة اسجدوا لادم فسجدوا الا ابليس كان من الجن ففسق عن امر ربه افتتخذونه وذريته اولياء من دوني وهم لكم عدو بئس للظـلمين بدلا",
  },
  {
    "surah_number": 18,
    "verse_number": 51,
    "content":
        "ما اشهدتهم خلق السموت والارض ولا خلق انفسهم وما كنت متخذ المضلين عضدا",
  },
  {
    "surah_number": 18,
    "verse_number": 52,
    "content":
        "ويوم يقول نادوا شركاءي الذين زعمتم فدعوهم فلم يستجيبوا لهم وجعلنا بينهم موبقا",
  },
  {
    "surah_number": 18,
    "verse_number": 53,
    "content": "ورءا المجرمون النار فظنوا انهم مواقعوها ولم يجدوا عنها مصرفا",
  },
  {
    "surah_number": 18,
    "verse_number": 54,
    "content":
        "ولقد صرفنا في هذا القرءان للناس من كل مثل وكان الانسن اكثر شيء جدلا",
  },
  {
    "surah_number": 18,
    "verse_number": 55,
    "content":
        "وما منع الناس ان يؤمنوا اذ جاءهم الهدى ويستغفروا ربهم الا ان تاتيهم سنة الاولين او ياتيهم العذاب قبلا",
  },
  {
    "surah_number": 18,
    "verse_number": 56,
    "content":
        "وما نرسل المرسلين الا مبشرين ومنذرين ويجدل الذين كفروا بالبطل ليدحضوا به الحق واتخذوا ءايتي وما انذروا هزوا",
  },
  {
    "surah_number": 18,
    "verse_number": 57,
    "content":
        "ومن اظلم ممن ذكر بـايت ربه فاعرض عنها ونسي ما قدمت يداه انا جعلنا على قلوبهم اكنة ان يفقهوه وفي ءاذانهم وقرا وان تدعهم الى الهدى فلن يهتدوا اذا ابدا",
  },
  {
    "surah_number": 18,
    "verse_number": 58,
    "content":
        "وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا لعجل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلا",
  },
  {
    "surah_number": 18,
    "verse_number": 59,
    "content": "وتلك القرى اهلكنهم لما ظلموا وجعلنا لمهلكهم موعدا",
  },
  {
    "surah_number": 18,
    "verse_number": 60,
    "content": "واذ قال موسى لفتىه لا ابرح حتى ابلغ مجمع البحرين او امضي حقبا",
  },
  {
    "surah_number": 18,
    "verse_number": 61,
    "content": "فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا",
  },
  {
    "surah_number": 18,
    "verse_number": 62,
    "content": "فلما جاوزا قال لفتىه ءاتنا غداءنا لقد لقينا من سفرنا هذا نصبا",
  },
  {
    "surah_number": 18,
    "verse_number": 63,
    "content":
        "قال ارءيت اذ اوينا الى الصخرة فاني نسيت الحوت وما انسىنيه الا الشيطن ان اذكره واتخذ سبيله في البحر عجبا",
  },
  {
    "surah_number": 18,
    "verse_number": 64,
    "content": "قال ذلك ما كنا نبغ فارتدا على ءاثارهما قصصا",
  },
  {
    "surah_number": 18,
    "verse_number": 65,
    "content": "فوجدا عبدا من عبادنا ءاتينه رحمة من عندنا وعلمنه من لدنا علما",
  },
  {
    "surah_number": 18,
    "verse_number": 66,
    "content": "قال له موسى هل اتبعك على ان تعلمن مما علمت رشدا",
  },
  {
    "surah_number": 18,
    "verse_number": 67,
    "content": "قال انك لن تستطيع معي صبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 68,
    "content": "وكيف تصبر على ما لم تحط به خبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 69,
    "content": "قال ستجدني ان شاء الله صابرا ولا اعصي لك امرا",
  },
  {
    "surah_number": 18,
    "verse_number": 70,
    "content": "قال فان اتبعتني فلا تسـلني عن شيء حتى احدث لك منه ذكرا",
  },
  {
    "surah_number": 18,
    "verse_number": 71,
    "content":
        "فانطلقا حتى اذا ركبا في السفينة خرقها قال اخرقتها لتغرق اهلها لقد جئت شيـا امرا",
  },
  {
    "surah_number": 18,
    "verse_number": 72,
    "content": "قال الم اقل انك لن تستطيع معي صبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 73,
    "content": "قال لا تؤاخذني بما نسيت ولا ترهقني من امري عسرا",
  },
  {
    "surah_number": 18,
    "verse_number": 74,
    "content":
        "فانطلقا حتى اذا لقيا غلما فقتله قال اقتلت نفسا زكية بغير نفس لقد جئت شيـا نكرا",
  },
  {
    "surah_number": 18,
    "verse_number": 75,
    "content": "قال الم اقل لك انك لن تستطيع معي صبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 76,
    "content": "قال ان سالتك عن شيء بعدها فلا تصحبني قد بلغت من لدني عذرا",
  },
  {
    "surah_number": 18,
    "verse_number": 77,
    "content":
        "فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شئت لتخذت عليه اجرا",
  },
  {
    "surah_number": 18,
    "verse_number": 78,
    "content": "قال هذا فراق بيني وبينك سانبئك بتاويل ما لم تستطع عليه صبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 79,
    "content":
        "اما السفينة فكانت لمسكين يعملون في البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا",
  },
  {
    "surah_number": 18,
    "verse_number": 80,
    "content": "واما الغلم فكان ابواه مؤمنين فخشينا ان يرهقهما طغينا وكفرا",
  },
  {
    "surah_number": 18,
    "verse_number": 81,
    "content": "فاردنا ان يبدلهما ربهما خيرا منه زكوة واقرب رحما",
  },
  {
    "surah_number": 18,
    "verse_number": 82,
    "content":
        "واما الجدار فكان لغلمين يتيمين في المدينة وكان تحته كنز لهما وكان ابوهما صلحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امري ذلك تاويل ما لم تسطع عليه صبرا",
  },
  {
    "surah_number": 18,
    "verse_number": 83,
    "content": "ويسـلونك عن ذي القرنين قل ساتلوا عليكم منه ذكرا",
  },
  {
    "surah_number": 18,
    "verse_number": 84,
    "content": "انا مكنا له في الارض وءاتينه من كل شيء سببا",
  },
  {"surah_number": 18, "verse_number": 85, "content": "فاتبع سببا"},
  {
    "surah_number": 18,
    "verse_number": 86,
    "content":
        "حتى اذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا",
  },
  {
    "surah_number": 18,
    "verse_number": 87,
    "content": "قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا",
  },
  {
    "surah_number": 18,
    "verse_number": 88,
    "content": "واما من ءامن وعمل صلحا فله جزاء الحسنى وسنقول له من امرنا يسرا",
  },
  {"surah_number": 18, "verse_number": 89, "content": "ثم اتبع سببا"},
  {
    "surah_number": 18,
    "verse_number": 90,
    "content":
        "حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا",
  },
  {
    "surah_number": 18,
    "verse_number": 91,
    "content": "كذلك وقد احطنا بما لديه خبرا",
  },
  {"surah_number": 18, "verse_number": 92, "content": "ثم اتبع سببا"},
  {
    "surah_number": 18,
    "verse_number": 93,
    "content":
        "حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا",
  },
  {
    "surah_number": 18,
    "verse_number": 94,
    "content":
        "قالوا يذا القرنين ان ياجوج وماجوج مفسدون في الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا",
  },
  {
    "surah_number": 18,
    "verse_number": 95,
    "content": "قال ما مكني فيه ربي خير فاعينوني بقوة اجعل بينكم وبينهم ردما",
  },
  {
    "surah_number": 18,
    "verse_number": 96,
    "content":
        "ءاتوني زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا حتى اذا جعله نارا قال ءاتوني افرغ عليه قطرا",
  },
  {
    "surah_number": 18,
    "verse_number": 97,
    "content": "فما اسطعوا ان يظهروه وما استطعوا له نقبا",
  },
  {
    "surah_number": 18,
    "verse_number": 98,
    "content":
        "قال هذا رحمة من ربي فاذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا",
  },
  {
    "surah_number": 18,
    "verse_number": 99,
    "content": "وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعنهم جمعا",
  },
  {
    "surah_number": 18,
    "verse_number": 100,
    "content": "وعرضنا جهنم يومئذ للكفرين عرضا",
  },
  {
    "surah_number": 18,
    "verse_number": 101,
    "content": "الذين كانت اعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا",
  },
  {
    "surah_number": 18,
    "verse_number": 102,
    "content":
        "افحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء انا اعتدنا جهنم للكفرين نزلا",
  },
  {
    "surah_number": 18,
    "verse_number": 103,
    "content": "قل هل ننبئكم بالاخسرين اعملا",
  },
  {
    "surah_number": 18,
    "verse_number": 104,
    "content": "الذين ضل سعيهم في الحيوة الدنيا وهم يحسبون انهم يحسنون صنعا",
  },
  {
    "surah_number": 18,
    "verse_number": 105,
    "content":
        "اولـئك الذين كفروا بـايت ربهم ولقائه فحبطت اعملهم فلا نقيم لهم يوم القيمة وزنا",
  },
  {
    "surah_number": 18,
    "verse_number": 106,
    "content": "ذلك جزاؤهم جهنم بما كفروا واتخذوا ءايتي ورسلي هزوا",
  },
  {
    "surah_number": 18,
    "verse_number": 107,
    "content": "ان الذين ءامنوا وعملوا الصـلحت كانت لهم جنـت الفردوس نزلا",
  },
  {
    "surah_number": 18,
    "verse_number": 108,
    "content": "خلدين فيها لا يبغون عنها حولا",
  },
  {
    "surah_number": 18,
    "verse_number": 109,
    "content":
        "قل لو كان البحر مدادا لكلمت ربي لنفد البحر قبل ان تنفد كلمت ربي ولو جئنا بمثله مددا",
  },
  {
    "surah_number": 18,
    "verse_number": 110,
    "content":
        "قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فمن كان يرجوا لقاء ربه فليعمل عملا صلحا ولا يشرك بعبادة ربه احدا",
  },
  {"surah_number": 19, "verse_number": 1, "content": "كهيعص"},
  {"surah_number": 19, "verse_number": 2, "content": "ذكر رحمت ربك عبده زكريا"},
  {"surah_number": 19, "verse_number": 3, "content": "اذ نادى ربه نداء خفيا"},
  {
    "surah_number": 19,
    "verse_number": 4,
    "content":
        "قال رب اني وهن العظم مني واشتعل الراس شيبا ولم اكن بدعائك رب شقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 5,
    "content":
        "واني خفت المولي من وراءي وكانت امراتي عاقرا فهب لي من لدنك وليا",
  },
  {
    "surah_number": 19,
    "verse_number": 6,
    "content": "يرثني ويرث من ءال يعقوب واجعله رب رضيا",
  },
  {
    "surah_number": 19,
    "verse_number": 7,
    "content": "يزكريا انا نبشرك بغلم اسمه يحيى لم نجعل له من قبل سميا",
  },
  {
    "surah_number": 19,
    "verse_number": 8,
    "content":
        "قال رب انى يكون لي غلم وكانت امراتي عاقرا وقد بلغت من الكبر عتيا",
  },
  {
    "surah_number": 19,
    "verse_number": 9,
    "content": "قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيـا",
  },
  {
    "surah_number": 19,
    "verse_number": 10,
    "content": "قال رب اجعل لي ءاية قال ءايتك الا تكلم الناس ثلث ليال سويا",
  },
  {
    "surah_number": 19,
    "verse_number": 11,
    "content": "فخرج على قومه من المحراب فاوحى اليهم ان سبحوا بكرة وعشيا",
  },
  {
    "surah_number": 19,
    "verse_number": 12,
    "content": "ييحيى خذ الكتب بقوة وءاتينه الحكم صبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 13,
    "content": "وحنانا من لدنا وزكوة وكان تقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 14,
    "content": "وبرا بولديه ولم يكن جبارا عصيا",
  },
  {
    "surah_number": 19,
    "verse_number": 15,
    "content": "وسلم عليه يوم ولد ويوم يموت ويوم يبعث حيا",
  },
  {
    "surah_number": 19,
    "verse_number": 16,
    "content": "واذكر في الكتب مريم اذ انتبذت من اهلها مكانا شرقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 17,
    "content": "فاتخذت من دونهم حجابا فارسلنا اليها روحنا فتمثل لها بشرا سويا",
  },
  {
    "surah_number": 19,
    "verse_number": 18,
    "content": "قالت اني اعوذ بالرحمن منك ان كنت تقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 19,
    "content": "قال انما انا رسول ربك لاهب لك غلما زكيا",
  },
  {
    "surah_number": 19,
    "verse_number": 20,
    "content": "قالت انى يكون لي غلم ولم يمسسني بشر ولم اك بغيا",
  },
  {
    "surah_number": 19,
    "verse_number": 21,
    "content":
        "قال كذلك قال ربك هو علي هين ولنجعله ءاية للناس ورحمة منا وكان امرا مقضيا",
  },
  {
    "surah_number": 19,
    "verse_number": 22,
    "content": "فحملته فانتبذت به مكانا قصيا",
  },
  {
    "surah_number": 19,
    "verse_number": 23,
    "content":
        "فاجاءها المخاض الى جذع النخلة قالت يليتني مت قبل هذا وكنت نسيا منسيا",
  },
  {
    "surah_number": 19,
    "verse_number": 24,
    "content": "فنادىها من تحتها الا تحزني قد جعل ربك تحتك سريا",
  },
  {
    "surah_number": 19,
    "verse_number": 25,
    "content": "وهزي اليك بجذع النخلة تسقط عليك رطبا جنيا",
  },
  {
    "surah_number": 19,
    "verse_number": 26,
    "content":
        "فكلي واشربي وقري عينا فاما ترين من البشر احدا فقولي اني نذرت للرحمن صوما فلن اكلم اليوم انسيا",
  },
  {
    "surah_number": 19,
    "verse_number": 27,
    "content": "فاتت به قومها تحمله قالوا يمريم لقد جئت شيـا فريا",
  },
  {
    "surah_number": 19,
    "verse_number": 28,
    "content": "يـاخت هرون ما كان ابوك امرا سوء وما كانت امك بغيا",
  },
  {
    "surah_number": 19,
    "verse_number": 29,
    "content": "فاشارت اليه قالوا كيف نكلم من كان في المهد صبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 30,
    "content": "قال اني عبد الله ءاتىني الكتب وجعلني نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 31,
    "content": "وجعلني مباركا اين ما كنت واوصني بالصلاة والزكوة ما دمت حيا",
  },
  {
    "surah_number": 19,
    "verse_number": 32,
    "content": "وبرا بولدتي ولم يجعلني جبارا شقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 33,
    "content": "والسلم علي يوم ولدت ويوم اموت ويوم ابعث حيا",
  },
  {
    "surah_number": 19,
    "verse_number": 34,
    "content": "ذلك عيسى ابن مريم قول الحق الذي فيه يمترون",
  },
  {
    "surah_number": 19,
    "verse_number": 35,
    "content":
        "ما كان لله ان يتخذ من ولد سبحنه اذا قضى امرا فانما يقول له كن فيكون",
  },
  {
    "surah_number": 19,
    "verse_number": 36,
    "content": "وان الله ربي وربكم فاعبدوه هذا صراط مستقيم",
  },
  {
    "surah_number": 19,
    "verse_number": 37,
    "content": "فاختلف الاحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم",
  },
  {
    "surah_number": 19,
    "verse_number": 38,
    "content": "اسمع بهم وابصر يوم ياتوننا لكن الظـلمون اليوم في ضلل مبين",
  },
  {
    "surah_number": 19,
    "verse_number": 39,
    "content": "وانذرهم يوم الحسرة اذ قضي الامر وهم في غفلة وهم لا يؤمنون",
  },
  {
    "surah_number": 19,
    "verse_number": 40,
    "content": "انا نحن نرث الارض ومن عليها والينا يرجعون",
  },
  {
    "surah_number": 19,
    "verse_number": 41,
    "content": "واذكر في الكتب ابرهيم انه كان صديقا نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 42,
    "content":
        "اذ قال لابيه يـابت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيـا",
  },
  {
    "surah_number": 19,
    "verse_number": 43,
    "content": "يـابت اني قد جاءني من العلم ما لم ياتك فاتبعني اهدك صراطا سويا",
  },
  {
    "surah_number": 19,
    "verse_number": 44,
    "content": "يـابت لا تعبد الشيطن ان الشيطن كان للرحمن عصيا",
  },
  {
    "surah_number": 19,
    "verse_number": 45,
    "content": "يـابت اني اخاف ان يمسك عذاب من الرحمن فتكون للشيطن وليا",
  },
  {
    "surah_number": 19,
    "verse_number": 46,
    "content":
        "قال اراغب انت عن ءالهتي يـابرهيم لئن لم تنته لارجمنك واهجرني مليا",
  },
  {
    "surah_number": 19,
    "verse_number": 47,
    "content": "قال سلم عليك ساستغفر لك ربي انه كان بي حفيا",
  },
  {
    "surah_number": 19,
    "verse_number": 48,
    "content":
        "واعتزلكم وما تدعون من دون الله وادعوا ربي عسى الا اكون بدعاء ربي شقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 49,
    "content":
        "فلما اعتزلهم وما يعبدون من دون الله وهبنا له اسحق ويعقوب وكلا جعلنا نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 50,
    "content": "ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا",
  },
  {
    "surah_number": 19,
    "verse_number": 51,
    "content": "واذكر في الكتب موسى انه كان مخلصا وكان رسولا نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 52,
    "content": "وندينه من جانب الطور الايمن وقربنه نجيا",
  },
  {
    "surah_number": 19,
    "verse_number": 53,
    "content": "ووهبنا له من رحمتنا اخاه هرون نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 54,
    "content": "واذكر في الكتب اسمعيل انه كان صادق الوعد وكان رسولا نبيا",
  },
  {
    "surah_number": 19,
    "verse_number": 55,
    "content": "وكان يامر اهله بالصلاة والزكوة وكان عند ربه مرضيا",
  },
  {
    "surah_number": 19,
    "verse_number": 56,
    "content": "واذكر في الكتب ادريس انه كان صديقا نبيا",
  },
  {"surah_number": 19, "verse_number": 57, "content": "ورفعنه مكانا عليا"},
  {
    "surah_number": 19,
    "verse_number": 58,
    "content":
        "اولـئك الذين انعم الله عليهم من النبيـن من ذرية ءادم وممن حملنا مع نوح ومن ذرية ابرهيم واسرـءيل وممن هدينا واجتبينا اذا تتلى عليهم ءايت الرحمن خروا سجدا وبكيا",
  },
  {
    "surah_number": 19,
    "verse_number": 59,
    "content": "فخلف من بعدهم خلف اضاعوا الصلاة واتبعوا الشهوت فسوف يلقون غيا",
  },
  {
    "surah_number": 19,
    "verse_number": 60,
    "content":
        "الا من تاب وءامن وعمل صلحا فاولـئك يدخلون الجنة ولا يظلمون شيـا",
  },
  {
    "surah_number": 19,
    "verse_number": 61,
    "content": "جنـت عدن التي وعد الرحمن عباده بالغيب انه كان وعده ماتيا",
  },
  {
    "surah_number": 19,
    "verse_number": 62,
    "content": "لا يسمعون فيها لغوا الا سلما ولهم رزقهم فيها بكرة وعشيا",
  },
  {
    "surah_number": 19,
    "verse_number": 63,
    "content": "تلك الجنة التي نورث من عبادنا من كان تقيا",
  },
  {
    "surah_number": 19,
    "verse_number": 64,
    "content":
        "وما نتنزل الا بامر ربك له ما بين ايدينا وما خلفنا وما بين ذلك وما كان ربك نسيا",
  },
  {
    "surah_number": 19,
    "verse_number": 65,
    "content":
        "رب السموت والارض وما بينهما فاعبده واصطبر لعبدته هل تعلم له سميا",
  },
  {
    "surah_number": 19,
    "verse_number": 66,
    "content": "ويقول الانسن اءذا ما مت لسوف اخرج حيا",
  },
  {
    "surah_number": 19,
    "verse_number": 67,
    "content": "اولا يذكر الانسن انا خلقنه من قبل ولم يك شيـا",
  },
  {
    "surah_number": 19,
    "verse_number": 68,
    "content": "فوربك لنحشرنهم والشيطين ثم لنحضرنهم حول جهنم جثيا",
  },
  {
    "surah_number": 19,
    "verse_number": 69,
    "content": "ثم لننزعن من كل شيعة ايهم اشد على الرحمن عتيا",
  },
  {
    "surah_number": 19,
    "verse_number": 70,
    "content": "ثم لنحن اعلم بالذين هم اولى بها صليا",
  },
  {
    "surah_number": 19,
    "verse_number": 71,
    "content": "وان منكم الا واردها كان على ربك حتما مقضيا",
  },
  {
    "surah_number": 19,
    "verse_number": 72,
    "content": "ثم ننجي الذين اتقوا ونذر الظـلمين فيها جثيا",
  },
  {
    "surah_number": 19,
    "verse_number": 73,
    "content":
        "واذا تتلى عليهم ءايتنا بينت قال الذين كفروا للذين ءامنوا اي الفريقين خير مقاما واحسن نديا",
  },
  {
    "surah_number": 19,
    "verse_number": 74,
    "content": "وكم اهلكنا قبلهم من قرن هم احسن اثثا ورءيا",
  },
  {
    "surah_number": 19,
    "verse_number": 75,
    "content":
        "قل من كان في الضللة فليمدد له الرحمن مدا حتى اذا راوا ما يوعدون اما العذاب واما الساعة فسيعلمون من هو شر مكانا واضعف جندا",
  },
  {
    "surah_number": 19,
    "verse_number": 76,
    "content":
        "ويزيد الله الذين اهتدوا هدى والبقيت الصـلحت خير عند ربك ثوابا وخير مردا",
  },
  {
    "surah_number": 19,
    "verse_number": 77,
    "content": "افرءيت الذي كفر بـايتنا وقال لاوتين مالا وولدا",
  },
  {
    "surah_number": 19,
    "verse_number": 78,
    "content": "اطلع الغيب ام اتخذ عند الرحمن عهدا",
  },
  {
    "surah_number": 19,
    "verse_number": 79,
    "content": "كلا سنكتب ما يقول ونمد له من العذاب مدا",
  },
  {
    "surah_number": 19,
    "verse_number": 80,
    "content": "ونرثه ما يقول وياتينا فردا",
  },
  {
    "surah_number": 19,
    "verse_number": 81,
    "content": "واتخذوا من دون الله ءالهة ليكونوا لهم عزا",
  },
  {
    "surah_number": 19,
    "verse_number": 82,
    "content": "كلا سيكفرون بعبادتهم ويكونون عليهم ضدا",
  },
  {
    "surah_number": 19,
    "verse_number": 83,
    "content": "الم تر انا ارسلنا الشيطين على الكفرين تؤزهم ازا",
  },
  {
    "surah_number": 19,
    "verse_number": 84,
    "content": "فلا تعجل عليهم انما نعد لهم عدا",
  },
  {
    "surah_number": 19,
    "verse_number": 85,
    "content": "يوم نحشر المتقين الى الرحمن وفدا",
  },
  {
    "surah_number": 19,
    "verse_number": 86,
    "content": "ونسوق المجرمين الى جهنم وردا",
  },
  {
    "surah_number": 19,
    "verse_number": 87,
    "content": "لا يملكون الشفعة الا من اتخذ عند الرحمن عهدا",
  },
  {
    "surah_number": 19,
    "verse_number": 88,
    "content": "وقالوا اتخذ الرحمن ولدا",
  },
  {"surah_number": 19, "verse_number": 89, "content": "لقد جئتم شيـا ادا"},
  {
    "surah_number": 19,
    "verse_number": 90,
    "content": "تكاد السموت يتفطرن منه وتنشق الارض وتخر الجبال هدا",
  },
  {"surah_number": 19, "verse_number": 91, "content": "ان دعوا للرحمن ولدا"},
  {
    "surah_number": 19,
    "verse_number": 92,
    "content": "وما ينبغي للرحمن ان يتخذ ولدا",
  },
  {
    "surah_number": 19,
    "verse_number": 93,
    "content": "ان كل من في السموت والارض الا ءاتي الرحمن عبدا",
  },
  {"surah_number": 19, "verse_number": 94, "content": "لقد احصىهم وعدهم عدا"},
  {
    "surah_number": 19,
    "verse_number": 95,
    "content": "وكلهم ءاتيه يوم القيمة فردا",
  },
  {
    "surah_number": 19,
    "verse_number": 96,
    "content": "ان الذين ءامنوا وعملوا الصـلحت سيجعل لهم الرحمن ودا",
  },
  {
    "surah_number": 19,
    "verse_number": 97,
    "content": "فانما يسرنه بلسانك لتبشر به المتقين وتنذر به قوما لدا",
  },
  {
    "surah_number": 19,
    "verse_number": 98,
    "content": "وكم اهلكنا قبلهم من قرن هل تحس منهم من احد او تسمع لهم ركزا",
  },
  {"surah_number": 20, "verse_number": 1, "content": "طه"},
  {
    "surah_number": 20,
    "verse_number": 2,
    "content": "ما انزلنا عليك القرءان لتشقى",
  },
  {"surah_number": 20, "verse_number": 3, "content": "الا تذكرة لمن يخشى"},
  {
    "surah_number": 20,
    "verse_number": 4,
    "content": "تنزيلا ممن خلق الارض والسموت العلى",
  },
  {"surah_number": 20, "verse_number": 5, "content": "الرحمن على العرش استوى"},
  {
    "surah_number": 20,
    "verse_number": 6,
    "content": "له ما في السموت وما في الارض وما بينهما وما تحت الثرى",
  },
  {
    "surah_number": 20,
    "verse_number": 7,
    "content": "وان تجهر بالقول فانه يعلم السر واخفى",
  },
  {
    "surah_number": 20,
    "verse_number": 8,
    "content": "الله لا اله الا هو له الاسماء الحسنى",
  },
  {"surah_number": 20, "verse_number": 9, "content": "وهل اتىك حديث موسى"},
  {
    "surah_number": 20,
    "verse_number": 10,
    "content":
        "اذ رءا نارا فقال لاهله امكثوا اني ءانست نارا لعلي ءاتيكم منها بقبس او اجد على النار هدى",
  },
  {"surah_number": 20, "verse_number": 11, "content": "فلما اتىها نودي يموسى"},
  {
    "surah_number": 20,
    "verse_number": 12,
    "content": "اني انا ربك فاخلع نعليك انك بالواد المقدس طوى",
  },
  {
    "surah_number": 20,
    "verse_number": 13,
    "content": "وانا اخترتك فاستمع لما يوحى",
  },
  {
    "surah_number": 20,
    "verse_number": 14,
    "content": "انني انا الله لا اله الا انا فاعبدني واقم الصلاة لذكري",
  },
  {
    "surah_number": 20,
    "verse_number": 15,
    "content": "ان الساعة ءاتية اكاد اخفيها لتجزى كل نفس بما تسعى",
  },
  {
    "surah_number": 20,
    "verse_number": 16,
    "content": "فلا يصدنك عنها من لا يؤمن بها واتبع هوىه فتردى",
  },
  {"surah_number": 20, "verse_number": 17, "content": "وما تلك بيمينك يموسى"},
  {
    "surah_number": 20,
    "verse_number": 18,
    "content": "قال هي عصاي اتوكؤا عليها واهش بها على غنمي ولي فيها مـارب اخرى",
  },
  {"surah_number": 20, "verse_number": 19, "content": "قال القها يموسى"},
  {
    "surah_number": 20,
    "verse_number": 20,
    "content": "فالقىها فاذا هي حية تسعى",
  },
  {
    "surah_number": 20,
    "verse_number": 21,
    "content": "قال خذها ولا تخف سنعيدها سيرتها الاولى",
  },
  {
    "surah_number": 20,
    "verse_number": 22,
    "content": "واضمم يدك الى جناحك تخرج بيضاء من غير سوء ءاية اخرى",
  },
  {"surah_number": 20, "verse_number": 23, "content": "لنريك من ءايتنا الكبرى"},
  {"surah_number": 20, "verse_number": 24, "content": "اذهب الى فرعون انه طغى"},
  {"surah_number": 20, "verse_number": 25, "content": "قال رب اشرح لي صدري"},
  {"surah_number": 20, "verse_number": 26, "content": "ويسر لي امري"},
  {"surah_number": 20, "verse_number": 27, "content": "واحلل عقدة من لساني"},
  {"surah_number": 20, "verse_number": 28, "content": "يفقهوا قولي"},
  {"surah_number": 20, "verse_number": 29, "content": "واجعل لي وزيرا من اهلي"},
  {"surah_number": 20, "verse_number": 30, "content": "هرون اخي"},
  {"surah_number": 20, "verse_number": 31, "content": "اشدد به ازري"},
  {"surah_number": 20, "verse_number": 32, "content": "واشركه في امري"},
  {"surah_number": 20, "verse_number": 33, "content": "كي نسبحك كثيرا"},
  {"surah_number": 20, "verse_number": 34, "content": "ونذكرك كثيرا"},
  {"surah_number": 20, "verse_number": 35, "content": "انك كنت بنا بصيرا"},
  {
    "surah_number": 20,
    "verse_number": 36,
    "content": "قال قد اوتيت سؤلك يموسى",
  },
  {
    "surah_number": 20,
    "verse_number": 37,
    "content": "ولقد مننا عليك مرة اخرى",
  },
  {
    "surah_number": 20,
    "verse_number": 38,
    "content": "اذ اوحينا الى امك ما يوحى",
  },
  {
    "surah_number": 20,
    "verse_number": 39,
    "content":
        "ان اقذفيه في التابوت فاقذفيه في اليم فليلقه اليم بالساحل ياخذه عدو لي وعدو له والقيت عليك محبة مني ولتصنع على عيني",
  },
  {
    "surah_number": 20,
    "verse_number": 40,
    "content":
        "اذ تمشي اختك فتقول هل ادلكم على من يكفله فرجعنك الى امك كي تقر عينها ولا تحزن وقتلت نفسا فنجينك من الغم وفتنـك فتونا فلبثت سنين في اهل مدين ثم جئت على قدر يموسى",
  },
  {"surah_number": 20, "verse_number": 41, "content": "واصطنعتك لنفسي"},
  {
    "surah_number": 20,
    "verse_number": 42,
    "content": "اذهب انت واخوك بـايتي ولا تنيا في ذكري",
  },
  {
    "surah_number": 20,
    "verse_number": 43,
    "content": "اذهبا الى فرعون انه طغى",
  },
  {
    "surah_number": 20,
    "verse_number": 44,
    "content": "فقولا له قولا لينا لعله يتذكر او يخشى",
  },
  {
    "surah_number": 20,
    "verse_number": 45,
    "content": "قالا ربنا اننا نخاف ان يفرط علينا او ان يطغى",
  },
  {
    "surah_number": 20,
    "verse_number": 46,
    "content": "قال لا تخافا انني معكما اسمع وارى",
  },
  {
    "surah_number": 20,
    "verse_number": 47,
    "content":
        "فاتياه فقولا انا رسولا ربك فارسل معنا بني اسرـءيل ولا تعذبهم قد جئنك بـاية من ربك والسلم على من اتبع الهدى",
  },
  {
    "surah_number": 20,
    "verse_number": 48,
    "content": "انا قد اوحي الينا ان العذاب على من كذب وتولى",
  },
  {"surah_number": 20, "verse_number": 49, "content": "قال فمن ربكما يموسى"},
  {
    "surah_number": 20,
    "verse_number": 50,
    "content": "قال ربنا الذي اعطى كل شيء خلقه ثم هدى",
  },
  {
    "surah_number": 20,
    "verse_number": 51,
    "content": "قال فما بال القرون الاولى",
  },
  {
    "surah_number": 20,
    "verse_number": 52,
    "content": "قال علمها عند ربي في كتب لا يضل ربي ولا ينسى",
  },
  {
    "surah_number": 20,
    "verse_number": 53,
    "content":
        "الذي جعل لكم الارض مهدا وسلك لكم فيها سبلا وانزل من السماء ماء فاخرجنا به ازوجا من نبات شتى",
  },
  {
    "surah_number": 20,
    "verse_number": 54,
    "content": "كلوا وارعوا انعمكم ان في ذلك لايت لاولي النهى",
  },
  {
    "surah_number": 20,
    "verse_number": 55,
    "content": "منها خلقنكم وفيها نعيدكم ومنها نخرجكم تارة اخرى",
  },
  {
    "surah_number": 20,
    "verse_number": 56,
    "content": "ولقد ارينه ءايتنا كلها فكذب وابى",
  },
  {
    "surah_number": 20,
    "verse_number": 57,
    "content": "قال اجئتنا لتخرجنا من ارضنا بسحرك يموسى",
  },
  {
    "surah_number": 20,
    "verse_number": 58,
    "content":
        "فلناتينك بسحر مثله فاجعل بيننا وبينك موعدا لا نخلفه نحن ولا انت مكانا سوى",
  },
  {
    "surah_number": 20,
    "verse_number": 59,
    "content": "قال موعدكم يوم الزينة وان يحشر الناس ضحى",
  },
  {
    "surah_number": 20,
    "verse_number": 60,
    "content": "فتولى فرعون فجمع كيده ثم اتى",
  },
  {
    "surah_number": 20,
    "verse_number": 61,
    "content":
        "قال لهم موسى ويلكم لا تفتروا على الله كذبا فيسحتكم بعذاب وقد خاب من افترى",
  },
  {
    "surah_number": 20,
    "verse_number": 62,
    "content": "فتنزعوا امرهم بينهم واسروا النجوى",
  },
  {
    "surah_number": 20,
    "verse_number": 63,
    "content":
        "قالوا ان هذن لسحرن يريدان ان يخرجاكم من ارضكم بسحرهما ويذهبا بطريقتكم المثلى",
  },
  {
    "surah_number": 20,
    "verse_number": 64,
    "content": "فاجمعوا كيدكم ثم ائتوا صفا وقد افلح اليوم من استعلى",
  },
  {
    "surah_number": 20,
    "verse_number": 65,
    "content": "قالوا يموسى اما ان تلقي واما ان نكون اول من القى",
  },
  {
    "surah_number": 20,
    "verse_number": 66,
    "content": "قال بل القوا فاذا حبالهم وعصيهم يخيل اليه من سحرهم انها تسعى",
  },
  {
    "surah_number": 20,
    "verse_number": 67,
    "content": "فاوجس في نفسه خيفة موسى",
  },
  {
    "surah_number": 20,
    "verse_number": 68,
    "content": "قلنا لا تخف انك انت الاعلى",
  },
  {
    "surah_number": 20,
    "verse_number": 69,
    "content":
        "والق ما في يمينك تلقف ما صنعوا انما صنعوا كيد سحر ولا يفلح الساحر حيث اتى",
  },
  {
    "surah_number": 20,
    "verse_number": 70,
    "content": "فالقي السحرة سجدا قالوا ءامنا برب هرون وموسى",
  },
  {
    "surah_number": 20,
    "verse_number": 71,
    "content":
        "قال ءامنتم له قبل ان ءاذن لكم انه لكبيركم الذي علمكم السحر فلاقطعن ايديكم وارجلكم من خلف ولاصلبنكم في جذوع النخل ولتعلمن اينا اشد عذابا وابقى",
  },
  {
    "surah_number": 20,
    "verse_number": 72,
    "content":
        "قالوا لن نؤثرك على ما جاءنا من البينت والذي فطرنا فاقض ما انت قاض انما تقضي هذه الحيوة الدنيا",
  },
  {
    "surah_number": 20,
    "verse_number": 73,
    "content":
        "انا ءامنا بربنا ليغفر لنا خطينا وما اكرهتنا عليه من السحر والله خير وابقى",
  },
  {
    "surah_number": 20,
    "verse_number": 74,
    "content": "انه من يات ربه مجرما فان له جهنم لا يموت فيها ولا يحيى",
  },
  {
    "surah_number": 20,
    "verse_number": 75,
    "content": "ومن ياته مؤمنا قد عمل الصـلحت فاولـئك لهم الدرجت العلى",
  },
  {
    "surah_number": 20,
    "verse_number": 76,
    "content": "جنـت عدن تجري من تحتها الانهر خلدين فيها وذلك جزاء من تزكى",
  },
  {
    "surah_number": 20,
    "verse_number": 77,
    "content":
        "ولقد اوحينا الى موسى ان اسر بعبادي فاضرب لهم طريقا في البحر يبسا لا تخف دركا ولا تخشى",
  },
  {
    "surah_number": 20,
    "verse_number": 78,
    "content": "فاتبعهم فرعون بجنوده فغشيهم من اليم ما غشيهم",
  },
  {
    "surah_number": 20,
    "verse_number": 79,
    "content": "واضل فرعون قومه وما هدى",
  },
  {
    "surah_number": 20,
    "verse_number": 80,
    "content":
        "يبني اسرـءيل قد انجينكم من عدوكم ووعدنكم جانب الطور الايمن ونزلنا عليكم المن والسلوى",
  },
  {
    "surah_number": 20,
    "verse_number": 81,
    "content":
        "كلوا من طيبت ما رزقنكم ولا تطغوا فيه فيحل عليكم غضبي ومن يحلل عليه غضبي فقد هوى",
  },
  {
    "surah_number": 20,
    "verse_number": 82,
    "content": "واني لغفار لمن تاب وءامن وعمل صلحا ثم اهتدى",
  },
  {
    "surah_number": 20,
    "verse_number": 83,
    "content": "وما اعجلك عن قومك يموسى",
  },
  {
    "surah_number": 20,
    "verse_number": 84,
    "content": "قال هم اولاء على اثري وعجلت اليك رب لترضى",
  },
  {
    "surah_number": 20,
    "verse_number": 85,
    "content": "قال فانا قد فتنا قومك من بعدك واضلهم السامري",
  },
  {
    "surah_number": 20,
    "verse_number": 86,
    "content":
        "فرجع موسى الى قومه غضبن اسفا قال يقوم الم يعدكم ربكم وعدا حسنا افطال عليكم العهد ام اردتم ان يحل عليكم غضب من ربكم فاخلفتم موعدي",
  },
  {
    "surah_number": 20,
    "verse_number": 87,
    "content":
        "قالوا ما اخلفنا موعدك بملكنا ولكنا حملنا اوزارا من زينة القوم فقذفنها فكذلك القى السامري",
  },
  {
    "surah_number": 20,
    "verse_number": 88,
    "content": "فاخرج لهم عجلا جسدا له خوار فقالوا هذا الهكم واله موسى فنسي",
  },
  {
    "surah_number": 20,
    "verse_number": 89,
    "content": "افلا يرون الا يرجع اليهم قولا ولا يملك لهم ضرا ولا نفعا",
  },
  {
    "surah_number": 20,
    "verse_number": 90,
    "content":
        "ولقد قال لهم هرون من قبل يقوم انما فتنتم به وان ربكم الرحمن فاتبعوني واطيعوا امري",
  },
  {
    "surah_number": 20,
    "verse_number": 91,
    "content": "قالوا لن نبرح عليه عكفين حتى يرجع الينا موسى",
  },
  {
    "surah_number": 20,
    "verse_number": 92,
    "content": "قال يهرون ما منعك اذ رايتهم ضلوا",
  },
  {"surah_number": 20, "verse_number": 93, "content": "الا تتبعن افعصيت امري"},
  {
    "surah_number": 20,
    "verse_number": 94,
    "content":
        "قال يبنؤم لا تاخذ بلحيتي ولا براسي اني خشيت ان تقول فرقت بين بني اسرـءيل ولم ترقب قولي",
  },
  {"surah_number": 20, "verse_number": 95, "content": "قال فما خطبك يسمري"},
  {
    "surah_number": 20,
    "verse_number": 96,
    "content":
        "قال بصرت بما لم يبصروا به فقبضت قبضة من اثر الرسول فنبذتها وكذلك سولت لي نفسي",
  },
  {
    "surah_number": 20,
    "verse_number": 97,
    "content":
        "قال فاذهب فان لك في الحيوة ان تقول لا مساس وان لك موعدا لن تخلفه وانظر الى الهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا",
  },
  {
    "surah_number": 20,
    "verse_number": 98,
    "content": "انما الهكم الله الذي لا اله الا هو وسع كل شيء علما",
  },
  {
    "surah_number": 20,
    "verse_number": 99,
    "content": "كذلك نقص عليك من انباء ما قد سبق وقد ءاتينك من لدنا ذكرا",
  },
  {
    "surah_number": 20,
    "verse_number": 100,
    "content": "من اعرض عنه فانه يحمل يوم القيمة وزرا",
  },
  {
    "surah_number": 20,
    "verse_number": 101,
    "content": "خلدين فيه وساء لهم يوم القيمة حملا",
  },
  {
    "surah_number": 20,
    "verse_number": 102,
    "content": "يوم ينفخ في الصور ونحشر المجرمين يومئذ زرقا",
  },
  {
    "surah_number": 20,
    "verse_number": 103,
    "content": "يتخفتون بينهم ان لبثتم الا عشرا",
  },
  {
    "surah_number": 20,
    "verse_number": 104,
    "content": "نحن اعلم بما يقولون اذ يقول امثلهم طريقة ان لبثتم الا يوما",
  },
  {
    "surah_number": 20,
    "verse_number": 105,
    "content": "ويسـلونك عن الجبال فقل ينسفها ربي نسفا",
  },
  {"surah_number": 20, "verse_number": 106, "content": "فيذرها قاعا صفصفا"},
  {
    "surah_number": 20,
    "verse_number": 107,
    "content": "لا ترى فيها عوجا ولا امتا",
  },
  {
    "surah_number": 20,
    "verse_number": 108,
    "content":
        "يومئذ يتبعون الداعي لا عوج له وخشعت الاصوات للرحمن فلا تسمع الا همسا",
  },
  {
    "surah_number": 20,
    "verse_number": 109,
    "content": "يومئذ لا تنفع الشفعة الا من اذن له الرحمن ورضي له قولا",
  },
  {
    "surah_number": 20,
    "verse_number": 110,
    "content": "يعلم ما بين ايديهم وما خلفهم ولا يحيطون به علما",
  },
  {
    "surah_number": 20,
    "verse_number": 111,
    "content": "وعنت الوجوه للحي القيوم وقد خاب من حمل ظلما",
  },
  {
    "surah_number": 20,
    "verse_number": 112,
    "content": "ومن يعمل من الصـلحت وهو مؤمن فلا يخاف ظلما ولا هضما",
  },
  {
    "surah_number": 20,
    "verse_number": 113,
    "content":
        "وكذلك انزلنه قرءانا عربيا وصرفنا فيه من الوعيد لعلهم يتقون او يحدث لهم ذكرا",
  },
  {
    "surah_number": 20,
    "verse_number": 114,
    "content":
        "فتعلى الله الملك الحق ولا تعجل بالقرءان من قبل ان يقضى اليك وحيه وقل رب زدني علما",
  },
  {
    "surah_number": 20,
    "verse_number": 115,
    "content": "ولقد عهدنا الى ءادم من قبل فنسي ولم نجد له عزما",
  },
  {
    "surah_number": 20,
    "verse_number": 116,
    "content": "واذ قلنا للملـئكة اسجدوا لادم فسجدوا الا ابليس ابى",
  },
  {
    "surah_number": 20,
    "verse_number": 117,
    "content": "فقلنا يــادم ان هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى",
  },
  {
    "surah_number": 20,
    "verse_number": 118,
    "content": "ان لك الا تجوع فيها ولا تعرى",
  },
  {
    "surah_number": 20,
    "verse_number": 119,
    "content": "وانك لا تظمؤا فيها ولا تضحى",
  },
  {
    "surah_number": 20,
    "verse_number": 120,
    "content":
        "فوسوس اليه الشيطن قال يــادم هل ادلك على شجرة الخلد وملك لا يبلى",
  },
  {
    "surah_number": 20,
    "verse_number": 121,
    "content":
        "فاكلا منها فبدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة وعصى ءادم ربه فغوى",
  },
  {
    "surah_number": 20,
    "verse_number": 122,
    "content": "ثم اجتبه ربه فتاب عليه وهدى",
  },
  {
    "surah_number": 20,
    "verse_number": 123,
    "content":
        "قال اهبطا منها جميعا بعضكم لبعض عدو فاما ياتينكم مني هدى فمن اتبع هداي فلا يضل ولا يشقى",
  },
  {
    "surah_number": 20,
    "verse_number": 124,
    "content": "ومن اعرض عن ذكري فان له معيشة ضنكا ونحشره يوم القيمة اعمى",
  },
  {
    "surah_number": 20,
    "verse_number": 125,
    "content": "قال رب لم حشرتني اعمى وقد كنت بصيرا",
  },
  {
    "surah_number": 20,
    "verse_number": 126,
    "content": "قال كذلك اتتك ءايتنا فنسيتها وكذلك اليوم تنسى",
  },
  {
    "surah_number": 20,
    "verse_number": 127,
    "content": "وكذلك نجزي من اسرف ولم يؤمن بـايت ربه ولعذاب الاخرة اشد وابقى",
  },
  {
    "surah_number": 20,
    "verse_number": 128,
    "content":
        "افلم يهد لهم كم اهلكنا قبلهم من القرون يمشون في مسكنهم ان في ذلك لايت لاولي النهى",
  },
  {
    "surah_number": 20,
    "verse_number": 129,
    "content": "ولولا كلمة سبقت من ربك لكان لزاما واجل مسمى",
  },
  {
    "surah_number": 20,
    "verse_number": 130,
    "content":
        "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها ومن ءاناي اليل فسبح واطراف النهار لعلك ترضى",
  },
  {
    "surah_number": 20,
    "verse_number": 131,
    "content":
        "ولا تمدن عينيك الى ما متعنا به ازوجا منهم زهرة الحيوة الدنيا لنفتنهم فيه ورزق ربك خير وابقى",
  },
  {
    "surah_number": 20,
    "verse_number": 132,
    "content":
        "وامر اهلك بالصلاة واصطبر عليها لا نسـلك رزقا نحن نرزقك والعقبة للتقوى",
  },
  {
    "surah_number": 20,
    "verse_number": 133,
    "content":
        "وقالوا لولا ياتينا بـاية من ربه اولم تاتهم بينة ما في الصحف الاولى",
  },
  {
    "surah_number": 20,
    "verse_number": 134,
    "content":
        "ولو انا اهلكنهم بعذاب من قبله لقالوا ربنا لولا ارسلت الينا رسولا فنتبع ءايتك من قبل ان نذل ونخزى",
  },
  {
    "surah_number": 20,
    "verse_number": 135,
    "content": "قل كل متربص فتربصوا فستعلمون من اصحب الصراط السوي ومن اهتدى",
  },
  {
    "surah_number": 21,
    "verse_number": 1,
    "content": "اقترب للناس حسابهم وهم في غفلة معرضون",
  },
  {
    "surah_number": 21,
    "verse_number": 2,
    "content": "ما ياتيهم من ذكر من ربهم محدث الا استمعوه وهم يلعبون",
  },
  {
    "surah_number": 21,
    "verse_number": 3,
    "content":
        "لاهية قلوبهم واسروا النجوى الذين ظلموا هل هذا الا بشر مثلكم افتاتون السحر وانتم تبصرون",
  },
  {
    "surah_number": 21,
    "verse_number": 4,
    "content": "قال ربي يعلم القول في السماء والارض وهو السميع العليم",
  },
  {
    "surah_number": 21,
    "verse_number": 5,
    "content":
        "بل قالوا اضغث احلم بل افترىه بل هو شاعر فلياتنا بـاية كما ارسل الاولون",
  },
  {
    "surah_number": 21,
    "verse_number": 6,
    "content": "ما ءامنت قبلهم من قرية اهلكنها افهم يؤمنون",
  },
  {
    "surah_number": 21,
    "verse_number": 7,
    "content":
        "وما ارسلنا قبلك الا رجالا نوحي اليهم فسـلوا اهل الذكر ان كنتم لا تعلمون",
  },
  {
    "surah_number": 21,
    "verse_number": 8,
    "content": "وما جعلنهم جسدا لا ياكلون الطعام وما كانوا خلدين",
  },
  {
    "surah_number": 21,
    "verse_number": 9,
    "content": "ثم صدقنهم الوعد فانجينهم ومن نشاء واهلكنا المسرفين",
  },
  {
    "surah_number": 21,
    "verse_number": 10,
    "content": "لقد انزلنا اليكم كتبا فيه ذكركم افلا تعقلون",
  },
  {
    "surah_number": 21,
    "verse_number": 11,
    "content": "وكم قصمنا من قرية كانت ظالمة وانشانا بعدها قوما ءاخرين",
  },
  {
    "surah_number": 21,
    "verse_number": 12,
    "content": "فلما احسوا باسنا اذا هم منها يركضون",
  },
  {
    "surah_number": 21,
    "verse_number": 13,
    "content": "لا تركضوا وارجعوا الى ما اترفتم فيه ومسكنكم لعلكم تسـلون",
  },
  {
    "surah_number": 21,
    "verse_number": 14,
    "content": "قالوا يويلنا انا كنا ظلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 15,
    "content": "فما زالت تلك دعوىهم حتى جعلنهم حصيدا خمدين",
  },
  {
    "surah_number": 21,
    "verse_number": 16,
    "content": "وما خلقنا السماء والارض وما بينهما لعبين",
  },
  {
    "surah_number": 21,
    "verse_number": 17,
    "content": "لو اردنا ان نتخذ لهوا لاتخذنه من لدنا ان كنا فعلين",
  },
  {
    "surah_number": 21,
    "verse_number": 18,
    "content":
        "بل نقذف بالحق على البطل فيدمغه فاذا هو زاهق ولكم الويل مما تصفون",
  },
  {
    "surah_number": 21,
    "verse_number": 19,
    "content":
        "وله من في السموت والارض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون",
  },
  {
    "surah_number": 21,
    "verse_number": 20,
    "content": "يسبحون اليل والنهار لا يفترون",
  },
  {
    "surah_number": 21,
    "verse_number": 21,
    "content": "ام اتخذوا ءالهة من الارض هم ينشرون",
  },
  {
    "surah_number": 21,
    "verse_number": 22,
    "content":
        "لو كان فيهما ءالهة الا الله لفسدتا فسبحن الله رب العرش عما يصفون",
  },
  {
    "surah_number": 21,
    "verse_number": 23,
    "content": "لا يسـل عما يفعل وهم يسـلون",
  },
  {
    "surah_number": 21,
    "verse_number": 24,
    "content":
        "ام اتخذوا من دونه ءالهة قل هاتوا برهنكم هذا ذكر من معي وذكر من قبلي بل اكثرهم لا يعلمون الحق فهم معرضون",
  },
  {
    "surah_number": 21,
    "verse_number": 25,
    "content":
        "وما ارسلنا من قبلك من رسول الا نوحي اليه انه لا اله الا انا فاعبدون",
  },
  {
    "surah_number": 21,
    "verse_number": 26,
    "content": "وقالوا اتخذ الرحمن ولدا سبحنه بل عباد مكرمون",
  },
  {
    "surah_number": 21,
    "verse_number": 27,
    "content": "لا يسبقونه بالقول وهم بامره يعملون",
  },
  {
    "surah_number": 21,
    "verse_number": 28,
    "content":
        "يعلم ما بين ايديهم وما خلفهم ولا يشفعون الا لمن ارتضى وهم من خشيته مشفقون",
  },
  {
    "surah_number": 21,
    "verse_number": 29,
    "content":
        "ومن يقل منهم اني اله من دونه فذلك نجزيه جهنم كذلك نجزي الظـلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 30,
    "content":
        "اولم ير الذين كفروا ان السموت والارض كانتا رتقا ففتقنهما وجعلنا من الماء كل شيء حي افلا يؤمنون",
  },
  {
    "surah_number": 21,
    "verse_number": 31,
    "content":
        "وجعلنا في الارض روسي ان تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون",
  },
  {
    "surah_number": 21,
    "verse_number": 32,
    "content": "وجعلنا السماء سقفا محفوظا وهم عن ءايتها معرضون",
  },
  {
    "surah_number": 21,
    "verse_number": 33,
    "content": "وهو الذي خلق اليل والنهار والشمس والقمر كل في فلك يسبحون",
  },
  {
    "surah_number": 21,
    "verse_number": 34,
    "content": "وما جعلنا لبشر من قبلك الخلد افاين مت فهم الخلدون",
  },
  {
    "surah_number": 21,
    "verse_number": 35,
    "content": "كل نفس ذائقة الموت ونبلوكم بالشر والخير فتنة والينا ترجعون",
  },
  {
    "surah_number": 21,
    "verse_number": 36,
    "content":
        "واذا رءاك الذين كفروا ان يتخذونك الا هزوا اهذا الذي يذكر ءالهتكم وهم بذكر الرحمن هم كفرون",
  },
  {
    "surah_number": 21,
    "verse_number": 37,
    "content": "خلق الانسن من عجل ساوريكم ءايتي فلا تستعجلون",
  },
  {
    "surah_number": 21,
    "verse_number": 38,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 21,
    "verse_number": 39,
    "content":
        "لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون",
  },
  {
    "surah_number": 21,
    "verse_number": 40,
    "content": "بل تاتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون",
  },
  {
    "surah_number": 21,
    "verse_number": 41,
    "content":
        "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 21,
    "verse_number": 42,
    "content": "قل من يكلؤكم باليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون",
  },
  {
    "surah_number": 21,
    "verse_number": 43,
    "content":
        "ام لهم ءالهة تمنعهم من دوننا لا يستطيعون نصر انفسهم ولا هم منا يصحبون",
  },
  {
    "surah_number": 21,
    "verse_number": 44,
    "content":
        "بل متعنا هـؤلاء وءاباءهم حتى طال عليهم العمر افلا يرون انا ناتي الارض ننقصها من اطرافها افهم الغلبون",
  },
  {
    "surah_number": 21,
    "verse_number": 45,
    "content": "قل انما انذركم بالوحي ولا يسمع الصم الدعاء اذا ما ينذرون",
  },
  {
    "surah_number": 21,
    "verse_number": 46,
    "content": "ولئن مستهم نفحة من عذاب ربك ليقولن يويلنا انا كنا ظلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 47,
    "content":
        "ونضع الموزين القسط ليوم القيمة فلا تظلم نفس شيـا وان كان مثقال حبة من خردل اتينا بها وكفى بنا حسبين",
  },
  {
    "surah_number": 21,
    "verse_number": 48,
    "content": "ولقد ءاتينا موسى وهرون الفرقان وضياء وذكرا للمتقين",
  },
  {
    "surah_number": 21,
    "verse_number": 49,
    "content": "الذين يخشون ربهم بالغيب وهم من الساعة مشفقون",
  },
  {
    "surah_number": 21,
    "verse_number": 50,
    "content": "وهذا ذكر مبارك انزلنه افانتم له منكرون",
  },
  {
    "surah_number": 21,
    "verse_number": 51,
    "content": "ولقد ءاتينا ابرهيم رشده من قبل وكنا به علمين",
  },
  {
    "surah_number": 21,
    "verse_number": 52,
    "content": "اذ قال لابيه وقومه ما هذه التماثيل التي انتم لها عكفون",
  },
  {
    "surah_number": 21,
    "verse_number": 53,
    "content": "قالوا وجدنا ءاباءنا لها عبدين",
  },
  {
    "surah_number": 21,
    "verse_number": 54,
    "content": "قال لقد كنتم انتم وءاباؤكم في ضلل مبين",
  },
  {
    "surah_number": 21,
    "verse_number": 55,
    "content": "قالوا اجئتنا بالحق ام انت من اللـعبين",
  },
  {
    "surah_number": 21,
    "verse_number": 56,
    "content":
        "قال بل ربكم رب السموت والارض الذي فطرهن وانا على ذلكم من الشـهدين",
  },
  {
    "surah_number": 21,
    "verse_number": 57,
    "content": "وتالله لاكيدن اصنمكم بعد ان تولوا مدبرين",
  },
  {
    "surah_number": 21,
    "verse_number": 58,
    "content": "فجعلهم جذذا الا كبيرا لهم لعلهم اليه يرجعون",
  },
  {
    "surah_number": 21,
    "verse_number": 59,
    "content": "قالوا من فعل هذا بـالهتنا انه لمن الظـلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 60,
    "content": "قالوا سمعنا فتى يذكرهم يقال له ابرهيم",
  },
  {
    "surah_number": 21,
    "verse_number": 61,
    "content": "قالوا فاتوا به على اعين الناس لعلهم يشهدون",
  },
  {
    "surah_number": 21,
    "verse_number": 62,
    "content": "قالوا ءانت فعلت هذا بـالهتنا يـابرهيم",
  },
  {
    "surah_number": 21,
    "verse_number": 63,
    "content": "قال بل فعله كبيرهم هذا فسـلوهم ان كانوا ينطقون",
  },
  {
    "surah_number": 21,
    "verse_number": 64,
    "content": "فرجعوا الى انفسهم فقالوا انكم انتم الظـلمون",
  },
  {
    "surah_number": 21,
    "verse_number": 65,
    "content": "ثم نكسوا على رءوسهم لقد علمت ما هـؤلاء ينطقون",
  },
  {
    "surah_number": 21,
    "verse_number": 66,
    "content": "قال افتعبدون من دون الله ما لا ينفعكم شيـا ولا يضركم",
  },
  {
    "surah_number": 21,
    "verse_number": 67,
    "content": "اف لكم ولما تعبدون من دون الله افلا تعقلون",
  },
  {
    "surah_number": 21,
    "verse_number": 68,
    "content": "قالوا حرقوه وانصروا ءالهتكم ان كنتم فعلين",
  },
  {
    "surah_number": 21,
    "verse_number": 69,
    "content": "قلنا ينار كوني بردا وسلما على ابرهيم",
  },
  {
    "surah_number": 21,
    "verse_number": 70,
    "content": "وارادوا به كيدا فجعلنهم الاخسرين",
  },
  {
    "surah_number": 21,
    "verse_number": 71,
    "content": "ونجينه ولوطا الى الارض التي بركنا فيها للعلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 72,
    "content": "ووهبنا له اسحق ويعقوب نافلة وكلا جعلنا صلحين",
  },
  {
    "surah_number": 21,
    "verse_number": 73,
    "content":
        "وجعلنهم ائمة يهدون بامرنا واوحينا اليهم فعل الخيرت واقام الصلاة وايتاء الزكوة وكانوا لنا عبدين",
  },
  {
    "surah_number": 21,
    "verse_number": 74,
    "content":
        "ولوطا ءاتينه حكما وعلما ونجينه من القرية التي كانت تعمل الخبـئث انهم كانوا قوم سوء فسقين",
  },
  {
    "surah_number": 21,
    "verse_number": 75,
    "content": "وادخلنه في رحمتنا انه من الصـلحين",
  },
  {
    "surah_number": 21,
    "verse_number": 76,
    "content": "ونوحا اذ نادى من قبل فاستجبنا له فنجينه واهله من الكرب العظيم",
  },
  {
    "surah_number": 21,
    "verse_number": 77,
    "content":
        "ونصرنه من القوم الذين كذبوا بـايتنا انهم كانوا قوم سوء فاغرقنهم اجمعين",
  },
  {
    "surah_number": 21,
    "verse_number": 78,
    "content":
        "وداود وسليمن اذ يحكمان في الحرث اذ نفشت فيه غنم القوم وكنا لحكمهم شهدين",
  },
  {
    "surah_number": 21,
    "verse_number": 79,
    "content":
        "ففهمنها سليمن وكلا ءاتينا حكما وعلما وسخرنا مع داود الجبال يسبحن والطير وكنا فعلين",
  },
  {
    "surah_number": 21,
    "verse_number": 80,
    "content": "وعلمنه صنعة لبوس لكم لتحصنكم من باسكم فهل انتم شكرون",
  },
  {
    "surah_number": 21,
    "verse_number": 81,
    "content":
        "ولسليمن الريح عاصفة تجري بامره الى الارض التي بركنا فيها وكنا بكل شيء علمين",
  },
  {
    "surah_number": 21,
    "verse_number": 82,
    "content": "ومن الشيطين من يغوصون له ويعملون عملا دون ذلك وكنا لهم حفظين",
  },
  {
    "surah_number": 21,
    "verse_number": 83,
    "content": "وايوب اذ نادى ربه اني مسني الضر وانت ارحم الرـحمين",
  },
  {
    "surah_number": 21,
    "verse_number": 84,
    "content":
        "فاستجبنا له فكشفنا ما به من ضر وءاتينه اهله ومثلهم معهم رحمة من عندنا وذكرى للعبدين",
  },
  {
    "surah_number": 21,
    "verse_number": 85,
    "content": "واسمعيل وادريس وذا الكفل كل من الصـبرين",
  },
  {
    "surah_number": 21,
    "verse_number": 86,
    "content": "وادخلنهم في رحمتنا انهم من الصـلحين",
  },
  {
    "surah_number": 21,
    "verse_number": 87,
    "content":
        "وذا النون اذ ذهب مغضبا فظن ان لن نقدر عليه فنادى في الظلمت ان لا اله الا انت سبحنك اني كنت من الظـلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 88,
    "content": "فاستجبنا له ونجينه من الغم وكذلك نـجي المؤمنين",
  },
  {
    "surah_number": 21,
    "verse_number": 89,
    "content": "وزكريا اذ نادى ربه رب لا تذرني فردا وانت خير الورثين",
  },
  {
    "surah_number": 21,
    "verse_number": 90,
    "content":
        "فاستجبنا له ووهبنا له يحيى واصلحنا له زوجه انهم كانوا يسرعون في الخيرت ويدعوننا رغبا ورهبا وكانوا لنا خشعين",
  },
  {
    "surah_number": 21,
    "verse_number": 91,
    "content":
        "والتي احصنت فرجها فنفخنا فيها من روحنا وجعلنها وابنها ءاية للعلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 92,
    "content": "ان هذه امتكم امة وحدة وانا ربكم فاعبدون",
  },
  {
    "surah_number": 21,
    "verse_number": 93,
    "content": "وتقطعوا امرهم بينهم كل الينا رجعون",
  },
  {
    "surah_number": 21,
    "verse_number": 94,
    "content": "فمن يعمل من الصـلحت وهو مؤمن فلا كفران لسعيه وانا له كتبون",
  },
  {
    "surah_number": 21,
    "verse_number": 95,
    "content": "وحرم على قرية اهلكنها انهم لا يرجعون",
  },
  {
    "surah_number": 21,
    "verse_number": 96,
    "content": "حتى اذا فتحت ياجوج وماجوج وهم من كل حدب ينسلون",
  },
  {
    "surah_number": 21,
    "verse_number": 97,
    "content":
        "واقترب الوعد الحق فاذا هي شخصة ابصر الذين كفروا يويلنا قد كنا في غفلة من هذا بل كنا ظلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 98,
    "content": "انكم وما تعبدون من دون الله حصب جهنم انتم لها وردون",
  },
  {
    "surah_number": 21,
    "verse_number": 99,
    "content": "لو كان هـؤلاء ءالهة ما وردوها وكل فيها خلدون",
  },
  {
    "surah_number": 21,
    "verse_number": 100,
    "content": "لهم فيها زفير وهم فيها لا يسمعون",
  },
  {
    "surah_number": 21,
    "verse_number": 101,
    "content": "ان الذين سبقت لهم منا الحسنى اولـئك عنها مبعدون",
  },
  {
    "surah_number": 21,
    "verse_number": 102,
    "content": "لا يسمعون حسيسها وهم في ما اشتهت انفسهم خلدون",
  },
  {
    "surah_number": 21,
    "verse_number": 103,
    "content":
        "لا يحزنهم الفزع الاكبر وتتلقىهم الملـئكة هذا يومكم الذي كنتم توعدون",
  },
  {
    "surah_number": 21,
    "verse_number": 104,
    "content":
        "يوم نطوي السماء كطي السجل للكتب كما بدانا اول خلق نعيده وعدا علينا انا كنا فعلين",
  },
  {
    "surah_number": 21,
    "verse_number": 105,
    "content":
        "ولقد كتبنا في الزبور من بعد الذكر ان الارض يرثها عبادي الصـلحون",
  },
  {
    "surah_number": 21,
    "verse_number": 106,
    "content": "ان في هذا لبلغا لقوم عبدين",
  },
  {
    "surah_number": 21,
    "verse_number": 107,
    "content": "وما ارسلنك الا رحمة للعلمين",
  },
  {
    "surah_number": 21,
    "verse_number": 108,
    "content": "قل انما يوحى الي انما الهكم اله وحد فهل انتم مسلمون",
  },
  {
    "surah_number": 21,
    "verse_number": 109,
    "content":
        "فان تولوا فقل ءاذنتكم على سواء وان ادري اقريب ام بعيد ما توعدون",
  },
  {
    "surah_number": 21,
    "verse_number": 110,
    "content": "انه يعلم الجهر من القول ويعلم ما تكتمون",
  },
  {
    "surah_number": 21,
    "verse_number": 111,
    "content": "وان ادري لعله فتنة لكم ومتع الى حين",
  },
  {
    "surah_number": 21,
    "verse_number": 112,
    "content": "قل رب احكم بالحق وربنا الرحمن المستعان على ما تصفون",
  },
  {
    "surah_number": 22,
    "verse_number": 1,
    "content": "يـايها الناس اتقوا ربكم ان زلزلة الساعة شيء عظيم",
  },
  {
    "surah_number": 22,
    "verse_number": 2,
    "content":
        "يوم ترونها تذهل كل مرضعة عما ارضعت وتضع كل ذات حمل حملها وترى الناس سكرى وما هم بسكرى ولكن عذاب الله شديد",
  },
  {
    "surah_number": 22,
    "verse_number": 3,
    "content": "ومن الناس من يجدل في الله بغير علم ويتبع كل شيطن مريد",
  },
  {
    "surah_number": 22,
    "verse_number": 4,
    "content": "كتب عليه انه من تولاه فانه يضله ويهديه الى عذاب السعير",
  },
  {
    "surah_number": 22,
    "verse_number": 5,
    "content":
        "يـايها الناس ان كنتم في ريب من البعث فانا خلقنكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر في الارحام ما نشاء الى اجل مسمى ثم نخرجكم طفلا ثم لتبلغوا اشدكم ومنكم من يتوفى ومنكم من يرد الى ارذل العمر لكيلا يعلم من بعد علم شيـا وترى الارض هامدة فاذا انزلنا عليها الماء اهتزت وربت وانبتت من كل زوج بهيج",
  },
  {
    "surah_number": 22,
    "verse_number": 6,
    "content": "ذلك بان الله هو الحق وانه يحي الموتى وانه على كل شيء قدير",
  },
  {
    "surah_number": 22,
    "verse_number": 7,
    "content": "وان الساعة ءاتية لا ريب فيها وان الله يبعث من في القبور",
  },
  {
    "surah_number": 22,
    "verse_number": 8,
    "content": "ومن الناس من يجدل في الله بغير علم ولا هدى ولا كتب منير",
  },
  {
    "surah_number": 22,
    "verse_number": 9,
    "content":
        "ثاني عطفه ليضل عن سبيل الله له في الدنيا خزي ونذيقه يوم القيمة عذاب الحريق",
  },
  {
    "surah_number": 22,
    "verse_number": 10,
    "content": "ذلك بما قدمت يداك وان الله ليس بظلـم للعبيد",
  },
  {
    "surah_number": 22,
    "verse_number": 11,
    "content":
        "ومن الناس من يعبد الله على حرف فان اصابه خير اطمان به وان اصابته فتنة انقلب على وجهه خسر الدنيا والاخرة ذلك هو الخسران المبين",
  },
  {
    "surah_number": 22,
    "verse_number": 12,
    "content": "يدعوا من دون الله ما لا يضره وما لا ينفعه ذلك هو الضلل البعيد",
  },
  {
    "surah_number": 22,
    "verse_number": 13,
    "content": "يدعوا لمن ضره اقرب من نفعه لبئس المولى ولبئس العشير",
  },
  {
    "surah_number": 22,
    "verse_number": 14,
    "content":
        "ان الله يدخل الذين ءامنوا وعملوا الصـلحت جنـت تجري من تحتها الانهر ان الله يفعل ما يريد",
  },
  {
    "surah_number": 22,
    "verse_number": 15,
    "content":
        "من كان يظن ان لن ينصره الله في الدنيا والاخرة فليمدد بسبب الى السماء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ",
  },
  {
    "surah_number": 22,
    "verse_number": 16,
    "content": "وكذلك انزلنه ءايت بينت وان الله يهدي من يريد",
  },
  {
    "surah_number": 22,
    "verse_number": 17,
    "content":
        "ان الذين ءامنوا والذين هادوا والصـبـين والنصرى والمجوس والذين اشركوا ان الله يفصل بينهم يوم القيمة ان الله على كل شيء شهيد",
  },
  {
    "surah_number": 22,
    "verse_number": 18,
    "content":
        "الم تر ان الله يسجد له من في السموت ومن في الارض والشمس والقمر والنجوم والجبال والشجر والدواب وكثير من الناس وكثير حق عليه العذاب ومن يهن الله فما له من مكرم ان الله يفعل ما يشاء",
  },
  {
    "surah_number": 22,
    "verse_number": 19,
    "content":
        "هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم",
  },
  {
    "surah_number": 22,
    "verse_number": 20,
    "content": "يصهر به ما في بطونهم والجلود",
  },
  {"surah_number": 22, "verse_number": 21, "content": "ولهم مقمع من حديد"},
  {
    "surah_number": 22,
    "verse_number": 22,
    "content":
        "كلما ارادوا ان يخرجوا منها من غم اعيدوا فيها وذوقوا عذاب الحريق",
  },
  {
    "surah_number": 22,
    "verse_number": 23,
    "content":
        "ان الله يدخل الذين ءامنوا وعملوا الصـلحت جنـت تجري من تحتها الانهر يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير",
  },
  {
    "surah_number": 22,
    "verse_number": 24,
    "content": "وهدوا الى الطيب من القول وهدوا الى صراط الحميد",
  },
  {
    "surah_number": 22,
    "verse_number": 25,
    "content":
        "ان الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذي جعلنه للناس سواء العكف فيه والباد ومن يرد فيه بالحاد بظلم نذقه من عذاب اليم",
  },
  {
    "surah_number": 22,
    "verse_number": 26,
    "content":
        "واذ بوانا لابرهيم مكان البيت ان لا تشرك بي شيـا وطهر بيتي للطائفين والقائمين والركع السجود",
  },
  {
    "surah_number": 22,
    "verse_number": 27,
    "content":
        "واذن في الناس بالحج ياتوك رجالا وعلى كل ضامر ياتين من كل فج عميق",
  },
  {
    "surah_number": 22,
    "verse_number": 28,
    "content":
        "ليشهدوا منفع لهم ويذكروا اسم الله في ايام معلومت على ما رزقهم من بهيمة الانعم فكلوا منها واطعموا البائس الفقير",
  },
  {
    "surah_number": 22,
    "verse_number": 29,
    "content": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق",
  },
  {
    "surah_number": 22,
    "verse_number": 30,
    "content":
        "ذلك ومن يعظم حرمت الله فهو خير له عند ربه واحلت لكم الانعم الا ما يتلى عليكم فاجتنبوا الرجس من الاوثن واجتنبوا قول الزور",
  },
  {
    "surah_number": 22,
    "verse_number": 31,
    "content":
        "حنفاء لله غير مشركين به ومن يشرك بالله فكانما خر من السماء فتخطفه الطير او تهوي به الريح في مكان سحيق",
  },
  {
    "surah_number": 22,
    "verse_number": 32,
    "content": "ذلك ومن يعظم شعـئر الله فانها من تقوى القلوب",
  },
  {
    "surah_number": 22,
    "verse_number": 33,
    "content": "لكم فيها منفع الى اجل مسمى ثم محلها الى البيت العتيق",
  },
  {
    "surah_number": 22,
    "verse_number": 34,
    "content":
        "ولكل امة جعلنا منسكا ليذكروا اسم الله على ما رزقهم من بهيمة الانعم فالهكم اله وحد فله اسلموا وبشر المخبتين",
  },
  {
    "surah_number": 22,
    "verse_number": 35,
    "content":
        "الذين اذا ذكر الله وجلت قلوبهم والصـبرين على ما اصابهم والمقيمي الصلاة ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 22,
    "verse_number": 36,
    "content":
        "والبدن جعلنها لكم من شعـئر الله لكم فيها خير فاذكروا اسم الله عليها صواف فاذا وجبت جنوبها فكلوا منها واطعموا القانع والمعتر كذلك سخرنها لكم لعلكم تشكرون",
  },
  {
    "surah_number": 22,
    "verse_number": 37,
    "content":
        "لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هدىكم وبشر المحسنين",
  },
  {
    "surah_number": 22,
    "verse_number": 38,
    "content": "ان الله يدفع عن الذين ءامنوا ان الله لا يحب كل خوان كفور",
  },
  {
    "surah_number": 22,
    "verse_number": 39,
    "content": "اذن للذين يقتلون بانهم ظلموا وان الله على نصرهم لقدير",
  },
  {
    "surah_number": 22,
    "verse_number": 40,
    "content":
        "الذين اخرجوا من ديرهم بغير حق الا ان يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعض لهدمت صومع وبيع وصلوت ومسجد يذكر فيها اسم الله كثيرا ولينصرن الله من ينصره ان الله لقوي عزيز",
  },
  {
    "surah_number": 22,
    "verse_number": 41,
    "content":
        "الذين ان مكنـهم في الارض اقاموا الصلاة وءاتوا الزكوة وامروا بالمعروف ونهوا عن المنكر ولله عقبة الامور",
  },
  {
    "surah_number": 22,
    "verse_number": 42,
    "content": "وان يكذبوك فقد كذبت قبلهم قوم نوح وعاد وثمود",
  },
  {"surah_number": 22, "verse_number": 43, "content": "وقوم ابرهيم وقوم لوط"},
  {
    "surah_number": 22,
    "verse_number": 44,
    "content": "واصحب مدين وكذب موسى فامليت للكفرين ثم اخذتهم فكيف كان نكير",
  },
  {
    "surah_number": 22,
    "verse_number": 45,
    "content":
        "فكاين من قرية اهلكنها وهي ظالمة فهي خاوية على عروشها وبئر معطلة وقصر مشيد",
  },
  {
    "surah_number": 22,
    "verse_number": 46,
    "content":
        "افلم يسيروا في الارض فتكون لهم قلوب يعقلون بها او ءاذان يسمعون بها فانها لا تعمى الابصر ولكن تعمى القلوب التي في الصدور",
  },
  {
    "surah_number": 22,
    "verse_number": 47,
    "content":
        "ويستعجلونك بالعذاب ولن يخلف الله وعده وان يوما عند ربك كالف سنة مما تعدون",
  },
  {
    "surah_number": 22,
    "verse_number": 48,
    "content": "وكاين من قرية امليت لها وهي ظالمة ثم اخذتها والي المصير",
  },
  {
    "surah_number": 22,
    "verse_number": 49,
    "content": "قل يـايها الناس انما انا لكم نذير مبين",
  },
  {
    "surah_number": 22,
    "verse_number": 50,
    "content": "فالذين ءامنوا وعملوا الصـلحت لهم مغفرة ورزق كريم",
  },
  {
    "surah_number": 22,
    "verse_number": 51,
    "content": "والذين سعوا في ءايتنا معجزين اولـئك اصحب الجحيم",
  },
  {
    "surah_number": 22,
    "verse_number": 52,
    "content":
        "وما ارسلنا من قبلك من رسول ولا نبي الا اذا تمنى القى الشيطن في امنيته فينسخ الله ما يلقي الشيطن ثم يحكم الله ءايته والله عليم حكيم",
  },
  {
    "surah_number": 22,
    "verse_number": 53,
    "content":
        "ليجعل ما يلقي الشيطن فتنة للذين في قلوبهم مرض والقاسية قلوبهم وان الظـلمين لفي شقاق بعيد",
  },
  {
    "surah_number": 22,
    "verse_number": 54,
    "content":
        "وليعلم الذين اوتوا العلم انه الحق من ربك فيؤمنوا به فتخبت له قلوبهم وان الله لهاد الذين ءامنوا الى صراط مستقيم",
  },
  {
    "surah_number": 22,
    "verse_number": 55,
    "content":
        "ولا يزال الذين كفروا في مرية منه حتى تاتيهم الساعة بغتة او ياتيهم عذاب يوم عقيم",
  },
  {
    "surah_number": 22,
    "verse_number": 56,
    "content":
        "الملك يومئذ لله يحكم بينهم فالذين ءامنوا وعملوا الصـلحت في جنـت النعيم",
  },
  {
    "surah_number": 22,
    "verse_number": 57,
    "content": "والذين كفروا وكذبوا بـايتنا فاولـئك لهم عذاب مهين",
  },
  {
    "surah_number": 22,
    "verse_number": 58,
    "content":
        "والذين هاجروا في سبيل الله ثم قتلوا او ماتوا ليرزقنهم الله رزقا حسنا وان الله لهو خير الرـزقين",
  },
  {
    "surah_number": 22,
    "verse_number": 59,
    "content": "ليدخلنهم مدخلا يرضونه وان الله لعليم حليم",
  },
  {
    "surah_number": 22,
    "verse_number": 60,
    "content":
        "ذلك ومن عاقب بمثل ما عوقب به ثم بغي عليه لينصرنه الله ان الله لعفو غفور",
  },
  {
    "surah_number": 22,
    "verse_number": 61,
    "content":
        "ذلك بان الله يولج اليل في النهار ويولج النهار في اليل وان الله سميع بصير",
  },
  {
    "surah_number": 22,
    "verse_number": 62,
    "content":
        "ذلك بان الله هو الحق وان ما يدعون من دونه هو البطل وان الله هو العلي الكبير",
  },
  {
    "surah_number": 22,
    "verse_number": 63,
    "content":
        "الم تر ان الله انزل من السماء ماء فتصبح الارض مخضرة ان الله لطيف خبير",
  },
  {
    "surah_number": 22,
    "verse_number": 64,
    "content": "له ما في السموت وما في الارض وان الله لهو الغني الحميد",
  },
  {
    "surah_number": 22,
    "verse_number": 65,
    "content":
        "الم تر ان الله سخر لكم ما في الارض والفلك تجري في البحر بامره ويمسك السماء ان تقع على الارض الا باذنه ان الله بالناس لرءوف رحيم",
  },
  {
    "surah_number": 22,
    "verse_number": 66,
    "content": "وهو الذي احياكم ثم يميتكم ثم يحييكم ان الانسن لكفور",
  },
  {
    "surah_number": 22,
    "verse_number": 67,
    "content":
        "لكل امة جعلنا منسكا هم ناسكوه فلا ينزعنك في الامر وادع الى ربك انك لعلى هدى مستقيم",
  },
  {
    "surah_number": 22,
    "verse_number": 68,
    "content": "وان جدلوك فقل الله اعلم بما تعملون",
  },
  {
    "surah_number": 22,
    "verse_number": 69,
    "content": "الله يحكم بينكم يوم القيمة فيما كنتم فيه تختلفون",
  },
  {
    "surah_number": 22,
    "verse_number": 70,
    "content":
        "الم تعلم ان الله يعلم ما في السماء والارض ان ذلك في كتب ان ذلك على الله يسير",
  },
  {
    "surah_number": 22,
    "verse_number": 71,
    "content":
        "ويعبدون من دون الله ما لم ينزل به سلطنا وما ليس لهم به علم وما للظـلمين من نصير",
  },
  {
    "surah_number": 22,
    "verse_number": 72,
    "content":
        "واذا تتلى عليهم ءايتنا بينت تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم ءايتنا قل افانبئكم بشر من ذلكم النار وعدها الله الذين كفروا وبئس المصير",
  },
  {
    "surah_number": 22,
    "verse_number": 73,
    "content":
        "يـايها الناس ضرب مثل فاستمعوا له ان الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له وان يسلبهم الذباب شيـا لا يستنقذوه منه ضعف الطالب والمطلوب",
  },
  {
    "surah_number": 22,
    "verse_number": 74,
    "content": "ما قدروا الله حق قدره ان الله لقوي عزيز",
  },
  {
    "surah_number": 22,
    "verse_number": 75,
    "content": "الله يصطفي من الملـئكة رسلا ومن الناس ان الله سميع بصير",
  },
  {
    "surah_number": 22,
    "verse_number": 76,
    "content": "يعلم ما بين ايديهم وما خلفهم والى الله ترجع الامور",
  },
  {
    "surah_number": 22,
    "verse_number": 77,
    "content":
        "يـايها الذين ءامنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون",
  },
  {
    "surah_number": 22,
    "verse_number": 78,
    "content":
        "وجهدوا في الله حق جهاده هو اجتبىكم وما جعل عليكم في الدين من حرج ملة ابيكم ابرهيم هو سمىكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس فاقيموا الصلاة وءاتوا الزكوة واعتصموا بالله هو مولىكم فنعم المولى ونعم النصير",
  },
  {"surah_number": 23, "verse_number": 1, "content": "قد افلح المؤمنون"},
  {
    "surah_number": 23,
    "verse_number": 2,
    "content": "الذين هم في صلاتهم خشعون",
  },
  {
    "surah_number": 23,
    "verse_number": 3,
    "content": "والذين هم عن اللغو معرضون",
  },
  {"surah_number": 23, "verse_number": 4, "content": "والذين هم للزكوة فعلون"},
  {"surah_number": 23, "verse_number": 5, "content": "والذين هم لفروجهم حفظون"},
  {
    "surah_number": 23,
    "verse_number": 6,
    "content": "الا على ازوجهم او ما ملكت ايمنهم فانهم غير ملومين",
  },
  {
    "surah_number": 23,
    "verse_number": 7,
    "content": "فمن ابتغى وراء ذلك فاولـئك هم العادون",
  },
  {
    "surah_number": 23,
    "verse_number": 8,
    "content": "والذين هم لامنتهم وعهدهم رعون",
  },
  {
    "surah_number": 23,
    "verse_number": 9,
    "content": "والذين هم على صلوتهم يحافظون",
  },
  {"surah_number": 23, "verse_number": 10, "content": "اولـئك هم الورثون"},
  {
    "surah_number": 23,
    "verse_number": 11,
    "content": "الذين يرثون الفردوس هم فيها خلدون",
  },
  {
    "surah_number": 23,
    "verse_number": 12,
    "content": "ولقد خلقنا الانسن من سللة من طين",
  },
  {
    "surah_number": 23,
    "verse_number": 13,
    "content": "ثم جعلنه نطفة في قرار مكين",
  },
  {
    "surah_number": 23,
    "verse_number": 14,
    "content":
        "ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظما فكسونا العظم لحما ثم انشانه خلقا ءاخر فتبارك الله احسن الخلقين",
  },
  {"surah_number": 23, "verse_number": 15, "content": "ثم انكم بعد ذلك لميتون"},
  {
    "surah_number": 23,
    "verse_number": 16,
    "content": "ثم انكم يوم القيمة تبعثون",
  },
  {
    "surah_number": 23,
    "verse_number": 17,
    "content": "ولقد خلقنا فوقكم سبع طرائق وما كنا عن الخلق غفلين",
  },
  {
    "surah_number": 23,
    "verse_number": 18,
    "content":
        "وانزلنا من السماء ماء بقدر فاسكنـه في الارض وانا على ذهاب به لقدرون",
  },
  {
    "surah_number": 23,
    "verse_number": 19,
    "content":
        "فانشانا لكم به جنـت من نخيل واعنب لكم فيها فوكه كثيرة ومنها تاكلون",
  },
  {
    "surah_number": 23,
    "verse_number": 20,
    "content": "وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للاكلين",
  },
  {
    "surah_number": 23,
    "verse_number": 21,
    "content":
        "وان لكم في الانعم لعبرة نسقيكم مما في بطونها ولكم فيها منفع كثيرة ومنها تاكلون",
  },
  {
    "surah_number": 23,
    "verse_number": 22,
    "content": "وعليها وعلى الفلك تحملون",
  },
  {
    "surah_number": 23,
    "verse_number": 23,
    "content":
        "ولقد ارسلنا نوحا الى قومه فقال يقوم اعبدوا الله ما لكم من اله غيره افلا تتقون",
  },
  {
    "surah_number": 23,
    "verse_number": 24,
    "content":
        "فقال الملؤا الذين كفروا من قومه ما هذا الا بشر مثلكم يريد ان يتفضل عليكم ولو شاء الله لانزل ملـئكة ما سمعنا بهذا في ءابائنا الاولين",
  },
  {
    "surah_number": 23,
    "verse_number": 25,
    "content": "ان هو الا رجل به جنة فتربصوا به حتى حين",
  },
  {
    "surah_number": 23,
    "verse_number": 26,
    "content": "قال رب انصرني بما كذبون",
  },
  {
    "surah_number": 23,
    "verse_number": 27,
    "content":
        "فاوحينا اليه ان اصنع الفلك باعيننا ووحينا فاذا جاء امرنا وفار التنور فاسلك فيها من كل زوجين اثنين واهلك الا من سبق عليه القول منهم ولا تخطبني في الذين ظلموا انهم مغرقون",
  },
  {
    "surah_number": 23,
    "verse_number": 28,
    "content":
        "فاذا استويت انت ومن معك على الفلك فقل الحمد لله الذي نجىنا من القوم الظـلمين",
  },
  {
    "surah_number": 23,
    "verse_number": 29,
    "content": "وقل رب انزلني منزلا مباركا وانت خير المنزلين",
  },
  {
    "surah_number": 23,
    "verse_number": 30,
    "content": "ان في ذلك لايت وان كنا لمبتلين",
  },
  {
    "surah_number": 23,
    "verse_number": 31,
    "content": "ثم انشانا من بعدهم قرنا ءاخرين",
  },
  {
    "surah_number": 23,
    "verse_number": 32,
    "content":
        "فارسلنا فيهم رسولا منهم ان اعبدوا الله ما لكم من اله غيره افلا تتقون",
  },
  {
    "surah_number": 23,
    "verse_number": 33,
    "content":
        "وقال الملا من قومه الذين كفروا وكذبوا بلقاء الاخرة واترفنهم في الحيوة الدنيا ما هذا الا بشر مثلكم ياكل مما تاكلون منه ويشرب مما تشربون",
  },
  {
    "surah_number": 23,
    "verse_number": 34,
    "content": "ولئن اطعتم بشرا مثلكم انكم اذا لخسرون",
  },
  {
    "surah_number": 23,
    "verse_number": 35,
    "content": "ايعدكم انكم اذا متم وكنتم ترابا وعظما انكم مخرجون",
  },
  {"surah_number": 23, "verse_number": 36, "content": "هيهات هيهات لما توعدون"},
  {
    "surah_number": 23,
    "verse_number": 37,
    "content": "ان هي الا حياتنا الدنيا نموت ونحيا وما نحن بمبعوثين",
  },
  {
    "surah_number": 23,
    "verse_number": 38,
    "content": "ان هو الا رجل افترى على الله كذبا وما نحن له بمؤمنين",
  },
  {
    "surah_number": 23,
    "verse_number": 39,
    "content": "قال رب انصرني بما كذبون",
  },
  {
    "surah_number": 23,
    "verse_number": 40,
    "content": "قال عما قليل ليصبحن ندمين",
  },
  {
    "surah_number": 23,
    "verse_number": 41,
    "content": "فاخذتهم الصيحة بالحق فجعلنهم غثاء فبعدا للقوم الظـلمين",
  },
  {
    "surah_number": 23,
    "verse_number": 42,
    "content": "ثم انشانا من بعدهم قرونا ءاخرين",
  },
  {
    "surah_number": 23,
    "verse_number": 43,
    "content": "ما تسبق من امة اجلها وما يستـخرون",
  },
  {
    "surah_number": 23,
    "verse_number": 44,
    "content":
        "ثم ارسلنا رسلنا تترا كل ما جاء امة رسولها كذبوه فاتبعنا بعضهم بعضا وجعلنهم احاديث فبعدا لقوم لا يؤمنون",
  },
  {
    "surah_number": 23,
    "verse_number": 45,
    "content": "ثم ارسلنا موسى واخاه هرون بـايتنا وسلطن مبين",
  },
  {
    "surah_number": 23,
    "verse_number": 46,
    "content": "الى فرعون وملايه فاستكبروا وكانوا قوما عالين",
  },
  {
    "surah_number": 23,
    "verse_number": 47,
    "content": "فقالوا انؤمن لبشرين مثلنا وقومهما لنا عبدون",
  },
  {
    "surah_number": 23,
    "verse_number": 48,
    "content": "فكذبوهما فكانوا من المهلكين",
  },
  {
    "surah_number": 23,
    "verse_number": 49,
    "content": "ولقد ءاتينا موسى الكتب لعلهم يهتدون",
  },
  {
    "surah_number": 23,
    "verse_number": 50,
    "content": "وجعلنا ابن مريم وامه ءاية وءاوينهما الى ربوة ذات قرار ومعين",
  },
  {
    "surah_number": 23,
    "verse_number": 51,
    "content": "يـايها الرسل كلوا من الطيبت واعملوا صلحا اني بما تعملون عليم",
  },
  {
    "surah_number": 23,
    "verse_number": 52,
    "content": "وان هذه امتكم امة وحدة وانا ربكم فاتقون",
  },
  {
    "surah_number": 23,
    "verse_number": 53,
    "content": "فتقطعوا امرهم بينهم زبرا كل حزب بما لديهم فرحون",
  },
  {
    "surah_number": 23,
    "verse_number": 54,
    "content": "فذرهم في غمرتهم حتى حين",
  },
  {
    "surah_number": 23,
    "verse_number": 55,
    "content": "ايحسبون انما نمدهم به من مال وبنين",
  },
  {
    "surah_number": 23,
    "verse_number": 56,
    "content": "نسارع لهم في الخيرت بل لا يشعرون",
  },
  {
    "surah_number": 23,
    "verse_number": 57,
    "content": "ان الذين هم من خشية ربهم مشفقون",
  },
  {
    "surah_number": 23,
    "verse_number": 58,
    "content": "والذين هم بـايت ربهم يؤمنون",
  },
  {
    "surah_number": 23,
    "verse_number": 59,
    "content": "والذين هم بربهم لا يشركون",
  },
  {
    "surah_number": 23,
    "verse_number": 60,
    "content": "والذين يؤتون ما ءاتوا وقلوبهم وجلة انهم الى ربهم رجعون",
  },
  {
    "surah_number": 23,
    "verse_number": 61,
    "content": "اولـئك يسرعون في الخيرت وهم لها سبقون",
  },
  {
    "surah_number": 23,
    "verse_number": 62,
    "content": "ولا نكلف نفسا الا وسعها ولدينا كتب ينطق بالحق وهم لا يظلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 63,
    "content": "بل قلوبهم في غمرة من هذا ولهم اعمل من دون ذلك هم لها عملون",
  },
  {
    "surah_number": 23,
    "verse_number": 64,
    "content": "حتى اذا اخذنا مترفيهم بالعذاب اذا هم يجـرون",
  },
  {
    "surah_number": 23,
    "verse_number": 65,
    "content": "لا تجـروا اليوم انكم منا لا تنصرون",
  },
  {
    "surah_number": 23,
    "verse_number": 66,
    "content": "قد كانت ءايتي تتلى عليكم فكنتم على اعقبكم تنكصون",
  },
  {
    "surah_number": 23,
    "verse_number": 67,
    "content": "مستكبرين به سمرا تهجرون",
  },
  {
    "surah_number": 23,
    "verse_number": 68,
    "content": "افلم يدبروا القول ام جاءهم ما لم يات ءاباءهم الاولين",
  },
  {
    "surah_number": 23,
    "verse_number": 69,
    "content": "ام لم يعرفوا رسولهم فهم له منكرون",
  },
  {
    "surah_number": 23,
    "verse_number": 70,
    "content": "ام يقولون به جنة بل جاءهم بالحق واكثرهم للحق كرهون",
  },
  {
    "surah_number": 23,
    "verse_number": 71,
    "content":
        "ولو اتبع الحق اهواءهم لفسدت السموت والارض ومن فيهن بل اتينهم بذكرهم فهم عن ذكرهم معرضون",
  },
  {
    "surah_number": 23,
    "verse_number": 72,
    "content": "ام تسـلهم خرجا فخراج ربك خير وهو خير الرـزقين",
  },
  {
    "surah_number": 23,
    "verse_number": 73,
    "content": "وانك لتدعوهم الى صراط مستقيم",
  },
  {
    "surah_number": 23,
    "verse_number": 74,
    "content": "وان الذين لا يؤمنون بالاخرة عن الصراط لنكبون",
  },
  {
    "surah_number": 23,
    "verse_number": 75,
    "content": "ولو رحمنهم وكشفنا ما بهم من ضر للجوا في طغينهم يعمهون",
  },
  {
    "surah_number": 23,
    "verse_number": 76,
    "content": "ولقد اخذنهم بالعذاب فما استكانوا لربهم وما يتضرعون",
  },
  {
    "surah_number": 23,
    "verse_number": 77,
    "content": "حتى اذا فتحنا عليهم بابا ذا عذاب شديد اذا هم فيه مبلسون",
  },
  {
    "surah_number": 23,
    "verse_number": 78,
    "content": "وهو الذي انشا لكم السمع والابصر والافـدة قليلا ما تشكرون",
  },
  {
    "surah_number": 23,
    "verse_number": 79,
    "content": "وهو الذي ذراكم في الارض واليه تحشرون",
  },
  {
    "surah_number": 23,
    "verse_number": 80,
    "content": "وهو الذي يحي ويميت وله اختلف اليل والنهار افلا تعقلون",
  },
  {
    "surah_number": 23,
    "verse_number": 81,
    "content": "بل قالوا مثل ما قال الاولون",
  },
  {
    "surah_number": 23,
    "verse_number": 82,
    "content": "قالوا اءذا متنا وكنا ترابا وعظما اءنا لمبعوثون",
  },
  {
    "surah_number": 23,
    "verse_number": 83,
    "content": "لقد وعدنا نحن وءاباؤنا هذا من قبل ان هذا الا اسطير الاولين",
  },
  {
    "surah_number": 23,
    "verse_number": 84,
    "content": "قل لمن الارض ومن فيها ان كنتم تعلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 85,
    "content": "سيقولون لله قل افلا تذكرون",
  },
  {
    "surah_number": 23,
    "verse_number": 86,
    "content": "قل من رب السموت السبع ورب العرش العظيم",
  },
  {
    "surah_number": 23,
    "verse_number": 87,
    "content": "سيقولون لله قل افلا تتقون",
  },
  {
    "surah_number": 23,
    "verse_number": 88,
    "content": "قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه ان كنتم تعلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 89,
    "content": "سيقولون لله قل فانى تسحرون",
  },
  {
    "surah_number": 23,
    "verse_number": 90,
    "content": "بل اتينهم بالحق وانهم لكذبون",
  },
  {
    "surah_number": 23,
    "verse_number": 91,
    "content":
        "ما اتخذ الله من ولد وما كان معه من اله اذا لذهب كل اله بما خلق ولعلا بعضهم على بعض سبحن الله عما يصفون",
  },
  {
    "surah_number": 23,
    "verse_number": 92,
    "content": "علم الغيب والشهدة فتعلى عما يشركون",
  },
  {
    "surah_number": 23,
    "verse_number": 93,
    "content": "قل رب اما تريني ما يوعدون",
  },
  {
    "surah_number": 23,
    "verse_number": 94,
    "content": "رب فلا تجعلني في القوم الظـلمين",
  },
  {
    "surah_number": 23,
    "verse_number": 95,
    "content": "وانا على ان نريك ما نعدهم لقدرون",
  },
  {
    "surah_number": 23,
    "verse_number": 96,
    "content": "ادفع بالتي هي احسن السيئة نحن اعلم بما يصفون",
  },
  {
    "surah_number": 23,
    "verse_number": 97,
    "content": "وقل رب اعوذ بك من همزت الشيطين",
  },
  {"surah_number": 23, "verse_number": 98, "content": "واعوذ بك رب ان يحضرون"},
  {
    "surah_number": 23,
    "verse_number": 99,
    "content": "حتى اذا جاء احدهم الموت قال رب ارجعون",
  },
  {
    "surah_number": 23,
    "verse_number": 100,
    "content":
        "لعلي اعمل صلحا فيما تركت كلا انها كلمة هو قائلها ومن ورائهم برزخ الى يوم يبعثون",
  },
  {
    "surah_number": 23,
    "verse_number": 101,
    "content": "فاذا نفخ في الصور فلا انساب بينهم يومئذ ولا يتساءلون",
  },
  {
    "surah_number": 23,
    "verse_number": 102,
    "content": "فمن ثقلت موزينه فاولـئك هم المفلحون",
  },
  {
    "surah_number": 23,
    "verse_number": 103,
    "content": "ومن خفت موزينه فاولـئك الذين خسروا انفسهم في جهنم خلدون",
  },
  {
    "surah_number": 23,
    "verse_number": 104,
    "content": "تلفح وجوههم النار وهم فيها كلحون",
  },
  {
    "surah_number": 23,
    "verse_number": 105,
    "content": "الم تكن ءايتي تتلى عليكم فكنتم بها تكذبون",
  },
  {
    "surah_number": 23,
    "verse_number": 106,
    "content": "قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين",
  },
  {
    "surah_number": 23,
    "verse_number": 107,
    "content": "ربنا اخرجنا منها فان عدنا فانا ظلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 108,
    "content": "قال اخسـوا فيها ولا تكلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 109,
    "content":
        "انه كان فريق من عبادي يقولون ربنا ءامنا فاغفر لنا وارحمنا وانت خير الرـحمين",
  },
  {
    "surah_number": 23,
    "verse_number": 110,
    "content": "فاتخذتموهم سخريا حتى انسوكم ذكري وكنتم منهم تضحكون",
  },
  {
    "surah_number": 23,
    "verse_number": 111,
    "content": "اني جزيتهم اليوم بما صبروا انهم هم الفائزون",
  },
  {
    "surah_number": 23,
    "verse_number": 112,
    "content": "قل كم لبثتم في الارض عدد سنين",
  },
  {
    "surah_number": 23,
    "verse_number": 113,
    "content": "قالوا لبثنا يوما او بعض يوم فسـل العادين",
  },
  {
    "surah_number": 23,
    "verse_number": 114,
    "content": "قل ان لبثتم الا قليلا لو انكم كنتم تعلمون",
  },
  {
    "surah_number": 23,
    "verse_number": 115,
    "content": "افحسبتم انما خلقنكم عبثا وانكم الينا لا ترجعون",
  },
  {
    "surah_number": 23,
    "verse_number": 116,
    "content": "فتعلى الله الملك الحق لا اله الا هو رب العرش الكريم",
  },
  {
    "surah_number": 23,
    "verse_number": 117,
    "content":
        "ومن يدع مع الله الها ءاخر لا برهن له به فانما حسابه عند ربه انه لا يفلح الكفرون",
  },
  {
    "surah_number": 23,
    "verse_number": 118,
    "content": "وقل رب اغفر وارحم وانت خير الرـحمين",
  },
  {
    "surah_number": 24,
    "verse_number": 1,
    "content": "سورة انزلنها وفرضنها وانزلنا فيها ءايت بينت لعلكم تذكرون",
  },
  {
    "surah_number": 24,
    "verse_number": 2,
    "content":
        "الزانية والزاني فاجلدوا كل وحد منهما مائة جلدة ولا تاخذكم بهما رافة في دين الله ان كنتم تؤمنون بالله واليوم الاخر وليشهد عذابهما طائفة من المؤمنين",
  },
  {
    "surah_number": 24,
    "verse_number": 3,
    "content":
        "الزاني لا ينكح الا زانية او مشركة والزانية لا ينكحها الا زان او مشرك وحرم ذلك على المؤمنين",
  },
  {
    "surah_number": 24,
    "verse_number": 4,
    "content":
        "والذين يرمون المحصنت ثم لم ياتوا باربعة شهداء فاجلدوهم ثمنين جلدة ولا تقبلوا لهم شهدة ابدا واولـئك هم الفسقون",
  },
  {
    "surah_number": 24,
    "verse_number": 5,
    "content": "الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم",
  },
  {
    "surah_number": 24,
    "verse_number": 6,
    "content":
        "والذين يرمون ازوجهم ولم يكن لهم شهداء الا انفسهم فشهدة احدهم اربع شهدت بالله انه لمن الصـدقين",
  },
  {
    "surah_number": 24,
    "verse_number": 7,
    "content": "والخمسة ان لعنت الله عليه ان كان من الكذبين",
  },
  {
    "surah_number": 24,
    "verse_number": 8,
    "content": "ويدرؤا عنها العذاب ان تشهد اربع شهدت بالله انه لمن الكذبين",
  },
  {
    "surah_number": 24,
    "verse_number": 9,
    "content": "والخمسة ان غضب الله عليها ان كان من الصـدقين",
  },
  {
    "surah_number": 24,
    "verse_number": 10,
    "content": "ولولا فضل الله عليكم ورحمته وان الله تواب حكيم",
  },
  {
    "surah_number": 24,
    "verse_number": 11,
    "content":
        "ان الذين جاءو بالافك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امري منهم ما اكتسب من الاثم والذي تولى كبره منهم له عذاب عظيم",
  },
  {
    "surah_number": 24,
    "verse_number": 12,
    "content":
        "لولا اذ سمعتموه ظن المؤمنون والمؤمنت بانفسهم خيرا وقالوا هذا افك مبين",
  },
  {
    "surah_number": 24,
    "verse_number": 13,
    "content":
        "لولا جاءو عليه باربعة شهداء فاذ لم ياتوا بالشهداء فاولـئك عند الله هم الكذبون",
  },
  {
    "surah_number": 24,
    "verse_number": 14,
    "content":
        "ولولا فضل الله عليكم ورحمته في الدنيا والاخرة لمسكم في ما افضتم فيه عذاب عظيم",
  },
  {
    "surah_number": 24,
    "verse_number": 15,
    "content":
        "اذ تلقونه بالسنتكم وتقولون بافواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم",
  },
  {
    "surah_number": 24,
    "verse_number": 16,
    "content":
        "ولولا اذ سمعتموه قلتم ما يكون لنا ان نتكلم بهذا سبحنك هذا بهتن عظيم",
  },
  {
    "surah_number": 24,
    "verse_number": 17,
    "content": "يعظكم الله ان تعودوا لمثله ابدا ان كنتم مؤمنين",
  },
  {
    "surah_number": 24,
    "verse_number": 18,
    "content": "ويبين الله لكم الايت والله عليم حكيم",
  },
  {
    "surah_number": 24,
    "verse_number": 19,
    "content":
        "ان الذين يحبون ان تشيع الفحشة في الذين ءامنوا لهم عذاب اليم في الدنيا والاخرة والله يعلم وانتم لا تعلمون",
  },
  {
    "surah_number": 24,
    "verse_number": 20,
    "content": "ولولا فضل الله عليكم ورحمته وان الله رءوف رحيم",
  },
  {
    "surah_number": 24,
    "verse_number": 21,
    "content":
        "يـايها الذين ءامنوا لا تتبعوا خطوت الشيطن ومن يتبع خطوت الشيطن فانه يامر بالفحشاء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من احد ابدا ولكن الله يزكي من يشاء والله سميع عليم",
  },
  {
    "surah_number": 24,
    "verse_number": 22,
    "content":
        "ولا ياتل اولوا الفضل منكم والسعة ان يؤتوا اولي القربى والمسكين والمهجرين في سبيل الله وليعفوا وليصفحوا الا تحبون ان يغفر الله لكم والله غفور رحيم",
  },
  {
    "surah_number": 24,
    "verse_number": 23,
    "content":
        "ان الذين يرمون المحصنت الغفلت المؤمنت لعنوا في الدنيا والاخرة ولهم عذاب عظيم",
  },
  {
    "surah_number": 24,
    "verse_number": 24,
    "content": "يوم تشهد عليهم السنتهم وايديهم وارجلهم بما كانوا يعملون",
  },
  {
    "surah_number": 24,
    "verse_number": 25,
    "content": "يومئذ يوفيهم الله دينهم الحق ويعلمون ان الله هو الحق المبين",
  },
  {
    "surah_number": 24,
    "verse_number": 26,
    "content":
        "الخبيثت للخبيثين والخبيثون للخبيثت والطيبت للطيبين والطيبون للطيبت اولـئك مبرءون مما يقولون لهم مغفرة ورزق كريم",
  },
  {
    "surah_number": 24,
    "verse_number": 27,
    "content":
        "يـايها الذين ءامنوا لا تدخلوا بيوتا غير بيوتكم حتى تستانسوا وتسلموا على اهلها ذلكم خير لكم لعلكم تذكرون",
  },
  {
    "surah_number": 24,
    "verse_number": 28,
    "content":
        "فان لم تجدوا فيها احدا فلا تدخلوها حتى يؤذن لكم وان قيل لكم ارجعوا فارجعوا هو ازكى لكم والله بما تعملون عليم",
  },
  {
    "surah_number": 24,
    "verse_number": 29,
    "content":
        "ليس عليكم جناح ان تدخلوا بيوتا غير مسكونة فيها متع لكم والله يعلم ما تبدون وما تكتمون",
  },
  {
    "surah_number": 24,
    "verse_number": 30,
    "content":
        "قل للمؤمنين يغضوا من ابصرهم ويحفظوا فروجهم ذلك ازكى لهم ان الله خبير بما يصنعون",
  },
  {
    "surah_number": 24,
    "verse_number": 31,
    "content":
        "وقل للمؤمنت يغضضن من ابصرهن ويحفظن فروجهن ولا يبدين زينتهن الا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن الا لبعولتهن او ءابائهن او ءاباء بعولتهن او ابنائهن او ابناء بعولتهن او اخونهن او بني اخونهن او بني اخوتهن او نسائهن او ما ملكت ايمنهن او التـبعين غير اولي الاربة من الرجال او الطفل الذين لم يظهروا على عورت النساء ولا يضربن بارجلهن ليعلم ما يخفين من زينتهن وتوبوا الى الله جميعا ايه المؤمنون لعلكم تفلحون",
  },
  {
    "surah_number": 24,
    "verse_number": 32,
    "content":
        "وانكحوا الايمى منكم والصـلحين من عبادكم وامائكم ان يكونوا فقراء يغنهم الله من فضله والله وسع عليم",
  },
  {
    "surah_number": 24,
    "verse_number": 33,
    "content":
        "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتب مما ملكت ايمنكم فكاتبوهم ان علمتم فيهم خيرا وءاتوهم من مال الله الذي ءاتىكم ولا تكرهوا فتيتكم على البغاء ان اردن تحصنا لتبتغوا عرض الحيوة الدنيا ومن يكرههن فان الله من بعد اكرههن غفور رحيم",
  },
  {
    "surah_number": 24,
    "verse_number": 34,
    "content":
        "ولقد انزلنا اليكم ءايت مبينت ومثلا من الذين خلوا من قبلكم وموعظة للمتقين",
  },
  {
    "surah_number": 24,
    "verse_number": 35,
    "content":
        "الله نور السموت والارض مثل نوره كمشكوة فيها مصباح المصباح في زجاجة الزجاجة كانها كوكب دري يوقد من شجرة مبركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار نور على نور يهدي الله لنوره من يشاء ويضرب الله الامثل للناس والله بكل شيء عليم",
  },
  {
    "surah_number": 24,
    "verse_number": 36,
    "content":
        "في بيوت اذن الله ان ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والاصال",
  },
  {
    "surah_number": 24,
    "verse_number": 37,
    "content":
        "رجال لا تلهيهم تجرة ولا بيع عن ذكر الله واقام الصلاة وايتاء الزكوة يخافون يوما تتقلب فيه القلوب والابصر",
  },
  {
    "surah_number": 24,
    "verse_number": 38,
    "content":
        "ليجزيهم الله احسن ما عملوا ويزيدهم من فضله والله يرزق من يشاء بغير حساب",
  },
  {
    "surah_number": 24,
    "verse_number": 39,
    "content":
        "والذين كفروا اعملهم كسراب بقيعة يحسبه الظمـان ماء حتى اذا جاءه لم يجده شيـا ووجد الله عنده فوفىه حسابه والله سريع الحساب",
  },
  {
    "surah_number": 24,
    "verse_number": 40,
    "content":
        "او كظلمت في بحر لجي يغشىه موج من فوقه موج من فوقه سحاب ظلمت بعضها فوق بعض اذا اخرج يده لم يكد يرىها ومن لم يجعل الله له نورا فما له من نور",
  },
  {
    "surah_number": 24,
    "verse_number": 41,
    "content":
        "الم تر ان الله يسبح له من في السموت والارض والطير صـفـت كل قد علم صلاته وتسبيحه والله عليم بما يفعلون",
  },
  {
    "surah_number": 24,
    "verse_number": 42,
    "content": "ولله ملك السموت والارض والى الله المصير",
  },
  {
    "surah_number": 24,
    "verse_number": 43,
    "content":
        "الم تر ان الله يزجي سحابا ثم يؤلف بينه ثم يجعله ركاما فترى الودق يخرج من خلله وينزل من السماء من جبال فيها من برد فيصيب به من يشاء ويصرفه عن من يشاء يكاد سنا برقه يذهب بالابصر",
  },
  {
    "surah_number": 24,
    "verse_number": 44,
    "content": "يقلب الله اليل والنهار ان في ذلك لعبرة لاولي الابصر",
  },
  {
    "surah_number": 24,
    "verse_number": 45,
    "content":
        "والله خلق كل دابة من ماء فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين ومنهم من يمشي على اربع يخلق الله ما يشاء ان الله على كل شيء قدير",
  },
  {
    "surah_number": 24,
    "verse_number": 46,
    "content": "لقد انزلنا ءايت مبينت والله يهدي من يشاء الى صراط مستقيم",
  },
  {
    "surah_number": 24,
    "verse_number": 47,
    "content":
        "ويقولون ءامنا بالله وبالرسول واطعنا ثم يتولى فريق منهم من بعد ذلك وما اولـئك بالمؤمنين",
  },
  {
    "surah_number": 24,
    "verse_number": 48,
    "content": "واذا دعوا الى الله ورسوله ليحكم بينهم اذا فريق منهم معرضون",
  },
  {
    "surah_number": 24,
    "verse_number": 49,
    "content": "وان يكن لهم الحق ياتوا اليه مذعنين",
  },
  {
    "surah_number": 24,
    "verse_number": 50,
    "content":
        "افي قلوبهم مرض ام ارتابوا ام يخافون ان يحيف الله عليهم ورسوله بل اولـئك هم الظـلمون",
  },
  {
    "surah_number": 24,
    "verse_number": 51,
    "content":
        "انما كان قول المؤمنين اذا دعوا الى الله ورسوله ليحكم بينهم ان يقولوا سمعنا واطعنا واولـئك هم المفلحون",
  },
  {
    "surah_number": 24,
    "verse_number": 52,
    "content": "ومن يطع الله ورسوله ويخش الله ويتقه فاولـئك هم الفائزون",
  },
  {
    "surah_number": 24,
    "verse_number": 53,
    "content":
        "واقسموا بالله جهد ايمنهم لئن امرتهم ليخرجن قل لا تقسموا طاعة معروفة ان الله خبير بما تعملون",
  },
  {
    "surah_number": 24,
    "verse_number": 54,
    "content":
        "قل اطيعوا الله واطيعوا الرسول فان تولوا فانما عليه ما حمل وعليكم ما حملتم وان تطيعوه تهتدوا وما على الرسول الا البلغ المبين",
  },
  {
    "surah_number": 24,
    "verse_number": 55,
    "content":
        "وعد الله الذين ءامنوا منكم وعملوا الصـلحت ليستخلفنهم في الارض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم امنا يعبدونني لا يشركون بي شيـا ومن كفر بعد ذلك فاولـئك هم الفسقون",
  },
  {
    "surah_number": 24,
    "verse_number": 56,
    "content": "واقيموا الصلاة وءاتوا الزكوة واطيعوا الرسول لعلكم ترحمون",
  },
  {
    "surah_number": 24,
    "verse_number": 57,
    "content":
        "لا تحسبن الذين كفروا معجزين في الارض وماوىهم النار ولبئس المصير",
  },
  {
    "surah_number": 24,
    "verse_number": 58,
    "content":
        "يـايها الذين ءامنوا ليستـذنكم الذين ملكت ايمنكم والذين لم يبلغوا الحلم منكم ثلث مرـت من قبل صلوة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلوة العشاء ثلث عورت لكم ليس عليكم ولا عليهم جناح بعدهن طوـفون عليكم بعضكم على بعض كذلك يبين الله لكم الايت والله عليم حكيم",
  },
  {
    "surah_number": 24,
    "verse_number": 59,
    "content":
        "واذا بلغ الاطفل منكم الحلم فليستـذنوا كما استـذن الذين من قبلهم كذلك يبين الله لكم ءايته والله عليم حكيم",
  },
  {
    "surah_number": 24,
    "verse_number": 60,
    "content":
        "والقوعد من النساء الـتي لا يرجون نكاحا فليس عليهن جناح ان يضعن ثيابهن غير متبرجت بزينة وان يستعففن خير لهن والله سميع عليم",
  },
  {
    "surah_number": 24,
    "verse_number": 61,
    "content":
        "ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ولا على انفسكم ان تاكلوا من بيوتكم او بيوت ءابائكم او بيوت امهتكم او بيوت اخونكم او بيوت اخوتكم او بيوت اعممكم او بيوت عمـتكم او بيوت اخولكم او بيوت خلتكم او ما ملكتم مفاتحه او صديقكم ليس عليكم جناح ان تاكلوا جميعا او اشتاتا فاذا دخلتم بيوتا فسلموا على انفسكم تحية من عند الله مبركة طيبة كذلك يبين الله لكم الايت لعلكم تعقلون",
  },
  {
    "surah_number": 24,
    "verse_number": 62,
    "content":
        "انما المؤمنون الذين ءامنوا بالله ورسوله واذا كانوا معه على امر جامع لم يذهبوا حتى يستـذنوه ان الذين يستـذنونك اولـئك الذين يؤمنون بالله ورسوله فاذا استـذنوك لبعض شانهم فاذن لمن شئت منهم واستغفر لهم الله ان الله غفور رحيم",
  },
  {
    "surah_number": 24,
    "verse_number": 63,
    "content":
        "لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن امره ان تصيبهم فتنة او يصيبهم عذاب اليم",
  },
  {
    "surah_number": 24,
    "verse_number": 64,
    "content":
        "الا ان لله ما في السموت والارض قد يعلم ما انتم عليه ويوم يرجعون اليه فينبئهم بما عملوا والله بكل شيء عليم",
  },
  {
    "surah_number": 25,
    "verse_number": 1,
    "content": "تبارك الذي نزل الفرقان على عبده ليكون للعلمين نذيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 2,
    "content":
        "الذي له ملك السموت والارض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شيء فقدره تقديرا",
  },
  {
    "surah_number": 25,
    "verse_number": 3,
    "content":
        "واتخذوا من دونه ءالهة لا يخلقون شيـا وهم يخلقون ولا يملكون لانفسهم ضرا ولا نفعا ولا يملكون موتا ولا حيوة ولا نشورا",
  },
  {
    "surah_number": 25,
    "verse_number": 4,
    "content":
        "وقال الذين كفروا ان هذا الا افك افترىه واعانه عليه قوم ءاخرون فقد جاءو ظلما وزورا",
  },
  {
    "surah_number": 25,
    "verse_number": 5,
    "content": "وقالوا اسطير الاولين اكتتبها فهي تملى عليه بكرة واصيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 6,
    "content": "قل انزله الذي يعلم السر في السموت والارض انه كان غفورا رحيما",
  },
  {
    "surah_number": 25,
    "verse_number": 7,
    "content":
        "وقالوا مال هذا الرسول ياكل الطعام ويمشي في الاسواق لولا انزل اليه ملك فيكون معه نذيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 8,
    "content":
        "او يلقى اليه كنز او تكون له جنة ياكل منها وقال الظـلمون ان تتبعون الا رجلا مسحورا",
  },
  {
    "surah_number": 25,
    "verse_number": 9,
    "content": "انظر كيف ضربوا لك الامثل فضلوا فلا يستطيعون سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 10,
    "content":
        "تبارك الذي ان شاء جعل لك خيرا من ذلك جنـت تجري من تحتها الانهر ويجعل لك قصورا",
  },
  {
    "surah_number": 25,
    "verse_number": 11,
    "content": "بل كذبوا بالساعة واعتدنا لمن كذب بالساعة سعيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 12,
    "content": "اذا راتهم من مكان بعيد سمعوا لها تغيظا وزفيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 13,
    "content": "واذا القوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا",
  },
  {
    "surah_number": 25,
    "verse_number": 14,
    "content": "لا تدعوا اليوم ثبورا وحدا وادعوا ثبورا كثيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 15,
    "content": "قل اذلك خير ام جنة الخلد التي وعد المتقون كانت لهم جزاء ومصيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 16,
    "content": "لهم فيها ما يشاءون خلدين كان على ربك وعدا مسـولا",
  },
  {
    "surah_number": 25,
    "verse_number": 17,
    "content":
        "ويوم يحشرهم وما يعبدون من دون الله فيقول ءانتم اضللتم عبادي هـؤلاء ام هم ضلوا السبيل",
  },
  {
    "surah_number": 25,
    "verse_number": 18,
    "content":
        "قالوا سبحنك ما كان ينبغي لنا ان نتخذ من دونك من اولياء ولكن متعتهم وءاباءهم حتى نسوا الذكر وكانوا قوما بورا",
  },
  {
    "surah_number": 25,
    "verse_number": 19,
    "content":
        "فقد كذبوكم بما تقولون فما تستطيعون صرفا ولا نصرا ومن يظلم منكم نذقه عذابا كبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 20,
    "content":
        "وما ارسلنا قبلك من المرسلين الا انهم لياكلون الطعام ويمشون في الاسواق وجعلنا بعضكم لبعض فتنة اتصبرون وكان ربك بصيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 21,
    "content":
        "وقال الذين لا يرجون لقاءنا لولا انزل علينا الملـئكة او نرى ربنا لقد استكبروا في انفسهم وعتو عتوا كبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 22,
    "content": "يوم يرون الملـئكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا",
  },
  {
    "surah_number": 25,
    "verse_number": 23,
    "content": "وقدمنا الى ما عملوا من عمل فجعلنه هباء منثورا",
  },
  {
    "surah_number": 25,
    "verse_number": 24,
    "content": "اصحب الجنة يومئذ خير مستقرا واحسن مقيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 25,
    "content": "ويوم تشقق السماء بالغمم ونزل الملـئكة تنزيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 26,
    "content": "الملك يومئذ الحق للرحمن وكان يوما على الكفرين عسيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 27,
    "content": "ويوم يعض الظالم على يديه يقول يليتني اتخذت مع الرسول سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 28,
    "content": "يويلتى ليتني لم اتخذ فلانا خليلا",
  },
  {
    "surah_number": 25,
    "verse_number": 29,
    "content": "لقد اضلني عن الذكر بعد اذ جاءني وكان الشيطن للانسن خذولا",
  },
  {
    "surah_number": 25,
    "verse_number": 30,
    "content": "وقال الرسول يرب ان قومي اتخذوا هذا القرءان مهجورا",
  },
  {
    "surah_number": 25,
    "verse_number": 31,
    "content": "وكذلك جعلنا لكل نبي عدوا من المجرمين وكفى بربك هاديا ونصيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 32,
    "content":
        "وقال الذين كفروا لولا نزل عليه القرءان جملة وحدة كذلك لنثبت به فؤادك ورتلنه ترتيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 33,
    "content": "ولا ياتونك بمثل الا جئنك بالحق واحسن تفسيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 34,
    "content": "الذين يحشرون على وجوههم الى جهنم اولـئك شر مكانا واضل سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 35,
    "content": "ولقد ءاتينا موسى الكتب وجعلنا معه اخاه هرون وزيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 36,
    "content": "فقلنا اذهبا الى القوم الذين كذبوا بـايتنا فدمرنهم تدميرا",
  },
  {
    "surah_number": 25,
    "verse_number": 37,
    "content":
        "وقوم نوح لما كذبوا الرسل اغرقنهم وجعلنهم للناس ءاية واعتدنا للظـلمين عذابا اليما",
  },
  {
    "surah_number": 25,
    "verse_number": 38,
    "content": "وعادا وثمودا واصحب الرس وقرونا بين ذلك كثيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 39,
    "content": "وكلا ضربنا له الامثل وكلا تبرنا تتبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 40,
    "content":
        "ولقد اتوا على القرية التي امطرت مطر السوء افلم يكونوا يرونها بل كانوا لا يرجون نشورا",
  },
  {
    "surah_number": 25,
    "verse_number": 41,
    "content": "واذا راوك ان يتخذونك الا هزوا اهذا الذي بعث الله رسولا",
  },
  {
    "surah_number": 25,
    "verse_number": 42,
    "content":
        "ان كاد ليضلنا عن ءالهتنا لولا ان صبرنا عليها وسوف يعلمون حين يرون العذاب من اضل سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 43,
    "content": "ارءيت من اتخذ الهه هوىه افانت تكون عليه وكيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 44,
    "content":
        "ام تحسب ان اكثرهم يسمعون او يعقلون ان هم الا كالانعم بل هم اضل سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 45,
    "content":
        "الم تر الى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا",
  },
  {
    "surah_number": 25,
    "verse_number": 46,
    "content": "ثم قبضنه الينا قبضا يسيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 47,
    "content": "وهو الذي جعل لكم اليل لباسا والنوم سباتا وجعل النهار نشورا",
  },
  {
    "surah_number": 25,
    "verse_number": 48,
    "content":
        "وهو الذي ارسل الريح بشرا بين يدي رحمته وانزلنا من السماء ماء طهورا",
  },
  {
    "surah_number": 25,
    "verse_number": 49,
    "content": "لنحـي به بلدة ميتا ونسقيه مما خلقنا انعما واناسي كثيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 50,
    "content": "ولقد صرفنه بينهم ليذكروا فابى اكثر الناس الا كفورا",
  },
  {
    "surah_number": 25,
    "verse_number": 51,
    "content": "ولو شئنا لبعثنا في كل قرية نذيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 52,
    "content": "فلا تطع الكفرين وجهدهم به جهادا كبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 53,
    "content":
        "وهو الذي مرج البحرين هذا عذب فرات وهذا ملح اجاج وجعل بينهما برزخا وحجرا محجورا",
  },
  {
    "surah_number": 25,
    "verse_number": 54,
    "content": "وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا وكان ربك قديرا",
  },
  {
    "surah_number": 25,
    "verse_number": 55,
    "content":
        "ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 56,
    "content": "وما ارسلنك الا مبشرا ونذيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 57,
    "content": "قل ما اسـلكم عليه من اجر الا من شاء ان يتخذ الى ربه سبيلا",
  },
  {
    "surah_number": 25,
    "verse_number": 58,
    "content":
        "وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 59,
    "content":
        "الذي خلق السموت والارض وما بينهما في ستة ايام ثم استوى على العرش الرحمن فسـل به خبيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 60,
    "content":
        "واذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن انسجد لما تامرنا وزادهم نفورا",
  },
  {
    "surah_number": 25,
    "verse_number": 61,
    "content": "تبارك الذي جعل في السماء بروجا وجعل فيها سرجا وقمرا منيرا",
  },
  {
    "surah_number": 25,
    "verse_number": 62,
    "content": "وهو الذي جعل اليل والنهار خلفة لمن اراد ان يذكر او اراد شكورا",
  },
  {
    "surah_number": 25,
    "verse_number": 63,
    "content":
        "وعباد الرحمن الذين يمشون على الارض هونا واذا خاطبهم الجهلون قالوا سلما",
  },
  {
    "surah_number": 25,
    "verse_number": 64,
    "content": "والذين يبيتون لربهم سجدا وقيما",
  },
  {
    "surah_number": 25,
    "verse_number": 65,
    "content": "والذين يقولون ربنا اصرف عنا عذاب جهنم ان عذابها كان غراما",
  },
  {
    "surah_number": 25,
    "verse_number": 66,
    "content": "انها ساءت مستقرا ومقاما",
  },
  {
    "surah_number": 25,
    "verse_number": 67,
    "content": "والذين اذا انفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما",
  },
  {
    "surah_number": 25,
    "verse_number": 68,
    "content":
        "والذين لا يدعون مع الله الها ءاخر ولا يقتلون النفس التي حرم الله الا بالحق ولا يزنون ومن يفعل ذلك يلق اثاما",
  },
  {
    "surah_number": 25,
    "verse_number": 69,
    "content": "يضعف له العذاب يوم القيمة ويخلد فيه مهانا",
  },
  {
    "surah_number": 25,
    "verse_number": 70,
    "content":
        "الا من تاب وءامن وعمل عملا صلحا فاولـئك يبدل الله سيـاتهم حسنت وكان الله غفورا رحيما",
  },
  {
    "surah_number": 25,
    "verse_number": 71,
    "content": "ومن تاب وعمل صلحا فانه يتوب الى الله متابا",
  },
  {
    "surah_number": 25,
    "verse_number": 72,
    "content": "والذين لا يشهدون الزور واذا مروا باللغو مروا كراما",
  },
  {
    "surah_number": 25,
    "verse_number": 73,
    "content": "والذين اذا ذكروا بـايت ربهم لم يخروا عليها صما وعميانا",
  },
  {
    "surah_number": 25,
    "verse_number": 74,
    "content":
        "والذين يقولون ربنا هب لنا من ازوجنا وذريـتنا قرة اعين واجعلنا للمتقين اماما",
  },
  {
    "surah_number": 25,
    "verse_number": 75,
    "content": "اولـئك يجزون الغرفة بما صبروا ويلقون فيها تحية وسلما",
  },
  {
    "surah_number": 25,
    "verse_number": 76,
    "content": "خلدين فيها حسنت مستقرا ومقاما",
  },
  {
    "surah_number": 25,
    "verse_number": 77,
    "content": "قل ما يعبؤا بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاما",
  },
  {"surah_number": 26, "verse_number": 1, "content": "طسم"},
  {"surah_number": 26, "verse_number": 2, "content": "تلك ءايت الكتب المبين"},
  {
    "surah_number": 26,
    "verse_number": 3,
    "content": "لعلك بخع نفسك الا يكونوا مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 4,
    "content": "ان نشا ننزل عليهم من السماء ءاية فظلت اعنقهم لها خضعين",
  },
  {
    "surah_number": 26,
    "verse_number": 5,
    "content": "وما ياتيهم من ذكر من الرحمن محدث الا كانوا عنه معرضين",
  },
  {
    "surah_number": 26,
    "verse_number": 6,
    "content": "فقد كذبوا فسياتيهم انبـؤا ما كانوا به يستهزءون",
  },
  {
    "surah_number": 26,
    "verse_number": 7,
    "content": "اولم يروا الى الارض كم انبتنا فيها من كل زوج كريم",
  },
  {
    "surah_number": 26,
    "verse_number": 8,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 9,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {
    "surah_number": 26,
    "verse_number": 10,
    "content": "واذ نادى ربك موسى ان ائت القوم الظـلمين",
  },
  {"surah_number": 26, "verse_number": 11, "content": "قوم فرعون الا يتقون"},
  {
    "surah_number": 26,
    "verse_number": 12,
    "content": "قال رب اني اخاف ان يكذبون",
  },
  {
    "surah_number": 26,
    "verse_number": 13,
    "content": "ويضيق صدري ولا ينطلق لساني فارسل الى هرون",
  },
  {
    "surah_number": 26,
    "verse_number": 14,
    "content": "ولهم علي ذنب فاخاف ان يقتلون",
  },
  {
    "surah_number": 26,
    "verse_number": 15,
    "content": "قال كلا فاذهبا بـايتنا انا معكم مستمعون",
  },
  {
    "surah_number": 26,
    "verse_number": 16,
    "content": "فاتيا فرعون فقولا انا رسول رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 17,
    "content": "ان ارسل معنا بني اسرـءيل",
  },
  {
    "surah_number": 26,
    "verse_number": 18,
    "content": "قال الم نربك فينا وليدا ولبثت فينا من عمرك سنين",
  },
  {
    "surah_number": 26,
    "verse_number": 19,
    "content": "وفعلت فعلتك التي فعلت وانت من الكفرين",
  },
  {
    "surah_number": 26,
    "verse_number": 20,
    "content": "قال فعلتها اذا وانا من الضالين",
  },
  {
    "surah_number": 26,
    "verse_number": 21,
    "content": "ففررت منكم لما خفتكم فوهب لي ربي حكما وجعلني من المرسلين",
  },
  {
    "surah_number": 26,
    "verse_number": 22,
    "content": "وتلك نعمة تمنها علي ان عبدت بني اسرـءيل",
  },
  {
    "surah_number": 26,
    "verse_number": 23,
    "content": "قال فرعون وما رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 24,
    "content": "قال رب السموت والارض وما بينهما ان كنتم موقنين",
  },
  {
    "surah_number": 26,
    "verse_number": 25,
    "content": "قال لمن حوله الا تستمعون",
  },
  {
    "surah_number": 26,
    "verse_number": 26,
    "content": "قال ربكم ورب ءابائكم الاولين",
  },
  {
    "surah_number": 26,
    "verse_number": 27,
    "content": "قال ان رسولكم الذي ارسل اليكم لمجنون",
  },
  {
    "surah_number": 26,
    "verse_number": 28,
    "content": "قال رب المشرق والمغرب وما بينهما ان كنتم تعقلون",
  },
  {
    "surah_number": 26,
    "verse_number": 29,
    "content": "قال لئن اتخذت الها غيري لاجعلنك من المسجونين",
  },
  {
    "surah_number": 26,
    "verse_number": 30,
    "content": "قال اولو جئتك بشيء مبين",
  },
  {
    "surah_number": 26,
    "verse_number": 31,
    "content": "قال فات به ان كنت من الصـدقين",
  },
  {
    "surah_number": 26,
    "verse_number": 32,
    "content": "فالقى عصاه فاذا هي ثعبان مبين",
  },
  {
    "surah_number": 26,
    "verse_number": 33,
    "content": "ونزع يده فاذا هي بيضاء للنـظرين",
  },
  {
    "surah_number": 26,
    "verse_number": 34,
    "content": "قال للملا حوله ان هذا لسحر عليم",
  },
  {
    "surah_number": 26,
    "verse_number": 35,
    "content": "يريد ان يخرجكم من ارضكم بسحره فماذا تامرون",
  },
  {
    "surah_number": 26,
    "verse_number": 36,
    "content": "قالوا ارجه واخاه وابعث في المدائن حشرين",
  },
  {"surah_number": 26, "verse_number": 37, "content": "ياتوك بكل سحار عليم"},
  {
    "surah_number": 26,
    "verse_number": 38,
    "content": "فجمع السحرة لميقت يوم معلوم",
  },
  {
    "surah_number": 26,
    "verse_number": 39,
    "content": "وقيل للناس هل انتم مجتمعون",
  },
  {
    "surah_number": 26,
    "verse_number": 40,
    "content": "لعلنا نتبع السحرة ان كانوا هم الغلبين",
  },
  {
    "surah_number": 26,
    "verse_number": 41,
    "content": "فلما جاء السحرة قالوا لفرعون ائن لنا لاجرا ان كنا نحن الغلبين",
  },
  {
    "surah_number": 26,
    "verse_number": 42,
    "content": "قال نعم وانكم اذا لمن المقربين",
  },
  {
    "surah_number": 26,
    "verse_number": 43,
    "content": "قال لهم موسى القوا ما انتم ملقون",
  },
  {
    "surah_number": 26,
    "verse_number": 44,
    "content": "فالقوا حبالهم وعصيهم وقالوا بعزة فرعون انا لنحن الغلبون",
  },
  {
    "surah_number": 26,
    "verse_number": 45,
    "content": "فالقى موسى عصاه فاذا هي تلقف ما يافكون",
  },
  {"surah_number": 26, "verse_number": 46, "content": "فالقي السحرة سجدين"},
  {
    "surah_number": 26,
    "verse_number": 47,
    "content": "قالوا ءامنا برب العلمين",
  },
  {"surah_number": 26, "verse_number": 48, "content": "رب موسى وهرون"},
  {
    "surah_number": 26,
    "verse_number": 49,
    "content":
        "قال ءامنتم له قبل ان ءاذن لكم انه لكبيركم الذي علمكم السحر فلسوف تعلمون لاقطعن ايديكم وارجلكم من خلف ولاصلبنكم اجمعين",
  },
  {
    "surah_number": 26,
    "verse_number": 50,
    "content": "قالوا لا ضير انا الى ربنا منقلبون",
  },
  {
    "surah_number": 26,
    "verse_number": 51,
    "content": "انا نطمع ان يغفر لنا ربنا خطينا ان كنا اول المؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 52,
    "content": "واوحينا الى موسى ان اسر بعبادي انكم متبعون",
  },
  {
    "surah_number": 26,
    "verse_number": 53,
    "content": "فارسل فرعون في المدائن حشرين",
  },
  {
    "surah_number": 26,
    "verse_number": 54,
    "content": "ان هـؤلاء لشرذمة قليلون",
  },
  {"surah_number": 26, "verse_number": 55, "content": "وانهم لنا لغائظون"},
  {"surah_number": 26, "verse_number": 56, "content": "وانا لجميع حذرون"},
  {"surah_number": 26, "verse_number": 57, "content": "فاخرجنهم من جنـت وعيون"},
  {"surah_number": 26, "verse_number": 58, "content": "وكنوز ومقام كريم"},
  {
    "surah_number": 26,
    "verse_number": 59,
    "content": "كذلك واورثنها بني اسرـءيل",
  },
  {"surah_number": 26, "verse_number": 60, "content": "فاتبعوهم مشرقين"},
  {
    "surah_number": 26,
    "verse_number": 61,
    "content": "فلما ترـءا الجمعان قال اصحب موسى انا لمدركون",
  },
  {
    "surah_number": 26,
    "verse_number": 62,
    "content": "قال كلا ان معي ربي سيهدين",
  },
  {
    "surah_number": 26,
    "verse_number": 63,
    "content":
        "فاوحينا الى موسى ان اضرب بعصاك البحر فانفلق فكان كل فرق كالطود العظيم",
  },
  {"surah_number": 26, "verse_number": 64, "content": "وازلفنا ثم الاخرين"},
  {
    "surah_number": 26,
    "verse_number": 65,
    "content": "وانجينا موسى ومن معه اجمعين",
  },
  {"surah_number": 26, "verse_number": 66, "content": "ثم اغرقنا الاخرين"},
  {
    "surah_number": 26,
    "verse_number": 67,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 68,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 69, "content": "واتل عليهم نبا ابرهيم"},
  {
    "surah_number": 26,
    "verse_number": 70,
    "content": "اذ قال لابيه وقومه ما تعبدون",
  },
  {
    "surah_number": 26,
    "verse_number": 71,
    "content": "قالوا نعبد اصناما فنظل لها عكفين",
  },
  {
    "surah_number": 26,
    "verse_number": 72,
    "content": "قال هل يسمعونكم اذ تدعون",
  },
  {"surah_number": 26, "verse_number": 73, "content": "او ينفعونكم او يضرون"},
  {
    "surah_number": 26,
    "verse_number": 74,
    "content": "قالوا بل وجدنا ءاباءنا كذلك يفعلون",
  },
  {
    "surah_number": 26,
    "verse_number": 75,
    "content": "قال افرءيتم ما كنتم تعبدون",
  },
  {"surah_number": 26, "verse_number": 76, "content": "انتم وءاباؤكم الاقدمون"},
  {
    "surah_number": 26,
    "verse_number": 77,
    "content": "فانهم عدو لي الا رب العلمين",
  },
  {"surah_number": 26, "verse_number": 78, "content": "الذي خلقني فهو يهدين"},
  {"surah_number": 26, "verse_number": 79, "content": "والذي هو يطعمني ويسقين"},
  {"surah_number": 26, "verse_number": 80, "content": "واذا مرضت فهو يشفين"},
  {"surah_number": 26, "verse_number": 81, "content": "والذي يميتني ثم يحيين"},
  {
    "surah_number": 26,
    "verse_number": 82,
    "content": "والذي اطمع ان يغفر لي خطيـتي يوم الدين",
  },
  {
    "surah_number": 26,
    "verse_number": 83,
    "content": "رب هب لي حكما والحقني بالصـلحين",
  },
  {
    "surah_number": 26,
    "verse_number": 84,
    "content": "واجعل لي لسان صدق في الاخرين",
  },
  {
    "surah_number": 26,
    "verse_number": 85,
    "content": "واجعلني من ورثة جنة النعيم",
  },
  {
    "surah_number": 26,
    "verse_number": 86,
    "content": "واغفر لابي انه كان من الضالين",
  },
  {"surah_number": 26, "verse_number": 87, "content": "ولا تخزني يوم يبعثون"},
  {
    "surah_number": 26,
    "verse_number": 88,
    "content": "يوم لا ينفع مال ولا بنون",
  },
  {
    "surah_number": 26,
    "verse_number": 89,
    "content": "الا من اتى الله بقلب سليم",
  },
  {"surah_number": 26, "verse_number": 90, "content": "وازلفت الجنة للمتقين"},
  {"surah_number": 26, "verse_number": 91, "content": "وبرزت الجحيم للغاوين"},
  {
    "surah_number": 26,
    "verse_number": 92,
    "content": "وقيل لهم اين ما كنتم تعبدون",
  },
  {
    "surah_number": 26,
    "verse_number": 93,
    "content": "من دون الله هل ينصرونكم او ينتصرون",
  },
  {
    "surah_number": 26,
    "verse_number": 94,
    "content": "فكبكبوا فيها هم والغاون",
  },
  {"surah_number": 26, "verse_number": 95, "content": "وجنود ابليس اجمعون"},
  {"surah_number": 26, "verse_number": 96, "content": "قالوا وهم فيها يختصمون"},
  {
    "surah_number": 26,
    "verse_number": 97,
    "content": "تالله ان كنا لفي ضلل مبين",
  },
  {"surah_number": 26, "verse_number": 98, "content": "اذ نسويكم برب العلمين"},
  {"surah_number": 26, "verse_number": 99, "content": "وما اضلنا الا المجرمون"},
  {"surah_number": 26, "verse_number": 100, "content": "فما لنا من شفعين"},
  {"surah_number": 26, "verse_number": 101, "content": "ولا صديق حميم"},
  {
    "surah_number": 26,
    "verse_number": 102,
    "content": "فلو ان لنا كرة فنكون من المؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 103,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 104,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 105, "content": "كذبت قوم نوح المرسلين"},
  {
    "surah_number": 26,
    "verse_number": 106,
    "content": "اذ قال لهم اخوهم نوح الا تتقون",
  },
  {"surah_number": 26, "verse_number": 107, "content": "اني لكم رسول امين"},
  {"surah_number": 26, "verse_number": 108, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 109,
    "content": "وما اسـلكم عليه من اجر ان اجري الا على رب العلمين",
  },
  {"surah_number": 26, "verse_number": 110, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 111,
    "content": "قالوا انؤمن لك واتبعك الارذلون",
  },
  {
    "surah_number": 26,
    "verse_number": 112,
    "content": "قال وما علمي بما كانوا يعملون",
  },
  {
    "surah_number": 26,
    "verse_number": 113,
    "content": "ان حسابهم الا على ربي لو تشعرون",
  },
  {
    "surah_number": 26,
    "verse_number": 114,
    "content": "وما انا بطارد المؤمنين",
  },
  {"surah_number": 26, "verse_number": 115, "content": "ان انا الا نذير مبين"},
  {
    "surah_number": 26,
    "verse_number": 116,
    "content": "قالوا لئن لم تنته ينوح لتكونن من المرجومين",
  },
  {"surah_number": 26, "verse_number": 117, "content": "قال رب ان قومي كذبون"},
  {
    "surah_number": 26,
    "verse_number": 118,
    "content": "فافتح بيني وبينهم فتحا ونجني ومن معي من المؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 119,
    "content": "فانجينه ومن معه في الفلك المشحون",
  },
  {"surah_number": 26, "verse_number": 120, "content": "ثم اغرقنا بعد الباقين"},
  {
    "surah_number": 26,
    "verse_number": 121,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 122,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 123, "content": "كذبت عاد المرسلين"},
  {
    "surah_number": 26,
    "verse_number": 124,
    "content": "اذ قال لهم اخوهم هود الا تتقون",
  },
  {"surah_number": 26, "verse_number": 125, "content": "اني لكم رسول امين"},
  {"surah_number": 26, "verse_number": 126, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 127,
    "content": "وما اسـلكم عليه من اجر ان اجري الا على رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 128,
    "content": "اتبنون بكل ريع ءاية تعبثون",
  },
  {
    "surah_number": 26,
    "verse_number": 129,
    "content": "وتتخذون مصانع لعلكم تخلدون",
  },
  {
    "surah_number": 26,
    "verse_number": 130,
    "content": "واذا بطشتم بطشتم جبارين",
  },
  {"surah_number": 26, "verse_number": 131, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 132,
    "content": "واتقوا الذي امدكم بما تعلمون",
  },
  {"surah_number": 26, "verse_number": 133, "content": "امدكم بانعم وبنين"},
  {"surah_number": 26, "verse_number": 134, "content": "وجنـت وعيون"},
  {
    "surah_number": 26,
    "verse_number": 135,
    "content": "اني اخاف عليكم عذاب يوم عظيم",
  },
  {
    "surah_number": 26,
    "verse_number": 136,
    "content": "قالوا سواء علينا اوعظت ام لم تكن من الوعظين",
  },
  {
    "surah_number": 26,
    "verse_number": 137,
    "content": "ان هذا الا خلق الاولين",
  },
  {"surah_number": 26, "verse_number": 138, "content": "وما نحن بمعذبين"},
  {
    "surah_number": 26,
    "verse_number": 139,
    "content": "فكذبوه فاهلكنهم ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 140,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 141, "content": "كذبت ثمود المرسلين"},
  {
    "surah_number": 26,
    "verse_number": 142,
    "content": "اذ قال لهم اخوهم صلح الا تتقون",
  },
  {"surah_number": 26, "verse_number": 143, "content": "اني لكم رسول امين"},
  {"surah_number": 26, "verse_number": 144, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 145,
    "content": "وما اسـلكم عليه من اجر ان اجري الا على رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 146,
    "content": "اتتركون في ما ههنا ءامنين",
  },
  {"surah_number": 26, "verse_number": 147, "content": "في جنـت وعيون"},
  {"surah_number": 26, "verse_number": 148, "content": "وزروع ونخل طلعها هضيم"},
  {
    "surah_number": 26,
    "verse_number": 149,
    "content": "وتنحتون من الجبال بيوتا فرهين",
  },
  {"surah_number": 26, "verse_number": 150, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 151,
    "content": "ولا تطيعوا امر المسرفين",
  },
  {
    "surah_number": 26,
    "verse_number": 152,
    "content": "الذين يفسدون في الارض ولا يصلحون",
  },
  {
    "surah_number": 26,
    "verse_number": 153,
    "content": "قالوا انما انت من المسحرين",
  },
  {
    "surah_number": 26,
    "verse_number": 154,
    "content": "ما انت الا بشر مثلنا فات بـاية ان كنت من الصـدقين",
  },
  {
    "surah_number": 26,
    "verse_number": 155,
    "content": "قال هذه ناقة لها شرب ولكم شرب يوم معلوم",
  },
  {
    "surah_number": 26,
    "verse_number": 156,
    "content": "ولا تمسوها بسوء فياخذكم عذاب يوم عظيم",
  },
  {"surah_number": 26, "verse_number": 157, "content": "فعقروها فاصبحوا ندمين"},
  {
    "surah_number": 26,
    "verse_number": 158,
    "content": "فاخذهم العذاب ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 159,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 160, "content": "كذبت قوم لوط المرسلين"},
  {
    "surah_number": 26,
    "verse_number": 161,
    "content": "اذ قال لهم اخوهم لوط الا تتقون",
  },
  {"surah_number": 26, "verse_number": 162, "content": "اني لكم رسول امين"},
  {"surah_number": 26, "verse_number": 163, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 164,
    "content": "وما اسـلكم عليه من اجر ان اجري الا على رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 165,
    "content": "اتاتون الذكران من العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 166,
    "content": "وتذرون ما خلق لكم ربكم من ازوجكم بل انتم قوم عادون",
  },
  {
    "surah_number": 26,
    "verse_number": 167,
    "content": "قالوا لئن لم تنته يلوط لتكونن من المخرجين",
  },
  {
    "surah_number": 26,
    "verse_number": 168,
    "content": "قال اني لعملكم من القالين",
  },
  {
    "surah_number": 26,
    "verse_number": 169,
    "content": "رب نجني واهلي مما يعملون",
  },
  {"surah_number": 26, "verse_number": 170, "content": "فنجينه واهله اجمعين"},
  {"surah_number": 26, "verse_number": 171, "content": "الا عجوزا في الغبرين"},
  {"surah_number": 26, "verse_number": 172, "content": "ثم دمرنا الاخرين"},
  {
    "surah_number": 26,
    "verse_number": 173,
    "content": "وامطرنا عليهم مطرا فساء مطر المنذرين",
  },
  {
    "surah_number": 26,
    "verse_number": 174,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 175,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {
    "surah_number": 26,
    "verse_number": 176,
    "content": "كذب اصحب لـيكة المرسلين",
  },
  {
    "surah_number": 26,
    "verse_number": 177,
    "content": "اذ قال لهم شعيب الا تتقون",
  },
  {"surah_number": 26, "verse_number": 178, "content": "اني لكم رسول امين"},
  {"surah_number": 26, "verse_number": 179, "content": "فاتقوا الله واطيعون"},
  {
    "surah_number": 26,
    "verse_number": 180,
    "content": "وما اسـلكم عليه من اجر ان اجري الا على رب العلمين",
  },
  {
    "surah_number": 26,
    "verse_number": 181,
    "content": "اوفوا الكيل ولا تكونوا من المخسرين",
  },
  {
    "surah_number": 26,
    "verse_number": 182,
    "content": "وزنوا بالقسطاس المستقيم",
  },
  {
    "surah_number": 26,
    "verse_number": 183,
    "content": "ولا تبخسوا الناس اشياءهم ولا تعثوا في الارض مفسدين",
  },
  {
    "surah_number": 26,
    "verse_number": 184,
    "content": "واتقوا الذي خلقكم والجبلة الاولين",
  },
  {
    "surah_number": 26,
    "verse_number": 185,
    "content": "قالوا انما انت من المسحرين",
  },
  {
    "surah_number": 26,
    "verse_number": 186,
    "content": "وما انت الا بشر مثلنا وان نظنك لمن الكذبين",
  },
  {
    "surah_number": 26,
    "verse_number": 187,
    "content": "فاسقط علينا كسفا من السماء ان كنت من الصـدقين",
  },
  {
    "surah_number": 26,
    "verse_number": 188,
    "content": "قال ربي اعلم بما تعملون",
  },
  {
    "surah_number": 26,
    "verse_number": 189,
    "content": "فكذبوه فاخذهم عذاب يوم الظلة انه كان عذاب يوم عظيم",
  },
  {
    "surah_number": 26,
    "verse_number": 190,
    "content": "ان في ذلك لاية وما كان اكثرهم مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 191,
    "content": "وان ربك لهو العزيز الرحيم",
  },
  {
    "surah_number": 26,
    "verse_number": 192,
    "content": "وانه لتنزيل رب العلمين",
  },
  {"surah_number": 26, "verse_number": 193, "content": "نزل به الروح الامين"},
  {
    "surah_number": 26,
    "verse_number": 194,
    "content": "على قلبك لتكون من المنذرين",
  },
  {"surah_number": 26, "verse_number": 195, "content": "بلسان عربي مبين"},
  {"surah_number": 26, "verse_number": 196, "content": "وانه لفي زبر الاولين"},
  {
    "surah_number": 26,
    "verse_number": 197,
    "content": "اولم يكن لهم ءاية ان يعلمه علمـؤا بني اسرـءيل",
  },
  {
    "surah_number": 26,
    "verse_number": 198,
    "content": "ولو نزلنه على بعض الاعجمين",
  },
  {
    "surah_number": 26,
    "verse_number": 199,
    "content": "فقراه عليهم ما كانوا به مؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 200,
    "content": "كذلك سلكنه في قلوب المجرمين",
  },
  {
    "surah_number": 26,
    "verse_number": 201,
    "content": "لا يؤمنون به حتى يروا العذاب الاليم",
  },
  {
    "surah_number": 26,
    "verse_number": 202,
    "content": "فياتيهم بغتة وهم لا يشعرون",
  },
  {"surah_number": 26, "verse_number": 203, "content": "فيقولوا هل نحن منظرون"},
  {"surah_number": 26, "verse_number": 204, "content": "افبعذابنا يستعجلون"},
  {"surah_number": 26, "verse_number": 205, "content": "افرءيت ان متعنهم سنين"},
  {
    "surah_number": 26,
    "verse_number": 206,
    "content": "ثم جاءهم ما كانوا يوعدون",
  },
  {
    "surah_number": 26,
    "verse_number": 207,
    "content": "ما اغنى عنهم ما كانوا يمتعون",
  },
  {
    "surah_number": 26,
    "verse_number": 208,
    "content": "وما اهلكنا من قرية الا لها منذرون",
  },
  {"surah_number": 26, "verse_number": 209, "content": "ذكرى وما كنا ظلمين"},
  {"surah_number": 26, "verse_number": 210, "content": "وما تنزلت به الشيطين"},
  {
    "surah_number": 26,
    "verse_number": 211,
    "content": "وما ينبغي لهم وما يستطيعون",
  },
  {
    "surah_number": 26,
    "verse_number": 212,
    "content": "انهم عن السمع لمعزولون",
  },
  {
    "surah_number": 26,
    "verse_number": 213,
    "content": "فلا تدع مع الله الها ءاخر فتكون من المعذبين",
  },
  {"surah_number": 26, "verse_number": 214, "content": "وانذر عشيرتك الاقربين"},
  {
    "surah_number": 26,
    "verse_number": 215,
    "content": "واخفض جناحك لمن اتبعك من المؤمنين",
  },
  {
    "surah_number": 26,
    "verse_number": 216,
    "content": "فان عصوك فقل اني بريء مما تعملون",
  },
  {
    "surah_number": 26,
    "verse_number": 217,
    "content": "وتوكل على العزيز الرحيم",
  },
  {"surah_number": 26, "verse_number": 218, "content": "الذي يرىك حين تقوم"},
  {"surah_number": 26, "verse_number": 219, "content": "وتقلبك في السـجدين"},
  {"surah_number": 26, "verse_number": 220, "content": "انه هو السميع العليم"},
  {
    "surah_number": 26,
    "verse_number": 221,
    "content": "هل انبئكم على من تنزل الشيطين",
  },
  {"surah_number": 26, "verse_number": 222, "content": "تنزل على كل افاك اثيم"},
  {
    "surah_number": 26,
    "verse_number": 223,
    "content": "يلقون السمع واكثرهم كذبون",
  },
  {
    "surah_number": 26,
    "verse_number": 224,
    "content": "والشعراء يتبعهم الغاون",
  },
  {
    "surah_number": 26,
    "verse_number": 225,
    "content": "الم تر انهم في كل واد يهيمون",
  },
  {
    "surah_number": 26,
    "verse_number": 226,
    "content": "وانهم يقولون ما لا يفعلون",
  },
  {
    "surah_number": 26,
    "verse_number": 227,
    "content":
        "الا الذين ءامنوا وعملوا الصـلحت وذكروا الله كثيرا وانتصروا من بعد ما ظلموا وسيعلم الذين ظلموا اي منقلب ينقلبون",
  },
  {
    "surah_number": 27,
    "verse_number": 1,
    "content": "طس تلك ءايت القرءان وكتاب مبين",
  },
  {"surah_number": 27, "verse_number": 2, "content": "هدى وبشرى للمؤمنين"},
  {
    "surah_number": 27,
    "verse_number": 3,
    "content": "الذين يقيمون الصلاة ويؤتون الزكوة وهم بالاخرة هم يوقنون",
  },
  {
    "surah_number": 27,
    "verse_number": 4,
    "content": "ان الذين لا يؤمنون بالاخرة زينا لهم اعملهم فهم يعمهون",
  },
  {
    "surah_number": 27,
    "verse_number": 5,
    "content": "اولـئك الذين لهم سوء العذاب وهم في الاخرة هم الاخسرون",
  },
  {
    "surah_number": 27,
    "verse_number": 6,
    "content": "وانك لتلقى القرءان من لدن حكيم عليم",
  },
  {
    "surah_number": 27,
    "verse_number": 7,
    "content":
        "اذ قال موسى لاهله اني ءانست نارا سـاتيكم منها بخبر او ءاتيكم بشهاب قبس لعلكم تصطلون",
  },
  {
    "surah_number": 27,
    "verse_number": 8,
    "content":
        "فلما جاءها نودي ان بورك من في النار ومن حولها وسبحن الله رب العلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 9,
    "content": "يموسى انه انا الله العزيز الحكيم",
  },
  {
    "surah_number": 27,
    "verse_number": 10,
    "content":
        "والق عصاك فلما رءاها تهتز كانها جان ولى مدبرا ولم يعقب يموسى لا تخف اني لا يخاف لدي المرسلون",
  },
  {
    "surah_number": 27,
    "verse_number": 11,
    "content": "الا من ظلم ثم بدل حسنا بعد سوء فاني غفور رحيم",
  },
  {
    "surah_number": 27,
    "verse_number": 12,
    "content":
        "وادخل يدك في جيبك تخرج بيضاء من غير سوء في تسع ءايت الى فرعون وقومه انهم كانوا قوما فسقين",
  },
  {
    "surah_number": 27,
    "verse_number": 13,
    "content": "فلما جاءتهم ءايتنا مبصرة قالوا هذا سحر مبين",
  },
  {
    "surah_number": 27,
    "verse_number": 14,
    "content":
        "وجحدوا بها واستيقنتها انفسهم ظلما وعلوا فانظر كيف كان عقبة المفسدين",
  },
  {
    "surah_number": 27,
    "verse_number": 15,
    "content":
        "ولقد ءاتينا داود وسليمن علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين",
  },
  {
    "surah_number": 27,
    "verse_number": 16,
    "content":
        "وورث سليمن داود وقال يـايها الناس علمنا منطق الطير واوتينا من كل شيء ان هذا لهو الفضل المبين",
  },
  {
    "surah_number": 27,
    "verse_number": 17,
    "content": "وحشر لسليمن جنوده من الجن والانس والطير فهم يوزعون",
  },
  {
    "surah_number": 27,
    "verse_number": 18,
    "content":
        "حتى اذا اتوا على واد النمل قالت نملة يـايها النمل ادخلوا مسكنكم لا يحطمنكم سليمن وجنوده وهم لا يشعرون",
  },
  {
    "surah_number": 27,
    "verse_number": 19,
    "content":
        "فتبسم ضاحكا من قولها وقال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى ولدي وان اعمل صلحا ترضىه وادخلني برحمتك في عبادك الصـلحين",
  },
  {
    "surah_number": 27,
    "verse_number": 20,
    "content": "وتفقد الطير فقال مالي لا ارى الهدهد ام كان من الغائبين",
  },
  {
    "surah_number": 27,
    "verse_number": 21,
    "content": "لاعذبنه عذابا شديدا او لااذبحنه او لياتيني بسلطن مبين",
  },
  {
    "surah_number": 27,
    "verse_number": 22,
    "content": "فمكث غير بعيد فقال احطت بما لم تحط به وجئتك من سبا بنبا يقين",
  },
  {
    "surah_number": 27,
    "verse_number": 23,
    "content": "اني وجدت امراة تملكهم واوتيت من كل شيء ولها عرش عظيم",
  },
  {
    "surah_number": 27,
    "verse_number": 24,
    "content":
        "وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطن اعملهم فصدهم عن السبيل فهم لا يهتدون",
  },
  {
    "surah_number": 27,
    "verse_number": 25,
    "content":
        "الا يسجدوا لله الذي يخرج الخبء في السموت والارض ويعلم ما تخفون وما تعلنون",
  },
  {
    "surah_number": 27,
    "verse_number": 26,
    "content": "الله لا اله الا هو رب العرش العظيم",
  },
  {
    "surah_number": 27,
    "verse_number": 27,
    "content": "قال سننظر اصدقت ام كنت من الكذبين",
  },
  {
    "surah_number": 27,
    "verse_number": 28,
    "content": "اذهب بكتبي هذا فالقه اليهم ثم تول عنهم فانظر ماذا يرجعون",
  },
  {
    "surah_number": 27,
    "verse_number": 29,
    "content": "قالت يـايها الملؤا اني القي الي كتب كريم",
  },
  {
    "surah_number": 27,
    "verse_number": 30,
    "content": "انه من سليمن وانه بسم الله الرحمن الرحيم",
  },
  {
    "surah_number": 27,
    "verse_number": 31,
    "content": "الا تعلوا علي واتوني مسلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 32,
    "content": "قالت يـايها الملؤا افتوني في امري ما كنت قاطعة امرا حتى تشهدون",
  },
  {
    "surah_number": 27,
    "verse_number": 33,
    "content":
        "قالوا نحن اولوا قوة واولوا باس شديد والامر اليك فانظري ماذا تامرين",
  },
  {
    "surah_number": 27,
    "verse_number": 34,
    "content":
        "قالت ان الملوك اذا دخلوا قرية افسدوها وجعلوا اعزة اهلها اذلة وكذلك يفعلون",
  },
  {
    "surah_number": 27,
    "verse_number": 35,
    "content": "واني مرسلة اليهم بهدية فناظرة بم يرجع المرسلون",
  },
  {
    "surah_number": 27,
    "verse_number": 36,
    "content":
        "فلما جاء سليمن قال اتمدونن بمال فما ءاتىن الله خير مما ءاتىكم بل انتم بهديتكم تفرحون",
  },
  {
    "surah_number": 27,
    "verse_number": 37,
    "content":
        "ارجع اليهم فلناتينهم بجنود لا قبل لهم بها ولنخرجنهم منها اذلة وهم صغرون",
  },
  {
    "surah_number": 27,
    "verse_number": 38,
    "content": "قال يـايها الملؤا ايكم ياتيني بعرشها قبل ان ياتوني مسلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 39,
    "content":
        "قال عفريت من الجن انا ءاتيك به قبل ان تقوم من مقامك واني عليه لقوي امين",
  },
  {
    "surah_number": 27,
    "verse_number": 40,
    "content":
        "قال الذي عنده علم من الكتب انا ءاتيك به قبل ان يرتد اليك طرفك فلما رءاه مستقرا عنده قال هذا من فضل ربي ليبلوني ءاشكر ام اكفر ومن شكر فانما يشكر لنفسه ومن كفر فان ربي غني كريم",
  },
  {
    "surah_number": 27,
    "verse_number": 41,
    "content": "قال نكروا لها عرشها ننظر اتهتدي ام تكون من الذين لا يهتدون",
  },
  {
    "surah_number": 27,
    "verse_number": 42,
    "content":
        "فلما جاءت قيل اهكذا عرشك قالت كانه هو واوتينا العلم من قبلها وكنا مسلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 43,
    "content": "وصدها ما كانت تعبد من دون الله انها كانت من قوم كفرين",
  },
  {
    "surah_number": 27,
    "verse_number": 44,
    "content":
        "قيل لها ادخلي الصرح فلما راته حسبته لجة وكشفت عن ساقيها قال انه صرح ممرد من قوارير قالت رب اني ظلمت نفسي واسلمت مع سليمن لله رب العلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 45,
    "content":
        "ولقد ارسلنا الى ثمود اخاهم صلحا ان اعبدوا الله فاذا هم فريقان يختصمون",
  },
  {
    "surah_number": 27,
    "verse_number": 46,
    "content":
        "قال يقوم لم تستعجلون بالسيئة قبل الحسنة لولا تستغفرون الله لعلكم ترحمون",
  },
  {
    "surah_number": 27,
    "verse_number": 47,
    "content":
        "قالوا اطيرنا بك وبمن معك قال طـئركم عند الله بل انتم قوم تفتنون",
  },
  {
    "surah_number": 27,
    "verse_number": 48,
    "content": "وكان في المدينة تسعة رهط يفسدون في الارض ولا يصلحون",
  },
  {
    "surah_number": 27,
    "verse_number": 49,
    "content":
        "قالوا تقاسموا بالله لنبيتنه واهله ثم لنقولن لوليه ما شهدنا مهلك اهله وانا لصدقون",
  },
  {
    "surah_number": 27,
    "verse_number": 50,
    "content": "ومكروا مكرا ومكرنا مكرا وهم لا يشعرون",
  },
  {
    "surah_number": 27,
    "verse_number": 51,
    "content": "فانظر كيف كان عقبة مكرهم انا دمرنهم وقومهم اجمعين",
  },
  {
    "surah_number": 27,
    "verse_number": 52,
    "content": "فتلك بيوتهم خاوية بما ظلموا ان في ذلك لاية لقوم يعلمون",
  },
  {
    "surah_number": 27,
    "verse_number": 53,
    "content": "وانجينا الذين ءامنوا وكانوا يتقون",
  },
  {
    "surah_number": 27,
    "verse_number": 54,
    "content": "ولوطا اذ قال لقومه اتاتون الفحشة وانتم تبصرون",
  },
  {
    "surah_number": 27,
    "verse_number": 55,
    "content": "ائنكم لتاتون الرجال شهوة من دون النساء بل انتم قوم تجهلون",
  },
  {
    "surah_number": 27,
    "verse_number": 56,
    "content":
        "فما كان جواب قومه الا ان قالوا اخرجوا ءال لوط من قريتكم انهم اناس يتطهرون",
  },
  {
    "surah_number": 27,
    "verse_number": 57,
    "content": "فانجينه واهله الا امراته قدرنها من الغبرين",
  },
  {
    "surah_number": 27,
    "verse_number": 58,
    "content": "وامطرنا عليهم مطرا فساء مطر المنذرين",
  },
  {
    "surah_number": 27,
    "verse_number": 59,
    "content": "قل الحمد لله وسلم على عباده الذين اصطفى ءالله خير اما يشركون",
  },
  {
    "surah_number": 27,
    "verse_number": 60,
    "content":
        "امن خلق السموت والارض وانزل لكم من السماء ماء فانبتنا به حدائق ذات بهجة ما كان لكم ان تنبتوا شجرها اءله مع الله بل هم قوم يعدلون",
  },
  {
    "surah_number": 27,
    "verse_number": 61,
    "content":
        "امن جعل الارض قرارا وجعل خللها انهرا وجعل لها روسي وجعل بين البحرين حاجزا اءله مع الله بل اكثرهم لا يعلمون",
  },
  {
    "surah_number": 27,
    "verse_number": 62,
    "content":
        "امن يجيب المضطر اذا دعاه ويكشف السوء ويجعلكم خلفاء الارض اءله مع الله قليلا ما تذكرون",
  },
  {
    "surah_number": 27,
    "verse_number": 63,
    "content":
        "امن يهديكم في ظلمت البر والبحر ومن يرسل الريح بشرا بين يدي رحمته اءله مع الله تعلى الله عما يشركون",
  },
  {
    "surah_number": 27,
    "verse_number": 64,
    "content":
        "امن يبدؤا الخلق ثم يعيده ومن يرزقكم من السماء والارض اءله مع الله قل هاتوا برهنكم ان كنتم صدقين",
  },
  {
    "surah_number": 27,
    "verse_number": 65,
    "content":
        "قل لا يعلم من في السموت والارض الغيب الا الله وما يشعرون ايان يبعثون",
  },
  {
    "surah_number": 27,
    "verse_number": 66,
    "content": "بل ادـرك علمهم في الاخرة بل هم في شك منها بل هم منها عمون",
  },
  {
    "surah_number": 27,
    "verse_number": 67,
    "content": "وقال الذين كفروا اءذا كنا تربا وءاباؤنا ائنا لمخرجون",
  },
  {
    "surah_number": 27,
    "verse_number": 68,
    "content": "لقد وعدنا هذا نحن وءاباؤنا من قبل ان هذا الا اسطير الاولين",
  },
  {
    "surah_number": 27,
    "verse_number": 69,
    "content": "قل سيروا في الارض فانظروا كيف كان عقبة المجرمين",
  },
  {
    "surah_number": 27,
    "verse_number": 70,
    "content": "ولا تحزن عليهم ولا تكن في ضيق مما يمكرون",
  },
  {
    "surah_number": 27,
    "verse_number": 71,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 27,
    "verse_number": 72,
    "content": "قل عسى ان يكون ردف لكم بعض الذي تستعجلون",
  },
  {
    "surah_number": 27,
    "verse_number": 73,
    "content": "وان ربك لذو فضل على الناس ولكن اكثرهم لا يشكرون",
  },
  {
    "surah_number": 27,
    "verse_number": 74,
    "content": "وان ربك ليعلم ما تكن صدورهم وما يعلنون",
  },
  {
    "surah_number": 27,
    "verse_number": 75,
    "content": "وما من غائبة في السماء والارض الا في كتب مبين",
  },
  {
    "surah_number": 27,
    "verse_number": 76,
    "content": "ان هذا القرءان يقص على بني اسرـءيل اكثر الذي هم فيه يختلفون",
  },
  {
    "surah_number": 27,
    "verse_number": 77,
    "content": "وانه لهدى ورحمة للمؤمنين",
  },
  {
    "surah_number": 27,
    "verse_number": 78,
    "content": "ان ربك يقضي بينهم بحكمه وهو العزيز العليم",
  },
  {
    "surah_number": 27,
    "verse_number": 79,
    "content": "فتوكل على الله انك على الحق المبين",
  },
  {
    "surah_number": 27,
    "verse_number": 80,
    "content": "انك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
  },
  {
    "surah_number": 27,
    "verse_number": 81,
    "content":
        "وما انت بهدي العمي عن ضللتهم ان تسمع الا من يؤمن بـايتنا فهم مسلمون",
  },
  {
    "surah_number": 27,
    "verse_number": 82,
    "content":
        "واذا وقع القول عليهم اخرجنا لهم دابة من الارض تكلمهم ان الناس كانوا بـايتنا لا يوقنون",
  },
  {
    "surah_number": 27,
    "verse_number": 83,
    "content": "ويوم نحشر من كل امة فوجا ممن يكذب بـايتنا فهم يوزعون",
  },
  {
    "surah_number": 27,
    "verse_number": 84,
    "content":
        "حتى اذا جاءو قال اكذبتم بـايتي ولم تحيطوا بها علما اماذا كنتم تعملون",
  },
  {
    "surah_number": 27,
    "verse_number": 85,
    "content": "ووقع القول عليهم بما ظلموا فهم لا ينطقون",
  },
  {
    "surah_number": 27,
    "verse_number": 86,
    "content":
        "الم يروا انا جعلنا اليل ليسكنوا فيه والنهار مبصرا ان في ذلك لايت لقوم يؤمنون",
  },
  {
    "surah_number": 27,
    "verse_number": 87,
    "content":
        "ويوم ينفخ في الصور ففزع من في السموت ومن في الارض الا من شاء الله وكل اتوه دخرين",
  },
  {
    "surah_number": 27,
    "verse_number": 88,
    "content":
        "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي اتقن كل شيء انه خبير بما تفعلون",
  },
  {
    "surah_number": 27,
    "verse_number": 89,
    "content": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ ءامنون",
  },
  {
    "surah_number": 27,
    "verse_number": 90,
    "content":
        "ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون الا ما كنتم تعملون",
  },
  {
    "surah_number": 27,
    "verse_number": 91,
    "content":
        "انما امرت ان اعبد رب هذه البلدة الذي حرمها وله كل شيء وامرت ان اكون من المسلمين",
  },
  {
    "surah_number": 27,
    "verse_number": 92,
    "content":
        "وان اتلوا القرءان فمن اهتدى فانما يهتدي لنفسه ومن ضل فقل انما انا من المنذرين",
  },
  {
    "surah_number": 27,
    "verse_number": 93,
    "content": "وقل الحمد لله سيريكم ءايته فتعرفونها وما ربك بغفل عما تعملون",
  },
  {"surah_number": 28, "verse_number": 1, "content": "طسم"},
  {"surah_number": 28, "verse_number": 2, "content": "تلك ءايت الكتب المبين"},
  {
    "surah_number": 28,
    "verse_number": 3,
    "content": "نتلوا عليك من نبا موسى وفرعون بالحق لقوم يؤمنون",
  },
  {
    "surah_number": 28,
    "verse_number": 4,
    "content":
        "ان فرعون علا في الارض وجعل اهلها شيعا يستضعف طائفة منهم يذبح ابناءهم ويستحي نساءهم انه كان من المفسدين",
  },
  {
    "surah_number": 28,
    "verse_number": 5,
    "content":
        "ونريد ان نمن على الذين استضعفوا في الارض ونجعلهم ائمة ونجعلهم الورثين",
  },
  {
    "surah_number": 28,
    "verse_number": 6,
    "content":
        "ونمكن لهم في الارض ونري فرعون وهمن وجنودهما منهم ما كانوا يحذرون",
  },
  {
    "surah_number": 28,
    "verse_number": 7,
    "content":
        "واوحينا الى ام موسى ان ارضعيه فاذا خفت عليه فالقيه في اليم ولا تخافي ولا تحزني انا رادوه اليك وجاعلوه من المرسلين",
  },
  {
    "surah_number": 28,
    "verse_number": 8,
    "content":
        "فالتقطه ءال فرعون ليكون لهم عدوا وحزنا ان فرعون وهمن وجنودهما كانوا خطـين",
  },
  {
    "surah_number": 28,
    "verse_number": 9,
    "content":
        "وقالت امرات فرعون قرت عين لي ولك لا تقتلوه عسى ان ينفعنا او نتخذه ولدا وهم لا يشعرون",
  },
  {
    "surah_number": 28,
    "verse_number": 10,
    "content":
        "واصبح فؤاد ام موسى فرغا ان كادت لتبدي به لولا ان ربطنا على قلبها لتكون من المؤمنين",
  },
  {
    "surah_number": 28,
    "verse_number": 11,
    "content": "وقالت لاخته قصيه فبصرت به عن جنب وهم لا يشعرون",
  },
  {
    "surah_number": 28,
    "verse_number": 12,
    "content":
        "وحرمنا عليه المراضع من قبل فقالت هل ادلكم على اهل بيت يكفلونه لكم وهم له نصحون",
  },
  {
    "surah_number": 28,
    "verse_number": 13,
    "content":
        "فرددنه الى امه كي تقر عينها ولا تحزن ولتعلم ان وعد الله حق ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 28,
    "verse_number": 14,
    "content": "ولما بلغ اشده واستوى ءاتينه حكما وعلما وكذلك نجزي المحسنين",
  },
  {
    "surah_number": 28,
    "verse_number": 15,
    "content":
        "ودخل المدينة على حين غفلة من اهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطن انه عدو مضل مبين",
  },
  {
    "surah_number": 28,
    "verse_number": 16,
    "content": "قال رب اني ظلمت نفسي فاغفر لي فغفر له انه هو الغفور الرحيم",
  },
  {
    "surah_number": 28,
    "verse_number": 17,
    "content": "قال رب بما انعمت علي فلن اكون ظهيرا للمجرمين",
  },
  {
    "surah_number": 28,
    "verse_number": 18,
    "content":
        "فاصبح في المدينة خائفا يترقب فاذا الذي استنصره بالامس يستصرخه قال له موسى انك لغوي مبين",
  },
  {
    "surah_number": 28,
    "verse_number": 19,
    "content":
        "فلما ان اراد ان يبطش بالذي هو عدو لهما قال يموسى اتريد ان تقتلني كما قتلت نفسا بالامس ان تريد الا ان تكون جبارا في الارض وما تريد ان تكون من المصلحين",
  },
  {
    "surah_number": 28,
    "verse_number": 20,
    "content":
        "وجاء رجل من اقصا المدينة يسعى قال يموسى ان الملا ياتمرون بك ليقتلوك فاخرج اني لك من النـصحين",
  },
  {
    "surah_number": 28,
    "verse_number": 21,
    "content": "فخرج منها خائفا يترقب قال رب نجني من القوم الظـلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 22,
    "content": "ولما توجه تلقاء مدين قال عسى ربي ان يهديني سواء السبيل",
  },
  {
    "surah_number": 28,
    "verse_number": 23,
    "content":
        "ولما ورد ماء مدين وجد عليه امة من الناس يسقون ووجد من دونهم امراتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وابونا شيخ كبير",
  },
  {
    "surah_number": 28,
    "verse_number": 24,
    "content":
        "فسقى لهما ثم تولى الى الظل فقال رب اني لما انزلت الي من خير فقير",
  },
  {
    "surah_number": 28,
    "verse_number": 25,
    "content":
        "فجاءته احدىهما تمشي على استحياء قالت ان ابي يدعوك ليجزيك اجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظـلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 26,
    "content": "قالت احدىهما يـابت استـجره ان خير من استـجرت القوي الامين",
  },
  {
    "surah_number": 28,
    "verse_number": 27,
    "content":
        "قال اني اريد ان انكحك احدى ابنتي هتين على ان تاجرني ثمني حجج فان اتممت عشرا فمن عندك وما اريد ان اشق عليك ستجدني ان شاء الله من الصـلحين",
  },
  {
    "surah_number": 28,
    "verse_number": 28,
    "content":
        "قال ذلك بيني وبينك ايما الاجلين قضيت فلا عدون علي والله على ما نقول وكيل",
  },
  {
    "surah_number": 28,
    "verse_number": 29,
    "content":
        "فلما قضى موسى الاجل وسار باهله ءانس من جانب الطور نارا قال لاهله امكثوا اني ءانست نارا لعلي ءاتيكم منها بخبر او جذوة من النار لعلكم تصطلون",
  },
  {
    "surah_number": 28,
    "verse_number": 30,
    "content":
        "فلما اتىها نودي من شطي الواد الايمن في البقعة المبركة من الشجرة ان يموسى اني انا الله رب العلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 31,
    "content":
        "وان الق عصاك فلما رءاها تهتز كانها جان ولى مدبرا ولم يعقب يموسى اقبل ولا تخف انك من الامنين",
  },
  {
    "surah_number": 28,
    "verse_number": 32,
    "content":
        "اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم اليك جناحك من الرهب فذنك برهنان من ربك الى فرعون وملايه انهم كانوا قوما فسقين",
  },
  {
    "surah_number": 28,
    "verse_number": 33,
    "content": "قال رب اني قتلت منهم نفسا فاخاف ان يقتلون",
  },
  {
    "surah_number": 28,
    "verse_number": 34,
    "content":
        "واخي هرون هو افصح مني لسانا فارسله معي ردءا يصدقني اني اخاف ان يكذبون",
  },
  {
    "surah_number": 28,
    "verse_number": 35,
    "content":
        "قال سنشد عضدك باخيك ونجعل لكما سلطنا فلا يصلون اليكما بـايتنا انتما ومن اتبعكما الغلبون",
  },
  {
    "surah_number": 28,
    "verse_number": 36,
    "content":
        "فلما جاءهم موسى بـايتنا بينت قالوا ما هذا الا سحر مفترى وما سمعنا بهذا في ءابائنا الاولين",
  },
  {
    "surah_number": 28,
    "verse_number": 37,
    "content":
        "وقال موسى ربي اعلم بمن جاء بالهدى من عنده ومن تكون له عقبة الدار انه لا يفلح الظـلمون",
  },
  {
    "surah_number": 28,
    "verse_number": 38,
    "content":
        "وقال فرعون يـايها الملا ما علمت لكم من اله غيري فاوقد لي يهمن على الطين فاجعل لي صرحا لعلي اطلع الى اله موسى واني لاظنه من الكذبين",
  },
  {
    "surah_number": 28,
    "verse_number": 39,
    "content":
        "واستكبر هو وجنوده في الارض بغير الحق وظنوا انهم الينا لا يرجعون",
  },
  {
    "surah_number": 28,
    "verse_number": 40,
    "content": "فاخذنه وجنوده فنبذنهم في اليم فانظر كيف كان عقبة الظـلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 41,
    "content": "وجعلنهم ائمة يدعون الى النار ويوم القيمة لا ينصرون",
  },
  {
    "surah_number": 28,
    "verse_number": 42,
    "content": "واتبعنهم في هذه الدنيا لعنة ويوم القيمة هم من المقبوحين",
  },
  {
    "surah_number": 28,
    "verse_number": 43,
    "content":
        "ولقد ءاتينا موسى الكتب من بعد ما اهلكنا القرون الاولى بصائر للناس وهدى ورحمة لعلهم يتذكرون",
  },
  {
    "surah_number": 28,
    "verse_number": 44,
    "content":
        "وما كنت بجانب الغربي اذ قضينا الى موسى الامر وما كنت من الشـهدين",
  },
  {
    "surah_number": 28,
    "verse_number": 45,
    "content":
        "ولكنا انشانا قرونا فتطاول عليهم العمر وما كنت ثاويا في اهل مدين تتلوا عليهم ءايتنا ولكنا كنا مرسلين",
  },
  {
    "surah_number": 28,
    "verse_number": 46,
    "content":
        "وما كنت بجانب الطور اذ نادينا ولكن رحمة من ربك لتنذر قوما ما اتىهم من نذير من قبلك لعلهم يتذكرون",
  },
  {
    "surah_number": 28,
    "verse_number": 47,
    "content":
        "ولولا ان تصيبهم مصيبة بما قدمت ايديهم فيقولوا ربنا لولا ارسلت الينا رسولا فنتبع ءايتك ونكون من المؤمنين",
  },
  {
    "surah_number": 28,
    "verse_number": 48,
    "content":
        "فلما جاءهم الحق من عندنا قالوا لولا اوتي مثل ما اوتي موسى اولم يكفروا بما اوتي موسى من قبل قالوا سحران تظهرا وقالوا انا بكل كفرون",
  },
  {
    "surah_number": 28,
    "verse_number": 49,
    "content": "قل فاتوا بكتب من عند الله هو اهدى منهما اتبعه ان كنتم صدقين",
  },
  {
    "surah_number": 28,
    "verse_number": 50,
    "content":
        "فان لم يستجيبوا لك فاعلم انما يتبعون اهواءهم ومن اضل ممن اتبع هوىه بغير هدى من الله ان الله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 51,
    "content": "ولقد وصلنا لهم القول لعلهم يتذكرون",
  },
  {
    "surah_number": 28,
    "verse_number": 52,
    "content": "الذين ءاتينهم الكتب من قبله هم به يؤمنون",
  },
  {
    "surah_number": 28,
    "verse_number": 53,
    "content":
        "واذا يتلى عليهم قالوا ءامنا به انه الحق من ربنا انا كنا من قبله مسلمين",
  },
  {
    "surah_number": 28,
    "verse_number": 54,
    "content":
        "اولـئك يؤتون اجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 28,
    "verse_number": 55,
    "content":
        "واذا سمعوا اللغو اعرضوا عنه وقالوا لنا اعملنا ولكم اعملكم سلم عليكم لا نبتغي الجهلين",
  },
  {
    "surah_number": 28,
    "verse_number": 56,
    "content": "انك لا تهدي من احببت ولكن الله يهدي من يشاء وهو اعلم بالمهتدين",
  },
  {
    "surah_number": 28,
    "verse_number": 57,
    "content":
        "وقالوا ان نتبع الهدى معك نتخطف من ارضنا اولم نمكن لهم حرما ءامنا يجبى اليه ثمرت كل شيء رزقا من لدنا ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 28,
    "verse_number": 58,
    "content":
        "وكم اهلكنا من قرية بطرت معيشتها فتلك مسكنهم لم تسكن من بعدهم الا قليلا وكنا نحن الورثين",
  },
  {
    "surah_number": 28,
    "verse_number": 59,
    "content":
        "وما كان ربك مهلك القرى حتى يبعث في امها رسولا يتلوا عليهم ءايتنا وما كنا مهلكي القرى الا واهلها ظلمون",
  },
  {
    "surah_number": 28,
    "verse_number": 60,
    "content":
        "وما اوتيتم من شيء فمتع الحيوة الدنيا وزينتها وما عند الله خير وابقى افلا تعقلون",
  },
  {
    "surah_number": 28,
    "verse_number": 61,
    "content":
        "افمن وعدنه وعدا حسنا فهو لقيه كمن متعنه متع الحيوة الدنيا ثم هو يوم القيمة من المحضرين",
  },
  {
    "surah_number": 28,
    "verse_number": 62,
    "content": "ويوم يناديهم فيقول اين شركاءي الذين كنتم تزعمون",
  },
  {
    "surah_number": 28,
    "verse_number": 63,
    "content":
        "قال الذين حق عليهم القول ربنا هـؤلاء الذين اغوينا اغوينهم كما غوينا تبرانا اليك ما كانوا ايانا يعبدون",
  },
  {
    "surah_number": 28,
    "verse_number": 64,
    "content":
        "وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم وراوا العذاب لو انهم كانوا يهتدون",
  },
  {
    "surah_number": 28,
    "verse_number": 65,
    "content": "ويوم يناديهم فيقول ماذا اجبتم المرسلين",
  },
  {
    "surah_number": 28,
    "verse_number": 66,
    "content": "فعميت عليهم الانباء يومئذ فهم لا يتساءلون",
  },
  {
    "surah_number": 28,
    "verse_number": 67,
    "content": "فاما من تاب وءامن وعمل صلحا فعسى ان يكون من المفلحين",
  },
  {
    "surah_number": 28,
    "verse_number": 68,
    "content":
        "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحن الله وتعلى عما يشركون",
  },
  {
    "surah_number": 28,
    "verse_number": 69,
    "content": "وربك يعلم ما تكن صدورهم وما يعلنون",
  },
  {
    "surah_number": 28,
    "verse_number": 70,
    "content":
        "وهو الله لا اله الا هو له الحمد في الاولى والاخرة وله الحكم واليه ترجعون",
  },
  {
    "surah_number": 28,
    "verse_number": 71,
    "content":
        "قل ارءيتم ان جعل الله عليكم اليل سرمدا الى يوم القيمة من اله غير الله ياتيكم بضياء افلا تسمعون",
  },
  {
    "surah_number": 28,
    "verse_number": 72,
    "content":
        "قل ارءيتم ان جعل الله عليكم النهار سرمدا الى يوم القيمة من اله غير الله ياتيكم بليل تسكنون فيه افلا تبصرون",
  },
  {
    "surah_number": 28,
    "verse_number": 73,
    "content":
        "ومن رحمته جعل لكم اليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون",
  },
  {
    "surah_number": 28,
    "verse_number": 74,
    "content": "ويوم يناديهم فيقول اين شركاءي الذين كنتم تزعمون",
  },
  {
    "surah_number": 28,
    "verse_number": 75,
    "content":
        "ونزعنا من كل امة شهيدا فقلنا هاتوا برهنكم فعلموا ان الحق لله وضل عنهم ما كانوا يفترون",
  },
  {
    "surah_number": 28,
    "verse_number": 76,
    "content":
        "ان قرون كان من قوم موسى فبغى عليهم وءاتينه من الكنوز ما ان مفاتحه لتنوا بالعصبة اولي القوة اذ قال له قومه لا تفرح ان الله لا يحب الفرحين",
  },
  {
    "surah_number": 28,
    "verse_number": 77,
    "content":
        "وابتغ فيما ءاتىك الله الدار الاخرة ولا تنس نصيبك من الدنيا واحسن كما احسن الله اليك ولا تبغ الفساد في الارض ان الله لا يحب المفسدين",
  },
  {
    "surah_number": 28,
    "verse_number": 78,
    "content":
        "قال انما اوتيته على علم عندي اولم يعلم ان الله قد اهلك من قبله من القرون من هو اشد منه قوة واكثر جمعا ولا يسـل عن ذنوبهم المجرمون",
  },
  {
    "surah_number": 28,
    "verse_number": 79,
    "content":
        "فخرج على قومه في زينته قال الذين يريدون الحيوة الدنيا يليت لنا مثل ما اوتي قرون انه لذو حظ عظيم",
  },
  {
    "surah_number": 28,
    "verse_number": 80,
    "content":
        "وقال الذين اوتوا العلم ويلكم ثواب الله خير لمن ءامن وعمل صلحا ولا يلقىها الا الصـبرون",
  },
  {
    "surah_number": 28,
    "verse_number": 81,
    "content":
        "فخسفنا به وبداره الارض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين",
  },
  {
    "surah_number": 28,
    "verse_number": 82,
    "content":
        "واصبح الذين تمنوا مكانه بالامس يقولون ويكان الله يبسط الرزق لمن يشاء من عباده ويقدر لولا ان من الله علينا لخسف بنا ويكانه لا يفلح الكفرون",
  },
  {
    "surah_number": 28,
    "verse_number": 83,
    "content":
        "تلك الدار الاخرة نجعلها للذين لا يريدون علوا في الارض ولا فسادا والعقبة للمتقين",
  },
  {
    "surah_number": 28,
    "verse_number": 84,
    "content":
        "من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيـات الا ما كانوا يعملون",
  },
  {
    "surah_number": 28,
    "verse_number": 85,
    "content":
        "ان الذي فرض عليك القرءان لرادك الى معاد قل ربي اعلم من جاء بالهدى ومن هو في ضلل مبين",
  },
  {
    "surah_number": 28,
    "verse_number": 86,
    "content":
        "وما كنت ترجوا ان يلقى اليك الكتب الا رحمة من ربك فلا تكونن ظهيرا للكفرين",
  },
  {
    "surah_number": 28,
    "verse_number": 87,
    "content":
        "ولا يصدنك عن ءايت الله بعد اذ انزلت اليك وادع الى ربك ولا تكونن من المشركين",
  },
  {
    "surah_number": 28,
    "verse_number": 88,
    "content":
        "ولا تدع مع الله الها ءاخر لا اله الا هو كل شيء هالك الا وجهه له الحكم واليه ترجعون",
  },
  {"surah_number": 29, "verse_number": 1, "content": "الم"},
  {
    "surah_number": 29,
    "verse_number": 2,
    "content": "احسب الناس ان يتركوا ان يقولوا ءامنا وهم لا يفتنون",
  },
  {
    "surah_number": 29,
    "verse_number": 3,
    "content":
        "ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكذبين",
  },
  {
    "surah_number": 29,
    "verse_number": 4,
    "content": "ام حسب الذين يعملون السيـات ان يسبقونا ساء ما يحكمون",
  },
  {
    "surah_number": 29,
    "verse_number": 5,
    "content": "من كان يرجوا لقاء الله فان اجل الله لات وهو السميع العليم",
  },
  {
    "surah_number": 29,
    "verse_number": 6,
    "content": "ومن جهد فانما يجهد لنفسه ان الله لغني عن العلمين",
  },
  {
    "surah_number": 29,
    "verse_number": 7,
    "content":
        "والذين ءامنوا وعملوا الصـلحت لنكفرن عنهم سيـاتهم ولنجزينهم احسن الذي كانوا يعملون",
  },
  {
    "surah_number": 29,
    "verse_number": 8,
    "content":
        "ووصينا الانسن بولديه حسنا وان جهداك لتشرك بي ما ليس لك به علم فلا تطعهما الي مرجعكم فانبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 29,
    "verse_number": 9,
    "content": "والذين ءامنوا وعملوا الصـلحت لندخلنهم في الصـلحين",
  },
  {
    "surah_number": 29,
    "verse_number": 10,
    "content":
        "ومن الناس من يقول ءامنا بالله فاذا اوذي في الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن انا كنا معكم اوليس الله باعلم بما في صدور العلمين",
  },
  {
    "surah_number": 29,
    "verse_number": 11,
    "content": "وليعلمن الله الذين ءامنوا وليعلمن المنفقين",
  },
  {
    "surah_number": 29,
    "verse_number": 12,
    "content":
        "وقال الذين كفروا للذين ءامنوا اتبعوا سبيلنا ولنحمل خطيكم وما هم بحملين من خطيهم من شيء انهم لكذبون",
  },
  {
    "surah_number": 29,
    "verse_number": 13,
    "content":
        "وليحملن اثقالهم واثقالا مع اثقالهم وليسـلن يوم القيمة عما كانوا يفترون",
  },
  {
    "surah_number": 29,
    "verse_number": 14,
    "content":
        "ولقد ارسلنا نوحا الى قومه فلبث فيهم الف سنة الا خمسين عاما فاخذهم الطوفان وهم ظلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 15,
    "content": "فانجينه واصحب السفينة وجعلنها ءاية للعلمين",
  },
  {
    "surah_number": 29,
    "verse_number": 16,
    "content":
        "وابرهيم اذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 17,
    "content":
        "انما تعبدون من دون الله اوثنا وتخلقون افكا ان الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له اليه ترجعون",
  },
  {
    "surah_number": 29,
    "verse_number": 18,
    "content":
        "وان تكذبوا فقد كذب امم من قبلكم وما على الرسول الا البلغ المبين",
  },
  {
    "surah_number": 29,
    "verse_number": 19,
    "content": "اولم يروا كيف يبدئ الله الخلق ثم يعيده ان ذلك على الله يسير",
  },
  {
    "surah_number": 29,
    "verse_number": 20,
    "content":
        "قل سيروا في الارض فانظروا كيف بدا الخلق ثم الله ينشئ النشاة الاخرة ان الله على كل شيء قدير",
  },
  {
    "surah_number": 29,
    "verse_number": 21,
    "content": "يعذب من يشاء ويرحم من يشاء واليه تقلبون",
  },
  {
    "surah_number": 29,
    "verse_number": 22,
    "content":
        "وما انتم بمعجزين في الارض ولا في السماء وما لكم من دون الله من ولي ولا نصير",
  },
  {
    "surah_number": 29,
    "verse_number": 23,
    "content":
        "والذين كفروا بـايت الله ولقائه اولـئك يئسوا من رحمتي واولـئك لهم عذاب اليم",
  },
  {
    "surah_number": 29,
    "verse_number": 24,
    "content":
        "فما كان جواب قومه الا ان قالوا اقتلوه او حرقوه فانجىه الله من النار ان في ذلك لايت لقوم يؤمنون",
  },
  {
    "surah_number": 29,
    "verse_number": 25,
    "content":
        "وقال انما اتخذتم من دون الله اوثنا مودة بينكم في الحيوة الدنيا ثم يوم القيمة يكفر بعضكم ببعض ويلعن بعضكم بعضا وماوىكم النار وما لكم من نـصرين",
  },
  {
    "surah_number": 29,
    "verse_number": 26,
    "content": "فـامن له لوط وقال اني مهاجر الى ربي انه هو العزيز الحكيم",
  },
  {
    "surah_number": 29,
    "verse_number": 27,
    "content":
        "ووهبنا له اسحق ويعقوب وجعلنا في ذريته النبوة والكتب وءاتينه اجره في الدنيا وانه في الاخرة لمن الصـلحين",
  },
  {
    "surah_number": 29,
    "verse_number": 28,
    "content":
        "ولوطا اذ قال لقومه انكم لتاتون الفحشة ما سبقكم بها من احد من العلمين",
  },
  {
    "surah_number": 29,
    "verse_number": 29,
    "content":
        "ائنكم لتاتون الرجال وتقطعون السبيل وتاتون في ناديكم المنكر فما كان جواب قومه الا ان قالوا ائتنا بعذاب الله ان كنت من الصـدقين",
  },
  {
    "surah_number": 29,
    "verse_number": 30,
    "content": "قال رب انصرني على القوم المفسدين",
  },
  {
    "surah_number": 29,
    "verse_number": 31,
    "content":
        "ولما جاءت رسلنا ابرهيم بالبشرى قالوا انا مهلكوا اهل هذه القرية ان اهلها كانوا ظلمين",
  },
  {
    "surah_number": 29,
    "verse_number": 32,
    "content":
        "قال ان فيها لوطا قالوا نحن اعلم بمن فيها لننجينه واهله الا امراته كانت من الغبرين",
  },
  {
    "surah_number": 29,
    "verse_number": 33,
    "content":
        "ولما ان جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن انا منجوك واهلك الا امراتك كانت من الغبرين",
  },
  {
    "surah_number": 29,
    "verse_number": 34,
    "content": "انا منزلون على اهل هذه القرية رجزا من السماء بما كانوا يفسقون",
  },
  {
    "surah_number": 29,
    "verse_number": 35,
    "content": "ولقد تركنا منها ءاية بينة لقوم يعقلون",
  },
  {
    "surah_number": 29,
    "verse_number": 36,
    "content":
        "والى مدين اخاهم شعيبا فقال يقوم اعبدوا الله وارجوا اليوم الاخر ولا تعثوا في الارض مفسدين",
  },
  {
    "surah_number": 29,
    "verse_number": 37,
    "content": "فكذبوه فاخذتهم الرجفة فاصبحوا في دارهم جثمين",
  },
  {
    "surah_number": 29,
    "verse_number": 38,
    "content":
        "وعادا وثمودا وقد تبين لكم من مسكنهم وزين لهم الشيطن اعملهم فصدهم عن السبيل وكانوا مستبصرين",
  },
  {
    "surah_number": 29,
    "verse_number": 39,
    "content":
        "وقرون وفرعون وهمن ولقد جاءهم موسى بالبينت فاستكبروا في الارض وما كانوا سبقين",
  },
  {
    "surah_number": 29,
    "verse_number": 40,
    "content":
        "فكلا اخذنا بذنبه فمنهم من ارسلنا عليه حاصبا ومنهم من اخذته الصيحة ومنهم من خسفنا به الارض ومنهم من اغرقنا وما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 41,
    "content":
        "مثل الذين اتخذوا من دون الله اولياء كمثل العنكبوت اتخذت بيتا وان اوهن البيوت لبيت العنكبوت لو كانوا يعلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 42,
    "content": "ان الله يعلم ما يدعون من دونه من شيء وهو العزيز الحكيم",
  },
  {
    "surah_number": 29,
    "verse_number": 43,
    "content": "وتلك الامثل نضربها للناس وما يعقلها الا العلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 44,
    "content": "خلق الله السموت والارض بالحق ان في ذلك لاية للمؤمنين",
  },
  {
    "surah_number": 29,
    "verse_number": 45,
    "content":
        "اتل ما اوحي اليك من الكتب واقم الصلاة ان الصلاة تنهى عن الفحشاء والمنكر ولذكر الله اكبر والله يعلم ما تصنعون",
  },
  {
    "surah_number": 29,
    "verse_number": 46,
    "content":
        "ولا تجدلوا اهل الكتب الا بالتي هي احسن الا الذين ظلموا منهم وقولوا ءامنا بالذي انزل الينا وانزل اليكم والهنا والهكم وحد ونحن له مسلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 47,
    "content":
        "وكذلك انزلنا اليك الكتب فالذين ءاتينهم الكتب يؤمنون به ومن هـؤلاء من يؤمن به وما يجحد بـايتنا الا الكفرون",
  },
  {
    "surah_number": 29,
    "verse_number": 48,
    "content":
        "وما كنت تتلوا من قبله من كتب ولا تخطه بيمينك اذا لارتاب المبطلون",
  },
  {
    "surah_number": 29,
    "verse_number": 49,
    "content":
        "بل هو ءايت بينت في صدور الذين اوتوا العلم وما يجحد بـايتنا الا الظـلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 50,
    "content":
        "وقالوا لولا انزل عليه ءايت من ربه قل انما الايت عند الله وانما انا نذير مبين",
  },
  {
    "surah_number": 29,
    "verse_number": 51,
    "content":
        "اولم يكفهم انا انزلنا عليك الكتب يتلى عليهم ان في ذلك لرحمة وذكرى لقوم يؤمنون",
  },
  {
    "surah_number": 29,
    "verse_number": 52,
    "content":
        "قل كفى بالله بيني وبينكم شهيدا يعلم ما في السموت والارض والذين ءامنوا بالبطل وكفروا بالله اولـئك هم الخسرون",
  },
  {
    "surah_number": 29,
    "verse_number": 53,
    "content":
        "ويستعجلونك بالعذاب ولولا اجل مسمى لجاءهم العذاب ولياتينهم بغتة وهم لا يشعرون",
  },
  {
    "surah_number": 29,
    "verse_number": 54,
    "content": "يستعجلونك بالعذاب وان جهنم لمحيطة بالكفرين",
  },
  {
    "surah_number": 29,
    "verse_number": 55,
    "content":
        "يوم يغشىهم العذاب من فوقهم ومن تحت ارجلهم ويقول ذوقوا ما كنتم تعملون",
  },
  {
    "surah_number": 29,
    "verse_number": 56,
    "content": "يعبادي الذين ءامنوا ان ارضي وسعة فايـي فاعبدون",
  },
  {
    "surah_number": 29,
    "verse_number": 57,
    "content": "كل نفس ذائقة الموت ثم الينا ترجعون",
  },
  {
    "surah_number": 29,
    "verse_number": 58,
    "content":
        "والذين ءامنوا وعملوا الصـلحت لنبوئنهم من الجنة غرفا تجري من تحتها الانهر خلدين فيها نعم اجر العملين",
  },
  {
    "surah_number": 29,
    "verse_number": 59,
    "content": "الذين صبروا وعلى ربهم يتوكلون",
  },
  {
    "surah_number": 29,
    "verse_number": 60,
    "content":
        "وكاين من دابة لا تحمل رزقها الله يرزقها واياكم وهو السميع العليم",
  },
  {
    "surah_number": 29,
    "verse_number": 61,
    "content":
        "ولئن سالتهم من خلق السموت والارض وسخر الشمس والقمر ليقولن الله فانى يؤفكون",
  },
  {
    "surah_number": 29,
    "verse_number": 62,
    "content":
        "الله يبسط الرزق لمن يشاء من عباده ويقدر له ان الله بكل شيء عليم",
  },
  {
    "surah_number": 29,
    "verse_number": 63,
    "content":
        "ولئن سالتهم من نزل من السماء ماء فاحيا به الارض من بعد موتها ليقولن الله قل الحمد لله بل اكثرهم لا يعقلون",
  },
  {
    "surah_number": 29,
    "verse_number": 64,
    "content":
        "وما هذه الحيوة الدنيا الا لهو ولعب وان الدار الاخرة لهي الحيوان لو كانوا يعلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 65,
    "content":
        "فاذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجىهم الى البر اذا هم يشركون",
  },
  {
    "surah_number": 29,
    "verse_number": 66,
    "content": "ليكفروا بما ءاتينهم وليتمتعوا فسوف يعلمون",
  },
  {
    "surah_number": 29,
    "verse_number": 67,
    "content":
        "اولم يروا انا جعلنا حرما ءامنا ويتخطف الناس من حولهم افبالبطل يؤمنون وبنعمة الله يكفرون",
  },
  {
    "surah_number": 29,
    "verse_number": 68,
    "content":
        "ومن اظلم ممن افترى على الله كذبا او كذب بالحق لما جاءه اليس في جهنم مثوى للكفرين",
  },
  {
    "surah_number": 29,
    "verse_number": 69,
    "content": "والذين جهدوا فينا لنهدينهم سبلنا وان الله لمع المحسنين",
  },
  {"surah_number": 30, "verse_number": 1, "content": "الم"},
  {"surah_number": 30, "verse_number": 2, "content": "غلبت الروم"},
  {
    "surah_number": 30,
    "verse_number": 3,
    "content": "في ادنى الارض وهم من بعد غلبهم سيغلبون",
  },
  {
    "surah_number": 30,
    "verse_number": 4,
    "content": "في بضع سنين لله الامر من قبل ومن بعد ويومئذ يفرح المؤمنون",
  },
  {
    "surah_number": 30,
    "verse_number": 5,
    "content": "بنصر الله ينصر من يشاء وهو العزيز الرحيم",
  },
  {
    "surah_number": 30,
    "verse_number": 6,
    "content": "وعد الله لا يخلف الله وعده ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 7,
    "content": "يعلمون ظهرا من الحيوة الدنيا وهم عن الاخرة هم غفلون",
  },
  {
    "surah_number": 30,
    "verse_number": 8,
    "content":
        "اولم يتفكروا في انفسهم ما خلق الله السموت والارض وما بينهما الا بالحق واجل مسمى وان كثيرا من الناس بلقاي ربهم لكفرون",
  },
  {
    "surah_number": 30,
    "verse_number": 9,
    "content":
        "اولم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم كانوا اشد منهم قوة واثاروا الارض وعمروها اكثر مما عمروها وجاءتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 10,
    "content":
        "ثم كان عقبة الذين اســوا السواى ان كذبوا بـايت الله وكانوا بها يستهزءون",
  },
  {
    "surah_number": 30,
    "verse_number": 11,
    "content": "الله يبدؤا الخلق ثم يعيده ثم اليه ترجعون",
  },
  {
    "surah_number": 30,
    "verse_number": 12,
    "content": "ويوم تقوم الساعة يبلس المجرمون",
  },
  {
    "surah_number": 30,
    "verse_number": 13,
    "content": "ولم يكن لهم من شركائهم شفعـؤا وكانوا بشركائهم كفرين",
  },
  {
    "surah_number": 30,
    "verse_number": 14,
    "content": "ويوم تقوم الساعة يومئذ يتفرقون",
  },
  {
    "surah_number": 30,
    "verse_number": 15,
    "content": "فاما الذين ءامنوا وعملوا الصـلحت فهم في روضة يحبرون",
  },
  {
    "surah_number": 30,
    "verse_number": 16,
    "content":
        "واما الذين كفروا وكذبوا بـايتنا ولقاي الاخرة فاولـئك في العذاب محضرون",
  },
  {
    "surah_number": 30,
    "verse_number": 17,
    "content": "فسبحن الله حين تمسون وحين تصبحون",
  },
  {
    "surah_number": 30,
    "verse_number": 18,
    "content": "وله الحمد في السموت والارض وعشيا وحين تظهرون",
  },
  {
    "surah_number": 30,
    "verse_number": 19,
    "content":
        "يخرج الحي من الميت ويخرج الميت من الحي ويحي الارض بعد موتها وكذلك تخرجون",
  },
  {
    "surah_number": 30,
    "verse_number": 20,
    "content": "ومن ءايته ان خلقكم من تراب ثم اذا انتم بشر تنتشرون",
  },
  {
    "surah_number": 30,
    "verse_number": 21,
    "content":
        "ومن ءايته ان خلق لكم من انفسكم ازوجا لتسكنوا اليها وجعل بينكم مودة ورحمة ان في ذلك لايت لقوم يتفكرون",
  },
  {
    "surah_number": 30,
    "verse_number": 22,
    "content":
        "ومن ءايته خلق السموت والارض واختلف السنتكم والونكم ان في ذلك لايت للعلمين",
  },
  {
    "surah_number": 30,
    "verse_number": 23,
    "content":
        "ومن ءايته منامكم باليل والنهار وابتغاؤكم من فضله ان في ذلك لايت لقوم يسمعون",
  },
  {
    "surah_number": 30,
    "verse_number": 24,
    "content":
        "ومن ءايته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحي به الارض بعد موتها ان في ذلك لايت لقوم يعقلون",
  },
  {
    "surah_number": 30,
    "verse_number": 25,
    "content":
        "ومن ءايته ان تقوم السماء والارض بامره ثم اذا دعاكم دعوة من الارض اذا انتم تخرجون",
  },
  {
    "surah_number": 30,
    "verse_number": 26,
    "content": "وله من في السموت والارض كل له قنتون",
  },
  {
    "surah_number": 30,
    "verse_number": 27,
    "content":
        "وهو الذي يبدؤا الخلق ثم يعيده وهو اهون عليه وله المثل الاعلى في السموت والارض وهو العزيز الحكيم",
  },
  {
    "surah_number": 30,
    "verse_number": 28,
    "content":
        "ضرب لكم مثلا من انفسكم هل لكم من ما ملكت ايمنكم من شركاء في ما رزقنكم فانتم فيه سواء تخافونهم كخيفتكم انفسكم كذلك نفصل الايت لقوم يعقلون",
  },
  {
    "surah_number": 30,
    "verse_number": 29,
    "content":
        "بل اتبع الذين ظلموا اهواءهم بغير علم فمن يهدي من اضل الله وما لهم من نـصرين",
  },
  {
    "surah_number": 30,
    "verse_number": 30,
    "content":
        "فاقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 31,
    "content": "منيبين اليه واتقوه واقيموا الصلاة ولا تكونوا من المشركين",
  },
  {
    "surah_number": 30,
    "verse_number": 32,
    "content": "من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون",
  },
  {
    "surah_number": 30,
    "verse_number": 33,
    "content":
        "واذا مس الناس ضر دعوا ربهم منيبين اليه ثم اذا اذاقهم منه رحمة اذا فريق منهم بربهم يشركون",
  },
  {
    "surah_number": 30,
    "verse_number": 34,
    "content": "ليكفروا بما ءاتينهم فتمتعوا فسوف تعلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 35,
    "content": "ام انزلنا عليهم سلطنا فهو يتكلم بما كانوا به يشركون",
  },
  {
    "surah_number": 30,
    "verse_number": 36,
    "content":
        "واذا اذقنا الناس رحمة فرحوا بها وان تصبهم سيئة بما قدمت ايديهم اذا هم يقنطون",
  },
  {
    "surah_number": 30,
    "verse_number": 37,
    "content":
        "اولم يروا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايت لقوم يؤمنون",
  },
  {
    "surah_number": 30,
    "verse_number": 38,
    "content":
        "فـات ذا القربى حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله واولـئك هم المفلحون",
  },
  {
    "surah_number": 30,
    "verse_number": 39,
    "content":
        "وما ءاتيتم من ربا ليربوا في امول الناس فلا يربوا عند الله وما ءاتيتم من زكوة تريدون وجه الله فاولـئك هم المضعفون",
  },
  {
    "surah_number": 30,
    "verse_number": 40,
    "content":
        "الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء سبحنه وتعلى عما يشركون",
  },
  {
    "surah_number": 30,
    "verse_number": 41,
    "content":
        "ظهر الفساد في البر والبحر بما كسبت ايدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون",
  },
  {
    "surah_number": 30,
    "verse_number": 42,
    "content":
        "قل سيروا في الارض فانظروا كيف كان عقبة الذين من قبل كان اكثرهم مشركين",
  },
  {
    "surah_number": 30,
    "verse_number": 43,
    "content":
        "فاقم وجهك للدين القيم من قبل ان ياتي يوم لا مرد له من الله يومئذ يصدعون",
  },
  {
    "surah_number": 30,
    "verse_number": 44,
    "content": "من كفر فعليه كفره ومن عمل صلحا فلانفسهم يمهدون",
  },
  {
    "surah_number": 30,
    "verse_number": 45,
    "content": "ليجزي الذين ءامنوا وعملوا الصـلحت من فضله انه لا يحب الكفرين",
  },
  {
    "surah_number": 30,
    "verse_number": 46,
    "content":
        "ومن ءايته ان يرسل الرياح مبشرت وليذيقكم من رحمته ولتجري الفلك بامره ولتبتغوا من فضله ولعلكم تشكرون",
  },
  {
    "surah_number": 30,
    "verse_number": 47,
    "content":
        "ولقد ارسلنا من قبلك رسلا الى قومهم فجاءوهم بالبينت فانتقمنا من الذين اجرموا وكان حقا علينا نصر المؤمنين",
  },
  {
    "surah_number": 30,
    "verse_number": 48,
    "content":
        "الله الذي يرسل الريح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلله فاذا اصاب به من يشاء من عباده اذا هم يستبشرون",
  },
  {
    "surah_number": 30,
    "verse_number": 49,
    "content": "وان كانوا من قبل ان ينزل عليهم من قبله لمبلسين",
  },
  {
    "surah_number": 30,
    "verse_number": 50,
    "content":
        "فانظر الى ءاثر رحمت الله كيف يحي الارض بعد موتها ان ذلك لمحي الموتى وهو على كل شيء قدير",
  },
  {
    "surah_number": 30,
    "verse_number": 51,
    "content": "ولئن ارسلنا ريحا فراوه مصفرا لظلوا من بعده يكفرون",
  },
  {
    "surah_number": 30,
    "verse_number": 52,
    "content": "فانك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين",
  },
  {
    "surah_number": 30,
    "verse_number": 53,
    "content":
        "وما انت بهد العمي عن ضللتهم ان تسمع الا من يؤمن بـايتنا فهم مسلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 54,
    "content":
        "الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير",
  },
  {
    "surah_number": 30,
    "verse_number": 55,
    "content":
        "ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون",
  },
  {
    "surah_number": 30,
    "verse_number": 56,
    "content":
        "وقال الذين اوتوا العلم والايمن لقد لبثتم في كتب الله الى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 57,
    "content": "فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون",
  },
  {
    "surah_number": 30,
    "verse_number": 58,
    "content":
        "ولقد ضربنا للناس في هذا القرءان من كل مثل ولئن جئتهم بـاية ليقولن الذين كفروا ان انتم الا مبطلون",
  },
  {
    "surah_number": 30,
    "verse_number": 59,
    "content": "كذلك يطبع الله على قلوب الذين لا يعلمون",
  },
  {
    "surah_number": 30,
    "verse_number": 60,
    "content": "فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون",
  },
  {"surah_number": 31, "verse_number": 1, "content": "الم"},
  {"surah_number": 31, "verse_number": 2, "content": "تلك ءايت الكتب الحكيم"},
  {"surah_number": 31, "verse_number": 3, "content": "هدى ورحمة للمحسنين"},
  {
    "surah_number": 31,
    "verse_number": 4,
    "content": "الذين يقيمون الصلاة ويؤتون الزكوة وهم بالاخرة هم يوقنون",
  },
  {
    "surah_number": 31,
    "verse_number": 5,
    "content": "اولـئك على هدى من ربهم واولـئك هم المفلحون",
  },
  {
    "surah_number": 31,
    "verse_number": 6,
    "content":
        "ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا اولـئك لهم عذاب مهين",
  },
  {
    "surah_number": 31,
    "verse_number": 7,
    "content":
        "واذا تتلى عليه ءايتنا ولى مستكبرا كان لم يسمعها كان في اذنيه وقرا فبشره بعذاب اليم",
  },
  {
    "surah_number": 31,
    "verse_number": 8,
    "content": "ان الذين ءامنوا وعملوا الصـلحت لهم جنـت النعيم",
  },
  {
    "surah_number": 31,
    "verse_number": 9,
    "content": "خلدين فيها وعد الله حقا وهو العزيز الحكيم",
  },
  {
    "surah_number": 31,
    "verse_number": 10,
    "content":
        "خلق السموت بغير عمد ترونها والقى في الارض روسي ان تميد بكم وبث فيها من كل دابة وانزلنا من السماء ماء فانبتنا فيها من كل زوج كريم",
  },
  {
    "surah_number": 31,
    "verse_number": 11,
    "content":
        "هذا خلق الله فاروني ماذا خلق الذين من دونه بل الظـلمون في ضلل مبين",
  },
  {
    "surah_number": 31,
    "verse_number": 12,
    "content":
        "ولقد ءاتينا لقمن الحكمة ان اشكر لله ومن يشكر فانما يشكر لنفسه ومن كفر فان الله غني حميد",
  },
  {
    "surah_number": 31,
    "verse_number": 13,
    "content":
        "واذ قال لقمن لابنه وهو يعظه يبني لا تشرك بالله ان الشرك لظلم عظيم",
  },
  {
    "surah_number": 31,
    "verse_number": 14,
    "content":
        "ووصينا الانسن بولديه حملته امه وهنا على وهن وفصله في عامين ان اشكر لي ولولديك الي المصير",
  },
  {
    "surah_number": 31,
    "verse_number": 15,
    "content":
        "وان جهداك على ان تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من اناب الي ثم الي مرجعكم فانبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 31,
    "verse_number": 16,
    "content":
        "يبني انها ان تك مثقال حبة من خردل فتكن في صخرة او في السموت او في الارض يات بها الله ان الله لطيف خبير",
  },
  {
    "surah_number": 31,
    "verse_number": 17,
    "content":
        "يبني اقم الصلاة وامر بالمعروف وانه عن المنكر واصبر على ما اصابك ان ذلك من عزم الامور",
  },
  {
    "surah_number": 31,
    "verse_number": 18,
    "content":
        "ولا تصعر خدك للناس ولا تمش في الارض مرحا ان الله لا يحب كل مختال فخور",
  },
  {
    "surah_number": 31,
    "verse_number": 19,
    "content": "واقصد في مشيك واغضض من صوتك ان انكر الاصوت لصوت الحمير",
  },
  {
    "surah_number": 31,
    "verse_number": 20,
    "content":
        "الم تروا ان الله سخر لكم ما في السموت وما في الارض واسبغ عليكم نعمه ظهرة وباطنة ومن الناس من يجدل في الله بغير علم ولا هدى ولا كتب منير",
  },
  {
    "surah_number": 31,
    "verse_number": 21,
    "content":
        "واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما وجدنا عليه ءاباءنا اولو كان الشيطن يدعوهم الى عذاب السعير",
  },
  {
    "surah_number": 31,
    "verse_number": 22,
    "content":
        "ومن يسلم وجهه الى الله وهو محسن فقد استمسك بالعروة الوثقى والى الله عقبة الامور",
  },
  {
    "surah_number": 31,
    "verse_number": 23,
    "content":
        "ومن كفر فلا يحزنك كفره الينا مرجعهم فننبئهم بما عملوا ان الله عليم بذات الصدور",
  },
  {
    "surah_number": 31,
    "verse_number": 24,
    "content": "نمتعهم قليلا ثم نضطرهم الى عذاب غليظ",
  },
  {
    "surah_number": 31,
    "verse_number": 25,
    "content":
        "ولئن سالتهم من خلق السموت والارض ليقولن الله قل الحمد لله بل اكثرهم لا يعلمون",
  },
  {
    "surah_number": 31,
    "verse_number": 26,
    "content": "لله ما في السموت والارض ان الله هو الغني الحميد",
  },
  {
    "surah_number": 31,
    "verse_number": 27,
    "content":
        "ولو انما في الارض من شجرة اقلم والبحر يمده من بعده سبعة ابحر ما نفدت كلمت الله ان الله عزيز حكيم",
  },
  {
    "surah_number": 31,
    "verse_number": 28,
    "content": "ما خلقكم ولا بعثكم الا كنفس وحدة ان الله سميع بصير",
  },
  {
    "surah_number": 31,
    "verse_number": 29,
    "content":
        "الم تر ان الله يولج اليل في النهار ويولج النهار في اليل وسخر الشمس والقمر كل يجري الى اجل مسمى وان الله بما تعملون خبير",
  },
  {
    "surah_number": 31,
    "verse_number": 30,
    "content":
        "ذلك بان الله هو الحق وان ما يدعون من دونه البطل وان الله هو العلي الكبير",
  },
  {
    "surah_number": 31,
    "verse_number": 31,
    "content":
        "الم تر ان الفلك تجري في البحر بنعمت الله ليريكم من ءايته ان في ذلك لايت لكل صبار شكور",
  },
  {
    "surah_number": 31,
    "verse_number": 32,
    "content":
        "واذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجىهم الى البر فمنهم مقتصد وما يجحد بـايتنا الا كل ختار كفور",
  },
  {
    "surah_number": 31,
    "verse_number": 33,
    "content":
        "يـايها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيـا ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور",
  },
  {
    "surah_number": 31,
    "verse_number": 34,
    "content":
        "ان الله عنده علم الساعة وينزل الغيث ويعلم ما في الارحام وما تدري نفس ماذا تكسب غدا وما تدري نفس باي ارض تموت ان الله عليم خبير",
  },
  {"surah_number": 32, "verse_number": 1, "content": "الم"},
  {
    "surah_number": 32,
    "verse_number": 2,
    "content": "تنزيل الكتب لا ريب فيه من رب العلمين",
  },
  {
    "surah_number": 32,
    "verse_number": 3,
    "content":
        "ام يقولون افترىه بل هو الحق من ربك لتنذر قوما ما اتىهم من نذير من قبلك لعلهم يهتدون",
  },
  {
    "surah_number": 32,
    "verse_number": 4,
    "content":
        "الله الذي خلق السموت والارض وما بينهما في ستة ايام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع افلا تتذكرون",
  },
  {
    "surah_number": 32,
    "verse_number": 5,
    "content":
        "يدبر الامر من السماء الى الارض ثم يعرج اليه في يوم كان مقداره الف سنة مما تعدون",
  },
  {
    "surah_number": 32,
    "verse_number": 6,
    "content": "ذلك علم الغيب والشهدة العزيز الرحيم",
  },
  {
    "surah_number": 32,
    "verse_number": 7,
    "content": "الذي احسن كل شيء خلقه وبدا خلق الانسن من طين",
  },
  {
    "surah_number": 32,
    "verse_number": 8,
    "content": "ثم جعل نسله من سللة من ماء مهين",
  },
  {
    "surah_number": 32,
    "verse_number": 9,
    "content":
        "ثم سوىه ونفخ فيه من روحه وجعل لكم السمع والابصر والافـدة قليلا ما تشكرون",
  },
  {
    "surah_number": 32,
    "verse_number": 10,
    "content":
        "وقالوا اءذا ضللنا في الارض اءنا لفي خلق جديد بل هم بلقاء ربهم كفرون",
  },
  {
    "surah_number": 32,
    "verse_number": 11,
    "content": "قل يتوفىكم ملك الموت الذي وكل بكم ثم الى ربكم ترجعون",
  },
  {
    "surah_number": 32,
    "verse_number": 12,
    "content":
        "ولو ترى اذ المجرمون ناكسوا رءوسهم عند ربهم ربنا ابصرنا وسمعنا فارجعنا نعمل صلحا انا موقنون",
  },
  {
    "surah_number": 32,
    "verse_number": 13,
    "content":
        "ولو شئنا لاتينا كل نفس هدىها ولكن حق القول مني لاملان جهنم من الجنة والناس اجمعين",
  },
  {
    "surah_number": 32,
    "verse_number": 14,
    "content":
        "فذوقوا بما نسيتم لقاء يومكم هذا انا نسينكم وذوقوا عذاب الخلد بما كنتم تعملون",
  },
  {
    "surah_number": 32,
    "verse_number": 15,
    "content":
        "انما يؤمن بـايتنا الذين اذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون",
  },
  {
    "surah_number": 32,
    "verse_number": 16,
    "content":
        "تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 32,
    "verse_number": 17,
    "content": "فلا تعلم نفس ما اخفي لهم من قرة اعين جزاء بما كانوا يعملون",
  },
  {
    "surah_number": 32,
    "verse_number": 18,
    "content": "افمن كان مؤمنا كمن كان فاسقا لا يستون",
  },
  {
    "surah_number": 32,
    "verse_number": 19,
    "content":
        "اما الذين ءامنوا وعملوا الصـلحت فلهم جنـت الماوى نزلا بما كانوا يعملون",
  },
  {
    "surah_number": 32,
    "verse_number": 20,
    "content":
        "واما الذين فسقوا فماوىهم النار كلما ارادوا ان يخرجوا منها اعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون",
  },
  {
    "surah_number": 32,
    "verse_number": 21,
    "content": "ولنذيقنهم من العذاب الادنى دون العذاب الاكبر لعلهم يرجعون",
  },
  {
    "surah_number": 32,
    "verse_number": 22,
    "content":
        "ومن اظلم ممن ذكر بـايت ربه ثم اعرض عنها انا من المجرمين منتقمون",
  },
  {
    "surah_number": 32,
    "verse_number": 23,
    "content":
        "ولقد ءاتينا موسى الكتب فلا تكن في مرية من لقائه وجعلنه هدى لبني اسرـءيل",
  },
  {
    "surah_number": 32,
    "verse_number": 24,
    "content": "وجعلنا منهم ائمة يهدون بامرنا لما صبروا وكانوا بـايتنا يوقنون",
  },
  {
    "surah_number": 32,
    "verse_number": 25,
    "content": "ان ربك هو يفصل بينهم يوم القيمة فيما كانوا فيه يختلفون",
  },
  {
    "surah_number": 32,
    "verse_number": 26,
    "content":
        "اولم يهد لهم كم اهلكنا من قبلهم من القرون يمشون في مسكنهم ان في ذلك لايت افلا يسمعون",
  },
  {
    "surah_number": 32,
    "verse_number": 27,
    "content":
        "اولم يروا انا نسوق الماء الى الارض الجرز فنخرج به زرعا تاكل منه انعمهم وانفسهم افلا يبصرون",
  },
  {
    "surah_number": 32,
    "verse_number": 28,
    "content": "ويقولون متى هذا الفتح ان كنتم صدقين",
  },
  {
    "surah_number": 32,
    "verse_number": 29,
    "content": "قل يوم الفتح لا ينفع الذين كفروا ايمنهم ولا هم ينظرون",
  },
  {
    "surah_number": 32,
    "verse_number": 30,
    "content": "فاعرض عنهم وانتظر انهم منتظرون",
  },
  {
    "surah_number": 33,
    "verse_number": 1,
    "content":
        "يـايها النبي اتق الله ولا تطع الكفرين والمنفقين ان الله كان عليما حكيما",
  },
  {
    "surah_number": 33,
    "verse_number": 2,
    "content": "واتبع ما يوحى اليك من ربك ان الله كان بما تعملون خبيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 3,
    "content": "وتوكل على الله وكفى بالله وكيلا",
  },
  {
    "surah_number": 33,
    "verse_number": 4,
    "content":
        "ما جعل الله لرجل من قلبين في جوفه وما جعل ازوجكم الــي تظهرون منهن امهتكم وما جعل ادعياءكم ابناءكم ذلكم قولكم بافوهكم والله يقول الحق وهو يهدي السبيل",
  },
  {
    "surah_number": 33,
    "verse_number": 5,
    "content":
        "ادعوهم لابائهم هو اقسط عند الله فان لم تعلموا ءاباءهم فاخونكم في الدين وموليكم وليس عليكم جناح فيما اخطاتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما",
  },
  {
    "surah_number": 33,
    "verse_number": 6,
    "content":
        "النبي اولى بالمؤمنين من انفسهم وازوجه امهتهم واولوا الارحام بعضهم اولى ببعض في كتب الله من المؤمنين والمهجرين الا ان تفعلوا الى اوليائكم معروفا كان ذلك في الكتب مسطورا",
  },
  {
    "surah_number": 33,
    "verse_number": 7,
    "content":
        "واذ اخذنا من النبيـن ميثقهم ومنك ومن نوح وابرهيم وموسى وعيسى ابن مريم واخذنا منهم ميثقا غليظا",
  },
  {
    "surah_number": 33,
    "verse_number": 8,
    "content": "ليسـل الصـدقين عن صدقهم واعد للكفرين عذابا اليما",
  },
  {
    "surah_number": 33,
    "verse_number": 9,
    "content":
        "يـايها الذين ءامنوا اذكروا نعمة الله عليكم اذ جاءتكم جنود فارسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 10,
    "content":
        "اذ جاءوكم من فوقكم ومن اسفل منكم واذ زاغت الابصر وبلغت القلوب الحناجر وتظنون بالله الظنونا",
  },
  {
    "surah_number": 33,
    "verse_number": 11,
    "content": "هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا",
  },
  {
    "surah_number": 33,
    "verse_number": 12,
    "content":
        "واذ يقول المنفقون والذين في قلوبهم مرض ما وعدنا الله ورسوله الا غرورا",
  },
  {
    "surah_number": 33,
    "verse_number": 13,
    "content":
        "واذ قالت طائفة منهم يـاهل يثرب لا مقام لكم فارجعوا ويستـذن فريق منهم النبي يقولون ان بيوتنا عورة وما هي بعورة ان يريدون الا فرارا",
  },
  {
    "surah_number": 33,
    "verse_number": 14,
    "content":
        "ولو دخلت عليهم من اقطارها ثم سئلوا الفتنة لاتوها وما تلبثوا بها الا يسيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 15,
    "content":
        "ولقد كانوا عهدوا الله من قبل لا يولون الادبر وكان عهد الله مسـولا",
  },
  {
    "surah_number": 33,
    "verse_number": 16,
    "content":
        "قل لن ينفعكم الفرار ان فررتم من الموت او القتل واذا لا تمتعون الا قليلا",
  },
  {
    "surah_number": 33,
    "verse_number": 17,
    "content":
        "قل من ذا الذي يعصمكم من الله ان اراد بكم سوءا او اراد بكم رحمة ولا يجدون لهم من دون الله وليا ولا نصيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 18,
    "content":
        "قد يعلم الله المعوقين منكم والقائلين لاخونهم هلم الينا ولا ياتون الباس الا قليلا",
  },
  {
    "surah_number": 33,
    "verse_number": 19,
    "content":
        "اشحة عليكم فاذا جاء الخوف رايتهم ينظرون اليك تدور اعينهم كالذي يغشى عليه من الموت فاذا ذهب الخوف سلقوكم بالسنة حداد اشحة على الخير اولـئك لم يؤمنوا فاحبط الله اعملهم وكان ذلك على الله يسيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 20,
    "content":
        "يحسبون الاحزاب لم يذهبوا وان يات الاحزاب يودوا لو انهم بادون في الاعراب يسـلون عن انبائكم ولو كانوا فيكم ما قتلوا الا قليلا",
  },
  {
    "surah_number": 33,
    "verse_number": 21,
    "content":
        "لقد كان لكم في رسول الله اسوة حسنة لمن كان يرجوا الله واليوم الاخر وذكر الله كثيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 22,
    "content":
        "ولما رءا المؤمنون الاحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم الا ايمنا وتسليما",
  },
  {
    "surah_number": 33,
    "verse_number": 23,
    "content":
        "من المؤمنين رجال صدقوا ما عهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا",
  },
  {
    "surah_number": 33,
    "verse_number": 24,
    "content":
        "ليجزي الله الصـدقين بصدقهم ويعذب المنفقين ان شاء او يتوب عليهم ان الله كان غفورا رحيما",
  },
  {
    "surah_number": 33,
    "verse_number": 25,
    "content":
        "ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا",
  },
  {
    "surah_number": 33,
    "verse_number": 26,
    "content":
        "وانزل الذين ظهروهم من اهل الكتب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتاسرون فريقا",
  },
  {
    "surah_number": 33,
    "verse_number": 27,
    "content":
        "واورثكم ارضهم وديرهم وامولهم وارضا لم تطـوها وكان الله على كل شيء قديرا",
  },
  {
    "surah_number": 33,
    "verse_number": 28,
    "content":
        "يـايها النبي قل لازوجك ان كنتن تردن الحيوة الدنيا وزينتها فتعالين امتعكن واسرحكن سراحا جميلا",
  },
  {
    "surah_number": 33,
    "verse_number": 29,
    "content":
        "وان كنتن تردن الله ورسوله والدار الاخرة فان الله اعد للمحسنت منكن اجرا عظيما",
  },
  {
    "surah_number": 33,
    "verse_number": 30,
    "content":
        "ينساء النبي من يات منكن بفحشة مبينة يضعف لها العذاب ضعفين وكان ذلك على الله يسيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 31,
    "content":
        "ومن يقنت منكن لله ورسوله وتعمل صلحا نؤتها اجرها مرتين واعتدنا لها رزقا كريما",
  },
  {
    "surah_number": 33,
    "verse_number": 32,
    "content":
        "ينساء النبي لستن كاحد من النساء ان اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا",
  },
  {
    "surah_number": 33,
    "verse_number": 33,
    "content":
        "وقرن في بيوتكن ولا تبرجن تبرج الجهلية الاولى واقمن الصلاة وءاتين الزكوة واطعن الله ورسوله انما يريد الله ليذهب عنكم الرجس اهل البيت ويطهركم تطهيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 34,
    "content":
        "واذكرن ما يتلى في بيوتكن من ءايت الله والحكمة ان الله كان لطيفا خبيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 35,
    "content":
        "ان المسلمين والمسلمت والمؤمنين والمؤمنت والقنتين والقنتت والصـدقين والصـدقت والصـبرين والصـبرت والخشعين والخشعت والمتصدقين والمتصدقت والصـئمين والصـئمت والحفظين فروجهم والحفظت والذـكرين الله كثيرا والذـكرت اعد الله لهم مغفرة واجرا عظيما",
  },
  {
    "surah_number": 33,
    "verse_number": 36,
    "content":
        "وما كان لمؤمن ولا مؤمنة اذا قضى الله ورسوله امرا ان يكون لهم الخيرة من امرهم ومن يعص الله ورسوله فقد ضل ضللا مبينا",
  },
  {
    "surah_number": 33,
    "verse_number": 37,
    "content":
        "واذ تقول للذي انعم الله عليه وانعمت عليه امسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه وتخشى الناس والله احق ان تخشىه فلما قضى زيد منها وطرا زوجنكها لكي لا يكون على المؤمنين حرج في ازوج ادعيائهم اذا قضوا منهن وطرا وكان امر الله مفعولا",
  },
  {
    "surah_number": 33,
    "verse_number": 38,
    "content":
        "ما كان على النبي من حرج فيما فرض الله له سنة الله في الذين خلوا من قبل وكان امر الله قدرا مقدورا",
  },
  {
    "surah_number": 33,
    "verse_number": 39,
    "content":
        "الذين يبلغون رسلت الله ويخشونه ولا يخشون احدا الا الله وكفى بالله حسيبا",
  },
  {
    "surah_number": 33,
    "verse_number": 40,
    "content":
        "ما كان محمد ابا احد من رجالكم ولكن رسول الله وخاتم النبيـن وكان الله بكل شيء عليما",
  },
  {
    "surah_number": 33,
    "verse_number": 41,
    "content": "يـايها الذين ءامنوا اذكروا الله ذكرا كثيرا",
  },
  {"surah_number": 33, "verse_number": 42, "content": "وسبحوه بكرة واصيلا"},
  {
    "surah_number": 33,
    "verse_number": 43,
    "content":
        "هو الذي يصلي عليكم وملـئكته ليخرجكم من الظلمت الى النور وكان بالمؤمنين رحيما",
  },
  {
    "surah_number": 33,
    "verse_number": 44,
    "content": "تحيتهم يوم يلقونه سلم واعد لهم اجرا كريما",
  },
  {
    "surah_number": 33,
    "verse_number": 45,
    "content": "يـايها النبي انا ارسلنك شهدا ومبشرا ونذيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 46,
    "content": "وداعيا الى الله باذنه وسراجا منيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 47,
    "content": "وبشر المؤمنين بان لهم من الله فضلا كبيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 48,
    "content":
        "ولا تطع الكفرين والمنفقين ودع اذىهم وتوكل على الله وكفى بالله وكيلا",
  },
  {
    "surah_number": 33,
    "verse_number": 49,
    "content":
        "يـايها الذين ءامنوا اذا نكحتم المؤمنت ثم طلقتموهن من قبل ان تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا",
  },
  {
    "surah_number": 33,
    "verse_number": 50,
    "content":
        "يـايها النبي انا احللنا لك ازوجك الـتي ءاتيت اجورهن وما ملكت يمينك مما افاء الله عليك وبنات عمك وبنات عمـتك وبنات خالك وبنات خلتك الـتي هاجرن معك وامراة مؤمنة ان وهبت نفسها للنبي ان اراد النبي ان يستنكحها خالصة لك من دون المؤمنين قد علمنا ما فرضنا عليهم في ازوجهم وما ملكت ايمنهم لكيلا يكون عليك حرج وكان الله غفورا رحيما",
  },
  {
    "surah_number": 33,
    "verse_number": 51,
    "content":
        "ترجي من تشاء منهن وتـوي اليك من تشاء ومن ابتغيت ممن عزلت فلا جناح عليك ذلك ادنى ان تقر اعينهن ولا يحزن ويرضين بما ءاتيتهن كلهن والله يعلم ما في قلوبكم وكان الله عليما حليما",
  },
  {
    "surah_number": 33,
    "verse_number": 52,
    "content":
        "لا يحل لك النساء من بعد ولا ان تبدل بهن من ازوج ولو اعجبك حسنهن الا ما ملكت يمينك وكان الله على كل شيء رقيبا",
  },
  {
    "surah_number": 33,
    "verse_number": 53,
    "content":
        "يـايها الذين ءامنوا لا تدخلوا بيوت النبي الا ان يؤذن لكم الى طعام غير نظرين انىه ولكن اذا دعيتم فادخلوا فاذا طعمتم فانتشروا ولا مستـنسين لحديث ان ذلكم كان يؤذي النبي فيستحي منكم والله لا يستحي من الحق واذا سالتموهن متعا فسـلوهن من وراء حجاب ذلكم اطهر لقلوبكم وقلوبهن وما كان لكم ان تؤذوا رسول الله ولا ان تنكحوا ازوجه من بعده ابدا ان ذلكم كان عند الله عظيما",
  },
  {
    "surah_number": 33,
    "verse_number": 54,
    "content": "ان تبدوا شيـا او تخفوه فان الله كان بكل شيء عليما",
  },
  {
    "surah_number": 33,
    "verse_number": 55,
    "content":
        "لا جناح عليهن في ءابائهن ولا ابنائهن ولا اخونهن ولا ابناء اخونهن ولا ابناء اخوتهن ولا نسائهن ولا ما ملكت ايمنهن واتقين الله ان الله كان على كل شيء شهيدا",
  },
  {
    "surah_number": 33,
    "verse_number": 56,
    "content":
        "ان الله وملـئكته يصلون على النبي يـايها الذين ءامنوا صلوا عليه وسلموا تسليما",
  },
  {
    "surah_number": 33,
    "verse_number": 57,
    "content":
        "ان الذين يؤذون الله ورسوله لعنهم الله في الدنيا والاخرة واعد لهم عذابا مهينا",
  },
  {
    "surah_number": 33,
    "verse_number": 58,
    "content":
        "والذين يؤذون المؤمنين والمؤمنت بغير ما اكتسبوا فقد احتملوا بهتنا واثما مبينا",
  },
  {
    "surah_number": 33,
    "verse_number": 59,
    "content":
        "يـايها النبي قل لازوجك وبناتك ونساء المؤمنين يدنين عليهن من جلبيبهن ذلك ادنى ان يعرفن فلا يؤذين وكان الله غفورا رحيما",
  },
  {
    "surah_number": 33,
    "verse_number": 60,
    "content":
        "لئن لم ينته المنفقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها الا قليلا",
  },
  {
    "surah_number": 33,
    "verse_number": 61,
    "content": "ملعونين اينما ثقفوا اخذوا وقتلوا تقتيلا",
  },
  {
    "surah_number": 33,
    "verse_number": 62,
    "content": "سنة الله في الذين خلوا من قبل ولن تجد لسنة الله تبديلا",
  },
  {
    "surah_number": 33,
    "verse_number": 63,
    "content":
        "يسـلك الناس عن الساعة قل انما علمها عند الله وما يدريك لعل الساعة تكون قريبا",
  },
  {
    "surah_number": 33,
    "verse_number": 64,
    "content": "ان الله لعن الكفرين واعد لهم سعيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 65,
    "content": "خلدين فيها ابدا لا يجدون وليا ولا نصيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 66,
    "content":
        "يوم تقلب وجوههم في النار يقولون يليتنا اطعنا الله واطعنا الرسولا",
  },
  {
    "surah_number": 33,
    "verse_number": 67,
    "content": "وقالوا ربنا انا اطعنا سادتنا وكبراءنا فاضلونا السبيلا",
  },
  {
    "surah_number": 33,
    "verse_number": 68,
    "content": "ربنا ءاتهم ضعفين من العذاب والعنهم لعنا كبيرا",
  },
  {
    "surah_number": 33,
    "verse_number": 69,
    "content":
        "يـايها الذين ءامنوا لا تكونوا كالذين ءاذوا موسى فبراه الله مما قالوا وكان عند الله وجيها",
  },
  {
    "surah_number": 33,
    "verse_number": 70,
    "content": "يـايها الذين ءامنوا اتقوا الله وقولوا قولا سديدا",
  },
  {
    "surah_number": 33,
    "verse_number": 71,
    "content":
        "يصلح لكم اعملكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما",
  },
  {
    "surah_number": 33,
    "verse_number": 72,
    "content":
        "انا عرضنا الامانة على السموت والارض والجبال فابين ان يحملنها واشفقن منها وحملها الانسن انه كان ظلوما جهولا",
  },
  {
    "surah_number": 33,
    "verse_number": 73,
    "content":
        "ليعذب الله المنفقين والمنفقت والمشركين والمشركت ويتوب الله على المؤمنين والمؤمنت وكان الله غفورا رحيما",
  },
  {
    "surah_number": 34,
    "verse_number": 1,
    "content":
        "الحمد لله الذي له ما في السموت وما في الارض وله الحمد في الاخرة وهو الحكيم الخبير",
  },
  {
    "surah_number": 34,
    "verse_number": 2,
    "content":
        "يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور",
  },
  {
    "surah_number": 34,
    "verse_number": 3,
    "content":
        "وقال الذين كفروا لا تاتينا الساعة قل بلى وربي لتاتينكم علم الغيب لا يعزب عنه مثقال ذرة في السموت ولا في الارض ولا اصغر من ذلك ولا اكبر الا في كتب مبين",
  },
  {
    "surah_number": 34,
    "verse_number": 4,
    "content": "ليجزي الذين ءامنوا وعملوا الصـلحت اولـئك لهم مغفرة ورزق كريم",
  },
  {
    "surah_number": 34,
    "verse_number": 5,
    "content": "والذين سعو في ءايتنا معجزين اولـئك لهم عذاب من رجز اليم",
  },
  {
    "surah_number": 34,
    "verse_number": 6,
    "content":
        "ويرى الذين اوتوا العلم الذي انزل اليك من ربك هو الحق ويهدي الى صراط العزيز الحميد",
  },
  {
    "surah_number": 34,
    "verse_number": 7,
    "content":
        "وقال الذين كفروا هل ندلكم على رجل ينبئكم اذا مزقتم كل ممزق انكم لفي خلق جديد",
  },
  {
    "surah_number": 34,
    "verse_number": 8,
    "content":
        "افترى على الله كذبا ام به جنة بل الذين لا يؤمنون بالاخرة في العذاب والضلل البعيد",
  },
  {
    "surah_number": 34,
    "verse_number": 9,
    "content":
        "افلم يروا الى ما بين ايديهم وما خلفهم من السماء والارض ان نشا نخسف بهم الارض او نسقط عليهم كسفا من السماء ان في ذلك لاية لكل عبد منيب",
  },
  {
    "surah_number": 34,
    "verse_number": 10,
    "content":
        "ولقد ءاتينا داود منا فضلا يجبال اوبي معه والطير والنا له الحديد",
  },
  {
    "surah_number": 34,
    "verse_number": 11,
    "content": "ان اعمل سبغت وقدر في السرد واعملوا صلحا اني بما تعملون بصير",
  },
  {
    "surah_number": 34,
    "verse_number": 12,
    "content":
        "ولسليمن الريح غدوها شهر ورواحها شهر واسلنا له عين القطر ومن الجن من يعمل بين يديه باذن ربه ومن يزغ منهم عن امرنا نذقه من عذاب السعير",
  },
  {
    "surah_number": 34,
    "verse_number": 13,
    "content":
        "يعملون له ما يشاء من محريب وتمثيل وجفان كالجواب وقدور راسيت اعملوا ءال داود شكرا وقليل من عبادي الشكور",
  },
  {
    "surah_number": 34,
    "verse_number": 14,
    "content":
        "فلما قضينا عليه الموت ما دلهم على موته الا دابة الارض تاكل منساته فلما خر تبينت الجن ان لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين",
  },
  {
    "surah_number": 34,
    "verse_number": 15,
    "content":
        "لقد كان لسبا في مسكنهم ءاية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور",
  },
  {
    "surah_number": 34,
    "verse_number": 16,
    "content":
        "فاعرضوا فارسلنا عليهم سيل العرم وبدلنهم بجنتيهم جنتين ذواتي اكل خمط واثل وشيء من سدر قليل",
  },
  {
    "surah_number": 34,
    "verse_number": 17,
    "content": "ذلك جزينهم بما كفروا وهل نجزي الا الكفور",
  },
  {
    "surah_number": 34,
    "verse_number": 18,
    "content":
        "وجعلنا بينهم وبين القرى التي بركنا فيها قرى ظهرة وقدرنا فيها السير سيروا فيها ليالي واياما ءامنين",
  },
  {
    "surah_number": 34,
    "verse_number": 19,
    "content":
        "فقالوا ربنا بعد بين اسفارنا وظلموا انفسهم فجعلنهم احاديث ومزقنهم كل ممزق ان في ذلك لايت لكل صبار شكور",
  },
  {
    "surah_number": 34,
    "verse_number": 20,
    "content": "ولقد صدق عليهم ابليس ظنه فاتبعوه الا فريقا من المؤمنين",
  },
  {
    "surah_number": 34,
    "verse_number": 21,
    "content":
        "وما كان له عليهم من سلطن الا لنعلم من يؤمن بالاخرة ممن هو منها في شك وربك على كل شيء حفيظ",
  },
  {
    "surah_number": 34,
    "verse_number": 22,
    "content":
        "قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السموت ولا في الارض وما لهم فيهما من شرك وما له منهم من ظهير",
  },
  {
    "surah_number": 34,
    "verse_number": 23,
    "content":
        "ولا تنفع الشفعة عنده الا لمن اذن له حتى اذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير",
  },
  {
    "surah_number": 34,
    "verse_number": 24,
    "content":
        "قل من يرزقكم من السموت والارض قل الله وانا او اياكم لعلى هدى او في ضلل مبين",
  },
  {
    "surah_number": 34,
    "verse_number": 25,
    "content": "قل لا تسـلون عما اجرمنا ولا نسـل عما تعملون",
  },
  {
    "surah_number": 34,
    "verse_number": 26,
    "content": "قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم",
  },
  {
    "surah_number": 34,
    "verse_number": 27,
    "content": "قل اروني الذين الحقتم به شركاء كلا بل هو الله العزيز الحكيم",
  },
  {
    "surah_number": 34,
    "verse_number": 28,
    "content":
        "وما ارسلنك الا كافة للناس بشيرا ونذيرا ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 34,
    "verse_number": 29,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 34,
    "verse_number": 30,
    "content": "قل لكم ميعاد يوم لا تستـخرون عنه ساعة ولا تستقدمون",
  },
  {
    "surah_number": 34,
    "verse_number": 31,
    "content":
        "وقال الذين كفروا لن نؤمن بهذا القرءان ولا بالذي بين يديه ولو ترى اذ الظـلمون موقوفون عند ربهم يرجع بعضهم الى بعض القول يقول الذين استضعفوا للذين استكبروا لولا انتم لكنا مؤمنين",
  },
  {
    "surah_number": 34,
    "verse_number": 32,
    "content":
        "قال الذين استكبروا للذين استضعفوا انحن صددنكم عن الهدى بعد اذ جاءكم بل كنتم مجرمين",
  },
  {
    "surah_number": 34,
    "verse_number": 33,
    "content":
        "وقال الذين استضعفوا للذين استكبروا بل مكر اليل والنهار اذ تامروننا ان نكفر بالله ونجعل له اندادا واسروا الندامة لما راوا العذاب وجعلنا الاغلل في اعناق الذين كفروا هل يجزون الا ما كانوا يعملون",
  },
  {
    "surah_number": 34,
    "verse_number": 34,
    "content":
        "وما ارسلنا في قرية من نذير الا قال مترفوها انا بما ارسلتم به كفرون",
  },
  {
    "surah_number": 34,
    "verse_number": 35,
    "content": "وقالوا نحن اكثر امولا واولدا وما نحن بمعذبين",
  },
  {
    "surah_number": 34,
    "verse_number": 36,
    "content": "قل ان ربي يبسط الرزق لمن يشاء ويقدر ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 34,
    "verse_number": 37,
    "content":
        "وما امولكم ولا اولدكم بالتي تقربكم عندنا زلفى الا من ءامن وعمل صلحا فاولـئك لهم جزاء الضعف بما عملوا وهم في الغرفت ءامنون",
  },
  {
    "surah_number": 34,
    "verse_number": 38,
    "content": "والذين يسعون في ءايتنا معجزين اولـئك في العذاب محضرون",
  },
  {
    "surah_number": 34,
    "verse_number": 39,
    "content":
        "قل ان ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما انفقتم من شيء فهو يخلفه وهو خير الرـزقين",
  },
  {
    "surah_number": 34,
    "verse_number": 40,
    "content": "ويوم يحشرهم جميعا ثم يقول للملـئكة اهـؤلاء اياكم كانوا يعبدون",
  },
  {
    "surah_number": 34,
    "verse_number": 41,
    "content":
        "قالوا سبحنك انت ولينا من دونهم بل كانوا يعبدون الجن اكثرهم بهم مؤمنون",
  },
  {
    "surah_number": 34,
    "verse_number": 42,
    "content":
        "فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون",
  },
  {
    "surah_number": 34,
    "verse_number": 43,
    "content":
        "واذا تتلى عليهم ءايتنا بينت قالوا ما هذا الا رجل يريد ان يصدكم عما كان يعبد ءاباؤكم وقالوا ما هذا الا افك مفترى وقال الذين كفروا للحق لما جاءهم ان هذا الا سحر مبين",
  },
  {
    "surah_number": 34,
    "verse_number": 44,
    "content": "وما ءاتينهم من كتب يدرسونها وما ارسلنا اليهم قبلك من نذير",
  },
  {
    "surah_number": 34,
    "verse_number": 45,
    "content":
        "وكذب الذين من قبلهم وما بلغوا معشار ما ءاتينهم فكذبوا رسلي فكيف كان نكير",
  },
  {
    "surah_number": 34,
    "verse_number": 46,
    "content":
        "قل انما اعظكم بوحدة ان تقوموا لله مثنى وفردى ثم تتفكروا ما بصاحبكم من جنة ان هو الا نذير لكم بين يدي عذاب شديد",
  },
  {
    "surah_number": 34,
    "verse_number": 47,
    "content":
        "قل ما سالتكم من اجر فهو لكم ان اجري الا على الله وهو على كل شيء شهيد",
  },
  {
    "surah_number": 34,
    "verse_number": 48,
    "content": "قل ان ربي يقذف بالحق علـم الغيوب",
  },
  {
    "surah_number": 34,
    "verse_number": 49,
    "content": "قل جاء الحق وما يبدئ البطل وما يعيد",
  },
  {
    "surah_number": 34,
    "verse_number": 50,
    "content":
        "قل ان ضللت فانما اضل على نفسي وان اهتديت فبما يوحي الي ربي انه سميع قريب",
  },
  {
    "surah_number": 34,
    "verse_number": 51,
    "content": "ولو ترى اذ فزعوا فلا فوت واخذوا من مكان قريب",
  },
  {
    "surah_number": 34,
    "verse_number": 52,
    "content": "وقالوا ءامنا به وانى لهم التناوش من مكان بعيد",
  },
  {
    "surah_number": 34,
    "verse_number": 53,
    "content": "وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد",
  },
  {
    "surah_number": 34,
    "verse_number": 54,
    "content":
        "وحيل بينهم وبين ما يشتهون كما فعل باشياعهم من قبل انهم كانوا في شك مريب",
  },
  {
    "surah_number": 35,
    "verse_number": 1,
    "content":
        "الحمد لله فاطر السموت والارض جاعل الملـئكة رسلا اولي اجنحة مثنى وثلث وربع يزيد في الخلق ما يشاء ان الله على كل شيء قدير",
  },
  {
    "surah_number": 35,
    "verse_number": 2,
    "content":
        "ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم",
  },
  {
    "surah_number": 35,
    "verse_number": 3,
    "content":
        "يـايها الناس اذكروا نعمت الله عليكم هل من خلق غير الله يرزقكم من السماء والارض لا اله الا هو فانى تؤفكون",
  },
  {
    "surah_number": 35,
    "verse_number": 4,
    "content": "وان يكذبوك فقد كذبت رسل من قبلك والى الله ترجع الامور",
  },
  {
    "surah_number": 35,
    "verse_number": 5,
    "content":
        "يـايها الناس ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور",
  },
  {
    "surah_number": 35,
    "verse_number": 6,
    "content":
        "ان الشيطن لكم عدو فاتخذوه عدوا انما يدعوا حزبه ليكونوا من اصحب السعير",
  },
  {
    "surah_number": 35,
    "verse_number": 7,
    "content":
        "الذين كفروا لهم عذاب شديد والذين ءامنوا وعملوا الصـلحت لهم مغفرة واجر كبير",
  },
  {
    "surah_number": 35,
    "verse_number": 8,
    "content":
        "افمن زين له سوء عمله فرءاه حسنا فان الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرت ان الله عليم بما يصنعون",
  },
  {
    "surah_number": 35,
    "verse_number": 9,
    "content":
        "والله الذي ارسل الريح فتثير سحابا فسقنه الى بلد ميت فاحيينا به الارض بعد موتها كذلك النشور",
  },
  {
    "surah_number": 35,
    "verse_number": 10,
    "content":
        "من كان يريد العزة فلله العزة جميعا اليه يصعد الكلم الطيب والعمل الصـلح يرفعه والذين يمكرون السيـات لهم عذاب شديد ومكر اولـئك هو يبور",
  },
  {
    "surah_number": 35,
    "verse_number": 11,
    "content":
        "والله خلقكم من تراب ثم من نطفة ثم جعلكم ازوجا وما تحمل من انثى ولا تضع الا بعلمه وما يعمر من معمر ولا ينقص من عمره الا في كتب ان ذلك على الله يسير",
  },
  {
    "surah_number": 35,
    "verse_number": 12,
    "content":
        "وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح اجاج ومن كل تاكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون",
  },
  {
    "surah_number": 35,
    "verse_number": 13,
    "content":
        "يولج اليل في النهار ويولج النهار في اليل وسخر الشمس والقمر كل يجري لاجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير",
  },
  {
    "surah_number": 35,
    "verse_number": 14,
    "content":
        "ان تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيمة يكفرون بشرككم ولا ينبئك مثل خبير",
  },
  {
    "surah_number": 35,
    "verse_number": 15,
    "content": "يـايها الناس انتم الفقراء الى الله والله هو الغني الحميد",
  },
  {
    "surah_number": 35,
    "verse_number": 16,
    "content": "ان يشا يذهبكم ويات بخلق جديد",
  },
  {"surah_number": 35, "verse_number": 17, "content": "وما ذلك على الله بعزيز"},
  {
    "surah_number": 35,
    "verse_number": 18,
    "content":
        "ولا تزر وازرة وزر اخرى وان تدع مثقلة الى حملها لا يحمل منه شيء ولو كان ذا قربى انما تنذر الذين يخشون ربهم بالغيب واقاموا الصلاة ومن تزكى فانما يتزكى لنفسه والى الله المصير",
  },
  {
    "surah_number": 35,
    "verse_number": 19,
    "content": "وما يستوي الاعمى والبصير",
  },
  {"surah_number": 35, "verse_number": 20, "content": "ولا الظلمت ولا النور"},
  {"surah_number": 35, "verse_number": 21, "content": "ولا الظل ولا الحرور"},
  {
    "surah_number": 35,
    "verse_number": 22,
    "content":
        "وما يستوي الاحياء ولا الاموت ان الله يسمع من يشاء وما انت بمسمع من في القبور",
  },
  {"surah_number": 35, "verse_number": 23, "content": "ان انت الا نذير"},
  {
    "surah_number": 35,
    "verse_number": 24,
    "content": "انا ارسلنك بالحق بشيرا ونذيرا وان من امة الا خلا فيها نذير",
  },
  {
    "surah_number": 35,
    "verse_number": 25,
    "content":
        "وان يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينت وبالزبر وبالكتب المنير",
  },
  {
    "surah_number": 35,
    "verse_number": 26,
    "content": "ثم اخذت الذين كفروا فكيف كان نكير",
  },
  {
    "surah_number": 35,
    "verse_number": 27,
    "content":
        "الم تر ان الله انزل من السماء ماء فاخرجنا به ثمرت مختلفا الونها ومن الجبال جدد بيض وحمر مختلف الونها وغرابيب سود",
  },
  {
    "surah_number": 35,
    "verse_number": 28,
    "content":
        "ومن الناس والدواب والانعم مختلف الونه كذلك انما يخشى الله من عباده العلمـؤا ان الله عزيز غفور",
  },
  {
    "surah_number": 35,
    "verse_number": 29,
    "content":
        "ان الذين يتلون كتب الله واقاموا الصلاة وانفقوا مما رزقنهم سرا وعلانية يرجون تجرة لن تبور",
  },
  {
    "surah_number": 35,
    "verse_number": 30,
    "content": "ليوفيهم اجورهم ويزيدهم من فضله انه غفور شكور",
  },
  {
    "surah_number": 35,
    "verse_number": 31,
    "content":
        "والذي اوحينا اليك من الكتب هو الحق مصدقا لما بين يديه ان الله بعباده لخبير بصير",
  },
  {
    "surah_number": 35,
    "verse_number": 32,
    "content":
        "ثم اورثنا الكتب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرت باذن الله ذلك هو الفضل الكبير",
  },
  {
    "surah_number": 35,
    "verse_number": 33,
    "content":
        "جنـت عدن يدخلونها يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير",
  },
  {
    "surah_number": 35,
    "verse_number": 34,
    "content": "وقالوا الحمد لله الذي اذهب عنا الحزن ان ربنا لغفور شكور",
  },
  {
    "surah_number": 35,
    "verse_number": 35,
    "content":
        "الذي احلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب",
  },
  {
    "surah_number": 35,
    "verse_number": 36,
    "content":
        "والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور",
  },
  {
    "surah_number": 35,
    "verse_number": 37,
    "content":
        "وهم يصطرخون فيها ربنا اخرجنا نعمل صلحا غير الذي كنا نعمل اولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظـلمين من نصير",
  },
  {
    "surah_number": 35,
    "verse_number": 38,
    "content": "ان الله علم غيب السموت والارض انه عليم بذات الصدور",
  },
  {
    "surah_number": 35,
    "verse_number": 39,
    "content":
        "هو الذي جعلكم خلـئف في الارض فمن كفر فعليه كفره ولا يزيد الكفرين كفرهم عند ربهم الا مقتا ولا يزيد الكفرين كفرهم الا خسارا",
  },
  {
    "surah_number": 35,
    "verse_number": 40,
    "content":
        "قل ارءيتم شركاءكم الذين تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السموت ام ءاتينهم كتبا فهم على بينت منه بل ان يعد الظـلمون بعضهم بعضا الا غرورا",
  },
  {
    "surah_number": 35,
    "verse_number": 41,
    "content":
        "ان الله يمسك السموت والارض ان تزولا ولئن زالتا ان امسكهما من احد من بعده انه كان حليما غفورا",
  },
  {
    "surah_number": 35,
    "verse_number": 42,
    "content":
        "واقسموا بالله جهد ايمنهم لئن جاءهم نذير ليكونن اهدى من احدى الامم فلما جاءهم نذير ما زادهم الا نفورا",
  },
  {
    "surah_number": 35,
    "verse_number": 43,
    "content":
        "استكبارا في الارض ومكر السيي ولا يحيق المكر السيئ الا باهله فهل ينظرون الا سنت الاولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا",
  },
  {
    "surah_number": 35,
    "verse_number": 44,
    "content":
        "اولم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم وكانوا اشد منهم قوة وما كان الله ليعجزه من شيء في السموت ولا في الارض انه كان عليما قديرا",
  },
  {
    "surah_number": 35,
    "verse_number": 45,
    "content":
        "ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم فان الله كان بعباده بصيرا",
  },
  {"surah_number": 36, "verse_number": 1, "content": "يس"},
  {"surah_number": 36, "verse_number": 2, "content": "والقرءان الحكيم"},
  {"surah_number": 36, "verse_number": 3, "content": "انك لمن المرسلين"},
  {"surah_number": 36, "verse_number": 4, "content": "على صراط مستقيم"},
  {"surah_number": 36, "verse_number": 5, "content": "تنزيل العزيز الرحيم"},
  {
    "surah_number": 36,
    "verse_number": 6,
    "content": "لتنذر قوما ما انذر ءاباؤهم فهم غفلون",
  },
  {
    "surah_number": 36,
    "verse_number": 7,
    "content": "لقد حق القول على اكثرهم فهم لا يؤمنون",
  },
  {
    "surah_number": 36,
    "verse_number": 8,
    "content": "انا جعلنا في اعنقهم اغللا فهي الى الاذقان فهم مقمحون",
  },
  {
    "surah_number": 36,
    "verse_number": 9,
    "content": "وجعلنا من بين ايديهم سدا ومن خلفهم سدا فاغشينهم فهم لا يبصرون",
  },
  {
    "surah_number": 36,
    "verse_number": 10,
    "content": "وسواء عليهم ءانذرتهم ام لم تنذرهم لا يؤمنون",
  },
  {
    "surah_number": 36,
    "verse_number": 11,
    "content":
        "انما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة واجر كريم",
  },
  {
    "surah_number": 36,
    "verse_number": 12,
    "content":
        "انا نحن نحي الموتى ونكتب ما قدموا وءاثرهم وكل شيء احصينه في امام مبين",
  },
  {
    "surah_number": 36,
    "verse_number": 13,
    "content": "واضرب لهم مثلا اصحب القرية اذ جاءها المرسلون",
  },
  {
    "surah_number": 36,
    "verse_number": 14,
    "content":
        "اذ ارسلنا اليهم اثنين فكذبوهما فعززنا بثالث فقالوا انا اليكم مرسلون",
  },
  {
    "surah_number": 36,
    "verse_number": 15,
    "content":
        "قالوا ما انتم الا بشر مثلنا وما انزل الرحمن من شيء ان انتم الا تكذبون",
  },
  {
    "surah_number": 36,
    "verse_number": 16,
    "content": "قالوا ربنا يعلم انا اليكم لمرسلون",
  },
  {
    "surah_number": 36,
    "verse_number": 17,
    "content": "وما علينا الا البلغ المبين",
  },
  {
    "surah_number": 36,
    "verse_number": 18,
    "content":
        "قالوا انا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب اليم",
  },
  {
    "surah_number": 36,
    "verse_number": 19,
    "content": "قالوا طـئركم معكم ائن ذكرتم بل انتم قوم مسرفون",
  },
  {
    "surah_number": 36,
    "verse_number": 20,
    "content": "وجاء من اقصا المدينة رجل يسعى قال يقوم اتبعوا المرسلين",
  },
  {
    "surah_number": 36,
    "verse_number": 21,
    "content": "اتبعوا من لا يسـلكم اجرا وهم مهتدون",
  },
  {
    "surah_number": 36,
    "verse_number": 22,
    "content": "ومالي لا اعبد الذي فطرني واليه ترجعون",
  },
  {
    "surah_number": 36,
    "verse_number": 23,
    "content":
        "ءاتخذ من دونه ءالهة ان يردن الرحمن بضر لا تغن عني شفعتهم شيـا ولا ينقذون",
  },
  {"surah_number": 36, "verse_number": 24, "content": "اني اذا لفي ضلل مبين"},
  {
    "surah_number": 36,
    "verse_number": 25,
    "content": "اني ءامنت بربكم فاسمعون",
  },
  {
    "surah_number": 36,
    "verse_number": 26,
    "content": "قيل ادخل الجنة قال يليت قومي يعلمون",
  },
  {
    "surah_number": 36,
    "verse_number": 27,
    "content": "بما غفر لي ربي وجعلني من المكرمين",
  },
  {
    "surah_number": 36,
    "verse_number": 28,
    "content": "وما انزلنا على قومه من بعده من جند من السماء وما كنا منزلين",
  },
  {
    "surah_number": 36,
    "verse_number": 29,
    "content": "ان كانت الا صيحة وحدة فاذا هم خمدون",
  },
  {
    "surah_number": 36,
    "verse_number": 30,
    "content": "يحسرة على العباد ما ياتيهم من رسول الا كانوا به يستهزءون",
  },
  {
    "surah_number": 36,
    "verse_number": 31,
    "content": "الم يروا كم اهلكنا قبلهم من القرون انهم اليهم لا يرجعون",
  },
  {
    "surah_number": 36,
    "verse_number": 32,
    "content": "وان كل لما جميع لدينا محضرون",
  },
  {
    "surah_number": 36,
    "verse_number": 33,
    "content": "وءاية لهم الارض الميتة احيينها واخرجنا منها حبا فمنه ياكلون",
  },
  {
    "surah_number": 36,
    "verse_number": 34,
    "content": "وجعلنا فيها جنـت من نخيل واعنب وفجرنا فيها من العيون",
  },
  {
    "surah_number": 36,
    "verse_number": 35,
    "content": "لياكلوا من ثمره وما عملته ايديهم افلا يشكرون",
  },
  {
    "surah_number": 36,
    "verse_number": 36,
    "content":
        "سبحن الذي خلق الازوج كلها مما تنبت الارض ومن انفسهم ومما لا يعلمون",
  },
  {
    "surah_number": 36,
    "verse_number": 37,
    "content": "وءاية لهم اليل نسلخ منه النهار فاذا هم مظلمون",
  },
  {
    "surah_number": 36,
    "verse_number": 38,
    "content": "والشمس تجري لمستقر لها ذلك تقدير العزيز العليم",
  },
  {
    "surah_number": 36,
    "verse_number": 39,
    "content": "والقمر قدرنه منازل حتى عاد كالعرجون القديم",
  },
  {
    "surah_number": 36,
    "verse_number": 40,
    "content":
        "لا الشمس ينبغي لها ان تدرك القمر ولا اليل سابق النهار وكل في فلك يسبحون",
  },
  {
    "surah_number": 36,
    "verse_number": 41,
    "content": "وءاية لهم انا حملنا ذريتهم في الفلك المشحون",
  },
  {
    "surah_number": 36,
    "verse_number": 42,
    "content": "وخلقنا لهم من مثله ما يركبون",
  },
  {
    "surah_number": 36,
    "verse_number": 43,
    "content": "وان نشا نغرقهم فلا صريخ لهم ولا هم ينقذون",
  },
  {
    "surah_number": 36,
    "verse_number": 44,
    "content": "الا رحمة منا ومتعا الى حين",
  },
  {
    "surah_number": 36,
    "verse_number": 45,
    "content": "واذا قيل لهم اتقوا ما بين ايديكم وما خلفكم لعلكم ترحمون",
  },
  {
    "surah_number": 36,
    "verse_number": 46,
    "content": "وما تاتيهم من ءاية من ءايت ربهم الا كانوا عنها معرضين",
  },
  {
    "surah_number": 36,
    "verse_number": 47,
    "content":
        "واذا قيل لهم انفقوا مما رزقكم الله قال الذين كفروا للذين ءامنوا انطعم من لو يشاء الله اطعمه ان انتم الا في ضلل مبين",
  },
  {
    "surah_number": 36,
    "verse_number": 48,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 36,
    "verse_number": 49,
    "content": "ما ينظرون الا صيحة وحدة تاخذهم وهم يخصمون",
  },
  {
    "surah_number": 36,
    "verse_number": 50,
    "content": "فلا يستطيعون توصية ولا الى اهلهم يرجعون",
  },
  {
    "surah_number": 36,
    "verse_number": 51,
    "content": "ونفخ في الصور فاذا هم من الاجداث الى ربهم ينسلون",
  },
  {
    "surah_number": 36,
    "verse_number": 52,
    "content":
        "قالوا يويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون",
  },
  {
    "surah_number": 36,
    "verse_number": 53,
    "content": "ان كانت الا صيحة وحدة فاذا هم جميع لدينا محضرون",
  },
  {
    "surah_number": 36,
    "verse_number": 54,
    "content": "فاليوم لا تظلم نفس شيـا ولا تجزون الا ما كنتم تعملون",
  },
  {
    "surah_number": 36,
    "verse_number": 55,
    "content": "ان اصحب الجنة اليوم في شغل فكهون",
  },
  {
    "surah_number": 36,
    "verse_number": 56,
    "content": "هم وازوجهم في ظلل على الارائك متكـون",
  },
  {
    "surah_number": 36,
    "verse_number": 57,
    "content": "لهم فيها فكهة ولهم ما يدعون",
  },
  {"surah_number": 36, "verse_number": 58, "content": "سلم قولا من رب رحيم"},
  {
    "surah_number": 36,
    "verse_number": 59,
    "content": "وامتزوا اليوم ايها المجرمون",
  },
  {
    "surah_number": 36,
    "verse_number": 60,
    "content": "الم اعهد اليكم يبني ءادم ان لا تعبدوا الشيطن انه لكم عدو مبين",
  },
  {
    "surah_number": 36,
    "verse_number": 61,
    "content": "وان اعبدوني هذا صراط مستقيم",
  },
  {
    "surah_number": 36,
    "verse_number": 62,
    "content": "ولقد اضل منكم جبلا كثيرا افلم تكونوا تعقلون",
  },
  {
    "surah_number": 36,
    "verse_number": 63,
    "content": "هذه جهنم التي كنتم توعدون",
  },
  {
    "surah_number": 36,
    "verse_number": 64,
    "content": "اصلوها اليوم بما كنتم تكفرون",
  },
  {
    "surah_number": 36,
    "verse_number": 65,
    "content":
        "اليوم نختم على افوههم وتكلمنا ايديهم وتشهد ارجلهم بما كانوا يكسبون",
  },
  {
    "surah_number": 36,
    "verse_number": 66,
    "content": "ولو نشاء لطمسنا على اعينهم فاستبقوا الصراط فانى يبصرون",
  },
  {
    "surah_number": 36,
    "verse_number": 67,
    "content": "ولو نشاء لمسخنهم على مكانتهم فما استطعوا مضيا ولا يرجعون",
  },
  {
    "surah_number": 36,
    "verse_number": 68,
    "content": "ومن نعمره ننكسه في الخلق افلا يعقلون",
  },
  {
    "surah_number": 36,
    "verse_number": 69,
    "content": "وما علمنه الشعر وما ينبغي له ان هو الا ذكر وقرءان مبين",
  },
  {
    "surah_number": 36,
    "verse_number": 70,
    "content": "لينذر من كان حيا ويحق القول على الكفرين",
  },
  {
    "surah_number": 36,
    "verse_number": 71,
    "content": "اولم يروا انا خلقنا لهم مما عملت ايدينا انعما فهم لها ملكون",
  },
  {
    "surah_number": 36,
    "verse_number": 72,
    "content": "وذللنها لهم فمنها ركوبهم ومنها ياكلون",
  },
  {
    "surah_number": 36,
    "verse_number": 73,
    "content": "ولهم فيها منفع ومشارب افلا يشكرون",
  },
  {
    "surah_number": 36,
    "verse_number": 74,
    "content": "واتخذوا من دون الله ءالهة لعلهم ينصرون",
  },
  {
    "surah_number": 36,
    "verse_number": 75,
    "content": "لا يستطيعون نصرهم وهم لهم جند محضرون",
  },
  {
    "surah_number": 36,
    "verse_number": 76,
    "content": "فلا يحزنك قولهم انا نعلم ما يسرون وما يعلنون",
  },
  {
    "surah_number": 36,
    "verse_number": 77,
    "content": "اولم ير الانسن انا خلقنه من نطفة فاذا هو خصيم مبين",
  },
  {
    "surah_number": 36,
    "verse_number": 78,
    "content": "وضرب لنا مثلا ونسي خلقه قال من يحي العظم وهي رميم",
  },
  {
    "surah_number": 36,
    "verse_number": 79,
    "content": "قل يحييها الذي انشاها اول مرة وهو بكل خلق عليم",
  },
  {
    "surah_number": 36,
    "verse_number": 80,
    "content": "الذي جعل لكم من الشجر الاخضر نارا فاذا انتم منه توقدون",
  },
  {
    "surah_number": 36,
    "verse_number": 81,
    "content":
        "اوليس الذي خلق السموت والارض بقدر على ان يخلق مثلهم بلى وهو الخلـق العليم",
  },
  {
    "surah_number": 36,
    "verse_number": 82,
    "content": "انما امره اذا اراد شيـا ان يقول له كن فيكون",
  },
  {
    "surah_number": 36,
    "verse_number": 83,
    "content": "فسبحن الذي بيده ملكوت كل شيء واليه ترجعون",
  },
  {"surah_number": 37, "verse_number": 1, "content": "والصـفـت صفا"},
  {"surah_number": 37, "verse_number": 2, "content": "فالزـجرت زجرا"},
  {"surah_number": 37, "verse_number": 3, "content": "فالتـليت ذكرا"},
  {"surah_number": 37, "verse_number": 4, "content": "ان الهكم لوحد"},
  {
    "surah_number": 37,
    "verse_number": 5,
    "content": "رب السموت والارض وما بينهما ورب المشرق",
  },
  {
    "surah_number": 37,
    "verse_number": 6,
    "content": "انا زينا السماء الدنيا بزينة الكواكب",
  },
  {"surah_number": 37, "verse_number": 7, "content": "وحفظا من كل شيطن مارد"},
  {
    "surah_number": 37,
    "verse_number": 8,
    "content": "لا يسمعون الى الملا الاعلى ويقذفون من كل جانب",
  },
  {"surah_number": 37, "verse_number": 9, "content": "دحورا ولهم عذاب واصب"},
  {
    "surah_number": 37,
    "verse_number": 10,
    "content": "الا من خطف الخطفة فاتبعه شهاب ثاقب",
  },
  {
    "surah_number": 37,
    "verse_number": 11,
    "content": "فاستفتهم اهم اشد خلقا ام من خلقنا انا خلقنهم من طين لازب",
  },
  {"surah_number": 37, "verse_number": 12, "content": "بل عجبت ويسخرون"},
  {"surah_number": 37, "verse_number": 13, "content": "واذا ذكروا لا يذكرون"},
  {
    "surah_number": 37,
    "verse_number": 14,
    "content": "واذا راوا ءاية يستسخرون",
  },
  {
    "surah_number": 37,
    "verse_number": 15,
    "content": "وقالوا ان هذا الا سحر مبين",
  },
  {
    "surah_number": 37,
    "verse_number": 16,
    "content": "اءذا متنا وكنا ترابا وعظما اءنا لمبعوثون",
  },
  {"surah_number": 37, "verse_number": 17, "content": "اوءاباؤنا الاولون"},
  {"surah_number": 37, "verse_number": 18, "content": "قل نعم وانتم دخرون"},
  {
    "surah_number": 37,
    "verse_number": 19,
    "content": "فانما هي زجرة وحدة فاذا هم ينظرون",
  },
  {
    "surah_number": 37,
    "verse_number": 20,
    "content": "وقالوا يويلنا هذا يوم الدين",
  },
  {
    "surah_number": 37,
    "verse_number": 21,
    "content": "هذا يوم الفصل الذي كنتم به تكذبون",
  },
  {
    "surah_number": 37,
    "verse_number": 22,
    "content": "احشروا الذين ظلموا وازوجهم وما كانوا يعبدون",
  },
  {
    "surah_number": 37,
    "verse_number": 23,
    "content": "من دون الله فاهدوهم الى صراط الجحيم",
  },
  {"surah_number": 37, "verse_number": 24, "content": "وقفوهم انهم مسـولون"},
  {"surah_number": 37, "verse_number": 25, "content": "ما لكم لا تناصرون"},
  {"surah_number": 37, "verse_number": 26, "content": "بل هم اليوم مستسلمون"},
  {
    "surah_number": 37,
    "verse_number": 27,
    "content": "واقبل بعضهم على بعض يتساءلون",
  },
  {
    "surah_number": 37,
    "verse_number": 28,
    "content": "قالوا انكم كنتم تاتوننا عن اليمين",
  },
  {
    "surah_number": 37,
    "verse_number": 29,
    "content": "قالوا بل لم تكونوا مؤمنين",
  },
  {
    "surah_number": 37,
    "verse_number": 30,
    "content": "وما كان لنا عليكم من سلطن بل كنتم قوما طغين",
  },
  {
    "surah_number": 37,
    "verse_number": 31,
    "content": "فحق علينا قول ربنا انا لذائقون",
  },
  {"surah_number": 37, "verse_number": 32, "content": "فاغوينكم انا كنا غوين"},
  {
    "surah_number": 37,
    "verse_number": 33,
    "content": "فانهم يومئذ في العذاب مشتركون",
  },
  {
    "surah_number": 37,
    "verse_number": 34,
    "content": "انا كذلك نفعل بالمجرمين",
  },
  {
    "surah_number": 37,
    "verse_number": 35,
    "content": "انهم كانوا اذا قيل لهم لا اله الا الله يستكبرون",
  },
  {
    "surah_number": 37,
    "verse_number": 36,
    "content": "ويقولون ائنا لتاركوا ءالهتنا لشاعر مجنون",
  },
  {
    "surah_number": 37,
    "verse_number": 37,
    "content": "بل جاء بالحق وصدق المرسلين",
  },
  {
    "surah_number": 37,
    "verse_number": 38,
    "content": "انكم لذائقوا العذاب الاليم",
  },
  {
    "surah_number": 37,
    "verse_number": 39,
    "content": "وما تجزون الا ما كنتم تعملون",
  },
  {"surah_number": 37, "verse_number": 40, "content": "الا عباد الله المخلصين"},
  {"surah_number": 37, "verse_number": 41, "content": "اولـئك لهم رزق معلوم"},
  {"surah_number": 37, "verse_number": 42, "content": "فوكه وهم مكرمون"},
  {"surah_number": 37, "verse_number": 43, "content": "في جنـت النعيم"},
  {"surah_number": 37, "verse_number": 44, "content": "على سرر متقبلين"},
  {
    "surah_number": 37,
    "verse_number": 45,
    "content": "يطاف عليهم بكاس من معين",
  },
  {"surah_number": 37, "verse_number": 46, "content": "بيضاء لذة للشـربين"},
  {
    "surah_number": 37,
    "verse_number": 47,
    "content": "لا فيها غول ولا هم عنها ينزفون",
  },
  {"surah_number": 37, "verse_number": 48, "content": "وعندهم قصرت الطرف عين"},
  {"surah_number": 37, "verse_number": 49, "content": "كانهن بيض مكنون"},
  {
    "surah_number": 37,
    "verse_number": 50,
    "content": "فاقبل بعضهم على بعض يتساءلون",
  },
  {
    "surah_number": 37,
    "verse_number": 51,
    "content": "قال قائل منهم اني كان لي قرين",
  },
  {"surah_number": 37, "verse_number": 52, "content": "يقول اءنك لمن المصدقين"},
  {
    "surah_number": 37,
    "verse_number": 53,
    "content": "اءذا متنا وكنا ترابا وعظما اءنا لمدينون",
  },
  {"surah_number": 37, "verse_number": 54, "content": "قال هل انتم مطلعون"},
  {
    "surah_number": 37,
    "verse_number": 55,
    "content": "فاطلع فرءاه في سواء الجحيم",
  },
  {
    "surah_number": 37,
    "verse_number": 56,
    "content": "قال تالله ان كدت لتردين",
  },
  {
    "surah_number": 37,
    "verse_number": 57,
    "content": "ولولا نعمة ربي لكنت من المحضرين",
  },
  {"surah_number": 37, "verse_number": 58, "content": "افما نحن بميتين"},
  {
    "surah_number": 37,
    "verse_number": 59,
    "content": "الا موتتنا الاولى وما نحن بمعذبين",
  },
  {
    "surah_number": 37,
    "verse_number": 60,
    "content": "ان هذا لهو الفوز العظيم",
  },
  {
    "surah_number": 37,
    "verse_number": 61,
    "content": "لمثل هذا فليعمل العملون",
  },
  {
    "surah_number": 37,
    "verse_number": 62,
    "content": "اذلك خير نزلا ام شجرة الزقوم",
  },
  {
    "surah_number": 37,
    "verse_number": 63,
    "content": "انا جعلنها فتنة للظـلمين",
  },
  {
    "surah_number": 37,
    "verse_number": 64,
    "content": "انها شجرة تخرج في اصل الجحيم",
  },
  {
    "surah_number": 37,
    "verse_number": 65,
    "content": "طلعها كانه رءوس الشيطين",
  },
  {
    "surah_number": 37,
    "verse_number": 66,
    "content": "فانهم لاكلون منها فمالـون منها البطون",
  },
  {
    "surah_number": 37,
    "verse_number": 67,
    "content": "ثم ان لهم عليها لشوبا من حميم",
  },
  {
    "surah_number": 37,
    "verse_number": 68,
    "content": "ثم ان مرجعهم لالى الجحيم",
  },
  {
    "surah_number": 37,
    "verse_number": 69,
    "content": "انهم الفوا ءاباءهم ضالين",
  },
  {"surah_number": 37, "verse_number": 70, "content": "فهم على ءاثرهم يهرعون"},
  {
    "surah_number": 37,
    "verse_number": 71,
    "content": "ولقد ضل قبلهم اكثر الاولين",
  },
  {
    "surah_number": 37,
    "verse_number": 72,
    "content": "ولقد ارسلنا فيهم منذرين",
  },
  {
    "surah_number": 37,
    "verse_number": 73,
    "content": "فانظر كيف كان عقبة المنذرين",
  },
  {"surah_number": 37, "verse_number": 74, "content": "الا عباد الله المخلصين"},
  {
    "surah_number": 37,
    "verse_number": 75,
    "content": "ولقد نادىنا نوح فلنعم المجيبون",
  },
  {
    "surah_number": 37,
    "verse_number": 76,
    "content": "ونجينه واهله من الكرب العظيم",
  },
  {
    "surah_number": 37,
    "verse_number": 77,
    "content": "وجعلنا ذريته هم الباقين",
  },
  {"surah_number": 37, "verse_number": 78, "content": "وتركنا عليه في الاخرين"},
  {"surah_number": 37, "verse_number": 79, "content": "سلم على نوح في العلمين"},
  {"surah_number": 37, "verse_number": 80, "content": "انا كذلك نجزي المحسنين"},
  {"surah_number": 37, "verse_number": 81, "content": "انه من عبادنا المؤمنين"},
  {"surah_number": 37, "verse_number": 82, "content": "ثم اغرقنا الاخرين"},
  {"surah_number": 37, "verse_number": 83, "content": "وان من شيعته لابرهيم"},
  {"surah_number": 37, "verse_number": 84, "content": "اذ جاء ربه بقلب سليم"},
  {
    "surah_number": 37,
    "verse_number": 85,
    "content": "اذ قال لابيه وقومه ماذا تعبدون",
  },
  {
    "surah_number": 37,
    "verse_number": 86,
    "content": "ائفكا ءالهة دون الله تريدون",
  },
  {"surah_number": 37, "verse_number": 87, "content": "فما ظنكم برب العلمين"},
  {"surah_number": 37, "verse_number": 88, "content": "فنظر نظرة في النجوم"},
  {"surah_number": 37, "verse_number": 89, "content": "فقال اني سقيم"},
  {"surah_number": 37, "verse_number": 90, "content": "فتولوا عنه مدبرين"},
  {
    "surah_number": 37,
    "verse_number": 91,
    "content": "فراغ الى ءالهتهم فقال الا تاكلون",
  },
  {"surah_number": 37, "verse_number": 92, "content": "ما لكم لا تنطقون"},
  {
    "surah_number": 37,
    "verse_number": 93,
    "content": "فراغ عليهم ضربا باليمين",
  },
  {"surah_number": 37, "verse_number": 94, "content": "فاقبلوا اليه يزفون"},
  {"surah_number": 37, "verse_number": 95, "content": "قال اتعبدون ما تنحتون"},
  {"surah_number": 37, "verse_number": 96, "content": "والله خلقكم وما تعملون"},
  {
    "surah_number": 37,
    "verse_number": 97,
    "content": "قالوا ابنوا له بنينا فالقوه في الجحيم",
  },
  {
    "surah_number": 37,
    "verse_number": 98,
    "content": "فارادوا به كيدا فجعلنهم الاسفلين",
  },
  {
    "surah_number": 37,
    "verse_number": 99,
    "content": "وقال اني ذاهب الى ربي سيهدين",
  },
  {"surah_number": 37, "verse_number": 100, "content": "رب هب لي من الصـلحين"},
  {"surah_number": 37, "verse_number": 101, "content": "فبشرنه بغلم حليم"},
  {
    "surah_number": 37,
    "verse_number": 102,
    "content":
        "فلما بلغ معه السعي قال يبني اني ارى في المنام اني اذبحك فانظر ماذا ترى قال يـابت افعل ما تؤمر ستجدني ان شاء الله من الصـبرين",
  },
  {
    "surah_number": 37,
    "verse_number": 103,
    "content": "فلما اسلما وتله للجبين",
  },
  {"surah_number": 37, "verse_number": 104, "content": "وندينه ان يـابرهيم"},
  {
    "surah_number": 37,
    "verse_number": 105,
    "content": "قد صدقت الرءيا انا كذلك نجزي المحسنين",
  },
  {
    "surah_number": 37,
    "verse_number": 106,
    "content": "ان هذا لهو البلـؤا المبين",
  },
  {"surah_number": 37, "verse_number": 107, "content": "وفدينه بذبح عظيم"},
  {
    "surah_number": 37,
    "verse_number": 108,
    "content": "وتركنا عليه في الاخرين",
  },
  {"surah_number": 37, "verse_number": 109, "content": "سلم على ابرهيم"},
  {"surah_number": 37, "verse_number": 110, "content": "كذلك نجزي المحسنين"},
  {
    "surah_number": 37,
    "verse_number": 111,
    "content": "انه من عبادنا المؤمنين",
  },
  {
    "surah_number": 37,
    "verse_number": 112,
    "content": "وبشرنه باسحق نبيا من الصـلحين",
  },
  {
    "surah_number": 37,
    "verse_number": 113,
    "content": "وبركنا عليه وعلى اسحق ومن ذريتهما محسن وظالم لنفسه مبين",
  },
  {
    "surah_number": 37,
    "verse_number": 114,
    "content": "ولقد مننا على موسى وهرون",
  },
  {
    "surah_number": 37,
    "verse_number": 115,
    "content": "ونجينهما وقومهما من الكرب العظيم",
  },
  {
    "surah_number": 37,
    "verse_number": 116,
    "content": "ونصرنهم فكانوا هم الغلبين",
  },
  {
    "surah_number": 37,
    "verse_number": 117,
    "content": "وءاتينهما الكتب المستبين",
  },
  {
    "surah_number": 37,
    "verse_number": 118,
    "content": "وهدينهما الصراط المستقيم",
  },
  {
    "surah_number": 37,
    "verse_number": 119,
    "content": "وتركنا عليهما في الاخرين",
  },
  {"surah_number": 37, "verse_number": 120, "content": "سلم على موسى وهرون"},
  {
    "surah_number": 37,
    "verse_number": 121,
    "content": "انا كذلك نجزي المحسنين",
  },
  {
    "surah_number": 37,
    "verse_number": 122,
    "content": "انهما من عبادنا المؤمنين",
  },
  {
    "surah_number": 37,
    "verse_number": 123,
    "content": "وان الياس لمن المرسلين",
  },
  {
    "surah_number": 37,
    "verse_number": 124,
    "content": "اذ قال لقومه الا تتقون",
  },
  {
    "surah_number": 37,
    "verse_number": 125,
    "content": "اتدعون بعلا وتذرون احسن الخلقين",
  },
  {
    "surah_number": 37,
    "verse_number": 126,
    "content": "الله ربكم ورب ءابائكم الاولين",
  },
  {"surah_number": 37, "verse_number": 127, "content": "فكذبوه فانهم لمحضرون"},
  {
    "surah_number": 37,
    "verse_number": 128,
    "content": "الا عباد الله المخلصين",
  },
  {
    "surah_number": 37,
    "verse_number": 129,
    "content": "وتركنا عليه في الاخرين",
  },
  {"surah_number": 37, "verse_number": 130, "content": "سلم على ال ياسين"},
  {
    "surah_number": 37,
    "verse_number": 131,
    "content": "انا كذلك نجزي المحسنين",
  },
  {
    "surah_number": 37,
    "verse_number": 132,
    "content": "انه من عبادنا المؤمنين",
  },
  {"surah_number": 37, "verse_number": 133, "content": "وان لوطا لمن المرسلين"},
  {"surah_number": 37, "verse_number": 134, "content": "اذ نجينه واهله اجمعين"},
  {"surah_number": 37, "verse_number": 135, "content": "الا عجوزا في الغبرين"},
  {"surah_number": 37, "verse_number": 136, "content": "ثم دمرنا الاخرين"},
  {
    "surah_number": 37,
    "verse_number": 137,
    "content": "وانكم لتمرون عليهم مصبحين",
  },
  {"surah_number": 37, "verse_number": 138, "content": "وباليل افلا تعقلون"},
  {"surah_number": 37, "verse_number": 139, "content": "وان يونس لمن المرسلين"},
  {
    "surah_number": 37,
    "verse_number": 140,
    "content": "اذ ابق الى الفلك المشحون",
  },
  {
    "surah_number": 37,
    "verse_number": 141,
    "content": "فساهم فكان من المدحضين",
  },
  {
    "surah_number": 37,
    "verse_number": 142,
    "content": "فالتقمه الحوت وهو مليم",
  },
  {
    "surah_number": 37,
    "verse_number": 143,
    "content": "فلولا انه كان من المسبحين",
  },
  {
    "surah_number": 37,
    "verse_number": 144,
    "content": "للبث في بطنه الى يوم يبعثون",
  },
  {
    "surah_number": 37,
    "verse_number": 145,
    "content": "فنبذنه بالعراء وهو سقيم",
  },
  {
    "surah_number": 37,
    "verse_number": 146,
    "content": "وانبتنا عليه شجرة من يقطين",
  },
  {
    "surah_number": 37,
    "verse_number": 147,
    "content": "وارسلنه الى مائة الف او يزيدون",
  },
  {
    "surah_number": 37,
    "verse_number": 148,
    "content": "فـامنوا فمتعنهم الى حين",
  },
  {
    "surah_number": 37,
    "verse_number": 149,
    "content": "فاستفتهم الربك البنات ولهم البنون",
  },
  {
    "surah_number": 37,
    "verse_number": 150,
    "content": "ام خلقنا الملـئكة انثا وهم شهدون",
  },
  {
    "surah_number": 37,
    "verse_number": 151,
    "content": "الا انهم من افكهم ليقولون",
  },
  {"surah_number": 37, "verse_number": 152, "content": "ولد الله وانهم لكذبون"},
  {
    "surah_number": 37,
    "verse_number": 153,
    "content": "اصطفى البنات على البنين",
  },
  {"surah_number": 37, "verse_number": 154, "content": "ما لكم كيف تحكمون"},
  {"surah_number": 37, "verse_number": 155, "content": "افلا تذكرون"},
  {"surah_number": 37, "verse_number": 156, "content": "ام لكم سلطن مبين"},
  {
    "surah_number": 37,
    "verse_number": 157,
    "content": "فاتوا بكتبكم ان كنتم صدقين",
  },
  {
    "surah_number": 37,
    "verse_number": 158,
    "content": "وجعلوا بينه وبين الجنة نسبا ولقد علمت الجنة انهم لمحضرون",
  },
  {"surah_number": 37, "verse_number": 159, "content": "سبحن الله عما يصفون"},
  {
    "surah_number": 37,
    "verse_number": 160,
    "content": "الا عباد الله المخلصين",
  },
  {"surah_number": 37, "verse_number": 161, "content": "فانكم وما تعبدون"},
  {"surah_number": 37, "verse_number": 162, "content": "ما انتم عليه بفتنين"},
  {"surah_number": 37, "verse_number": 163, "content": "الا من هو صال الجحيم"},
  {
    "surah_number": 37,
    "verse_number": 164,
    "content": "ومامنا الا له مقام معلوم",
  },
  {"surah_number": 37, "verse_number": 165, "content": "وانا لنحن الصافون"},
  {"surah_number": 37, "verse_number": 166, "content": "وانا لنحن المسبحون"},
  {"surah_number": 37, "verse_number": 167, "content": "وان كانوا ليقولون"},
  {
    "surah_number": 37,
    "verse_number": 168,
    "content": "لو ان عندنا ذكرا من الاولين",
  },
  {
    "surah_number": 37,
    "verse_number": 169,
    "content": "لكنا عباد الله المخلصين",
  },
  {"surah_number": 37, "verse_number": 170, "content": "فكفروا به فسوف يعلمون"},
  {
    "surah_number": 37,
    "verse_number": 171,
    "content": "ولقد سبقت كلمتنا لعبادنا المرسلين",
  },
  {"surah_number": 37, "verse_number": 172, "content": "انهم لهم المنصورون"},
  {"surah_number": 37, "verse_number": 173, "content": "وان جندنا لهم الغلبون"},
  {"surah_number": 37, "verse_number": 174, "content": "فتول عنهم حتى حين"},
  {"surah_number": 37, "verse_number": 175, "content": "وابصرهم فسوف يبصرون"},
  {"surah_number": 37, "verse_number": 176, "content": "افبعذابنا يستعجلون"},
  {
    "surah_number": 37,
    "verse_number": 177,
    "content": "فاذا نزل بساحتهم فساء صباح المنذرين",
  },
  {"surah_number": 37, "verse_number": 178, "content": "وتول عنهم حتى حين"},
  {"surah_number": 37, "verse_number": 179, "content": "وابصر فسوف يبصرون"},
  {
    "surah_number": 37,
    "verse_number": 180,
    "content": "سبحن ربك رب العزة عما يصفون",
  },
  {"surah_number": 37, "verse_number": 181, "content": "وسلم على المرسلين"},
  {"surah_number": 37, "verse_number": 182, "content": "والحمد لله رب العلمين"},
  {"surah_number": 38, "verse_number": 1, "content": "ص والقرءان ذي الذكر"},
  {
    "surah_number": 38,
    "verse_number": 2,
    "content": "بل الذين كفروا في عزة وشقاق",
  },
  {
    "surah_number": 38,
    "verse_number": 3,
    "content": "كم اهلكنا من قبلهم من قرن فنادوا ولات حين مناص",
  },
  {
    "surah_number": 38,
    "verse_number": 4,
    "content": "وعجبوا ان جاءهم منذر منهم وقال الكفرون هذا سحر كذاب",
  },
  {
    "surah_number": 38,
    "verse_number": 5,
    "content": "اجعل الالهة الها وحدا ان هذا لشيء عجاب",
  },
  {
    "surah_number": 38,
    "verse_number": 6,
    "content":
        "وانطلق الملا منهم ان امشوا واصبروا على ءالهتكم ان هذا لشيء يراد",
  },
  {
    "surah_number": 38,
    "verse_number": 7,
    "content": "ما سمعنا بهذا في الملة الاخرة ان هذا الا اختلق",
  },
  {
    "surah_number": 38,
    "verse_number": 8,
    "content":
        "اءنزل عليه الذكر من بيننا بل هم في شك من ذكري بل لما يذوقوا عذاب",
  },
  {
    "surah_number": 38,
    "verse_number": 9,
    "content": "ام عندهم خزائن رحمة ربك العزيز الوهاب",
  },
  {
    "surah_number": 38,
    "verse_number": 10,
    "content": "ام لهم ملك السموت والارض وما بينهما فليرتقوا في الاسبب",
  },
  {
    "surah_number": 38,
    "verse_number": 11,
    "content": "جند ما هنالك مهزوم من الاحزاب",
  },
  {
    "surah_number": 38,
    "verse_number": 12,
    "content": "كذبت قبلهم قوم نوح وعاد وفرعون ذو الاوتاد",
  },
  {
    "surah_number": 38,
    "verse_number": 13,
    "content": "وثمود وقوم لوط واصحب لـيكة اولـئك الاحزاب",
  },
  {
    "surah_number": 38,
    "verse_number": 14,
    "content": "ان كل الا كذب الرسل فحق عقاب",
  },
  {
    "surah_number": 38,
    "verse_number": 15,
    "content": "وما ينظر هـؤلاء الا صيحة وحدة ما لها من فواق",
  },
  {
    "surah_number": 38,
    "verse_number": 16,
    "content": "وقالوا ربنا عجل لنا قطنا قبل يوم الحساب",
  },
  {
    "surah_number": 38,
    "verse_number": 17,
    "content": "اصبر على ما يقولون واذكر عبدنا داود ذا الايد انه اواب",
  },
  {
    "surah_number": 38,
    "verse_number": 18,
    "content": "انا سخرنا الجبال معه يسبحن بالعشي والاشراق",
  },
  {
    "surah_number": 38,
    "verse_number": 19,
    "content": "والطير محشورة كل له اواب",
  },
  {
    "surah_number": 38,
    "verse_number": 20,
    "content": "وشددنا ملكه وءاتينه الحكمة وفصل الخطاب",
  },
  {
    "surah_number": 38,
    "verse_number": 21,
    "content": "وهل اتىك نبؤا الخصم اذ تسوروا المحراب",
  },
  {
    "surah_number": 38,
    "verse_number": 22,
    "content":
        "اذ دخلوا على داود ففزع منهم قالوا لا تخف خصمان بغى بعضنا على بعض فاحكم بيننا بالحق ولا تشطط واهدنا الى سواء الصراط",
  },
  {
    "surah_number": 38,
    "verse_number": 23,
    "content":
        "ان هذا اخي له تسع وتسعون نعجة ولي نعجة وحدة فقال اكفلنيها وعزني في الخطاب",
  },
  {
    "surah_number": 38,
    "verse_number": 24,
    "content":
        "قال لقد ظلمك بسؤال نعجتك الى نعاجه وان كثيرا من الخلطاء ليبغي بعضهم على بعض الا الذين ءامنوا وعملوا الصـلحت وقليل ما هم وظن داود انما فتنـه فاستغفر ربه وخر راكعا واناب",
  },
  {
    "surah_number": 38,
    "verse_number": 25,
    "content": "فغفرنا له ذلك وان له عندنا لزلفى وحسن مـاب",
  },
  {
    "surah_number": 38,
    "verse_number": 26,
    "content":
        "يداود انا جعلنك خليفة في الارض فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله ان الذين يضلون عن سبيل الله لهم عذاب شديد بما نسوا يوم الحساب",
  },
  {
    "surah_number": 38,
    "verse_number": 27,
    "content":
        "وما خلقنا السماء والارض وما بينهما بطلا ذلك ظن الذين كفروا فويل للذين كفروا من النار",
  },
  {
    "surah_number": 38,
    "verse_number": 28,
    "content":
        "ام نجعل الذين ءامنوا وعملوا الصـلحت كالمفسدين في الارض ام نجعل المتقين كالفجار",
  },
  {
    "surah_number": 38,
    "verse_number": 29,
    "content": "كتب انزلنه اليك مبرك ليدبروا ءايته وليتذكر اولوا الالبب",
  },
  {
    "surah_number": 38,
    "verse_number": 30,
    "content": "ووهبنا لداود سليمن نعم العبد انه اواب",
  },
  {
    "surah_number": 38,
    "verse_number": 31,
    "content": "اذ عرض عليه بالعشي الصـفنت الجياد",
  },
  {
    "surah_number": 38,
    "verse_number": 32,
    "content": "فقال اني احببت حب الخير عن ذكر ربي حتى توارت بالحجاب",
  },
  {
    "surah_number": 38,
    "verse_number": 33,
    "content": "ردوها علي فطفق مسحا بالسوق والاعناق",
  },
  {
    "surah_number": 38,
    "verse_number": 34,
    "content": "ولقد فتنا سليمن والقينا على كرسيه جسدا ثم اناب",
  },
  {
    "surah_number": 38,
    "verse_number": 35,
    "content":
        "قال رب اغفر لي وهب لي ملكا لا ينبغي لاحد من بعدي انك انت الوهاب",
  },
  {
    "surah_number": 38,
    "verse_number": 36,
    "content": "فسخرنا له الريح تجري بامره رخاء حيث اصاب",
  },
  {"surah_number": 38, "verse_number": 37, "content": "والشيطين كل بناء وغواص"},
  {
    "surah_number": 38,
    "verse_number": 38,
    "content": "وءاخرين مقرنين في الاصفاد",
  },
  {
    "surah_number": 38,
    "verse_number": 39,
    "content": "هذا عطاؤنا فامنن او امسك بغير حساب",
  },
  {
    "surah_number": 38,
    "verse_number": 40,
    "content": "وان له عندنا لزلفى وحسن مـاب",
  },
  {
    "surah_number": 38,
    "verse_number": 41,
    "content": "واذكر عبدنا ايوب اذ نادى ربه اني مسني الشيطن بنصب وعذاب",
  },
  {
    "surah_number": 38,
    "verse_number": 42,
    "content": "اركض برجلك هذا مغتسل بارد وشراب",
  },
  {
    "surah_number": 38,
    "verse_number": 43,
    "content": "ووهبنا له اهله ومثلهم معهم رحمة منا وذكرى لاولي الالبب",
  },
  {
    "surah_number": 38,
    "verse_number": 44,
    "content":
        "وخذ بيدك ضغثا فاضرب به ولا تحنث انا وجدنه صابرا نعم العبد انه اواب",
  },
  {
    "surah_number": 38,
    "verse_number": 45,
    "content": "واذكر عبدنا ابرهيم واسحق ويعقوب اولي الايدي والابصر",
  },
  {
    "surah_number": 38,
    "verse_number": 46,
    "content": "انا اخلصنهم بخالصة ذكرى الدار",
  },
  {
    "surah_number": 38,
    "verse_number": 47,
    "content": "وانهم عندنا لمن المصطفين الاخيار",
  },
  {
    "surah_number": 38,
    "verse_number": 48,
    "content": "واذكر اسمعيل واليسع وذا الكفل وكل من الاخيار",
  },
  {
    "surah_number": 38,
    "verse_number": 49,
    "content": "هذا ذكر وان للمتقين لحسن مـاب",
  },
  {
    "surah_number": 38,
    "verse_number": 50,
    "content": "جنـت عدن مفتحة لهم الابوب",
  },
  {
    "surah_number": 38,
    "verse_number": 51,
    "content": "متكـين فيها يدعون فيها بفكهة كثيرة وشراب",
  },
  {
    "surah_number": 38,
    "verse_number": 52,
    "content": "وعندهم قصرت الطرف اتراب",
  },
  {
    "surah_number": 38,
    "verse_number": 53,
    "content": "هذا ما توعدون ليوم الحساب",
  },
  {
    "surah_number": 38,
    "verse_number": 54,
    "content": "ان هذا لرزقنا ما له من نفاد",
  },
  {
    "surah_number": 38,
    "verse_number": 55,
    "content": "هذا وان للطـغين لشر مـاب",
  },
  {
    "surah_number": 38,
    "verse_number": 56,
    "content": "جهنم يصلونها فبئس المهاد",
  },
  {
    "surah_number": 38,
    "verse_number": 57,
    "content": "هذا فليذوقوه حميم وغساق",
  },
  {"surah_number": 38, "verse_number": 58, "content": "وءاخر من شكله ازوج"},
  {
    "surah_number": 38,
    "verse_number": 59,
    "content": "هذا فوج مقتحم معكم لا مرحبا بهم انهم صالوا النار",
  },
  {
    "surah_number": 38,
    "verse_number": 60,
    "content": "قالوا بل انتم لا مرحبا بكم انتم قدمتموه لنا فبئس القرار",
  },
  {
    "surah_number": 38,
    "verse_number": 61,
    "content": "قالوا ربنا من قدم لنا هذا فزده عذابا ضعفا في النار",
  },
  {
    "surah_number": 38,
    "verse_number": 62,
    "content": "وقالوا ما لنا لا نرى رجالا كنا نعدهم من الاشرار",
  },
  {
    "surah_number": 38,
    "verse_number": 63,
    "content": "اتخذنهم سخريا ام زاغت عنهم الابصر",
  },
  {
    "surah_number": 38,
    "verse_number": 64,
    "content": "ان ذلك لحق تخاصم اهل النار",
  },
  {
    "surah_number": 38,
    "verse_number": 65,
    "content": "قل انما انا منذر وما من اله الا الله الوحد القهار",
  },
  {
    "surah_number": 38,
    "verse_number": 66,
    "content": "رب السموت والارض وما بينهما العزيز الغفـر",
  },
  {"surah_number": 38, "verse_number": 67, "content": "قل هو نبؤا عظيم"},
  {"surah_number": 38, "verse_number": 68, "content": "انتم عنه معرضون"},
  {
    "surah_number": 38,
    "verse_number": 69,
    "content": "ما كان لي من علم بالملا الاعلى اذ يختصمون",
  },
  {
    "surah_number": 38,
    "verse_number": 70,
    "content": "ان يوحى الي الا انما انا نذير مبين",
  },
  {
    "surah_number": 38,
    "verse_number": 71,
    "content": "اذ قال ربك للملـئكة اني خلق بشرا من طين",
  },
  {
    "surah_number": 38,
    "verse_number": 72,
    "content": "فاذا سويته ونفخت فيه من روحي فقعوا له سجدين",
  },
  {
    "surah_number": 38,
    "verse_number": 73,
    "content": "فسجد الملـئكة كلهم اجمعون",
  },
  {
    "surah_number": 38,
    "verse_number": 74,
    "content": "الا ابليس استكبر وكان من الكفرين",
  },
  {
    "surah_number": 38,
    "verse_number": 75,
    "content":
        "قال يـابليس ما منعك ان تسجد لما خلقت بيدي استكبرت ام كنت من العالين",
  },
  {
    "surah_number": 38,
    "verse_number": 76,
    "content": "قال انا خير منه خلقتني من نار وخلقته من طين",
  },
  {
    "surah_number": 38,
    "verse_number": 77,
    "content": "قال فاخرج منها فانك رجيم",
  },
  {
    "surah_number": 38,
    "verse_number": 78,
    "content": "وان عليك لعنتي الى يوم الدين",
  },
  {
    "surah_number": 38,
    "verse_number": 79,
    "content": "قال رب فانظرني الى يوم يبعثون",
  },
  {"surah_number": 38, "verse_number": 80, "content": "قال فانك من المنظرين"},
  {"surah_number": 38, "verse_number": 81, "content": "الى يوم الوقت المعلوم"},
  {
    "surah_number": 38,
    "verse_number": 82,
    "content": "قال فبعزتك لاغوينهم اجمعين",
  },
  {
    "surah_number": 38,
    "verse_number": 83,
    "content": "الا عبادك منهم المخلصين",
  },
  {"surah_number": 38, "verse_number": 84, "content": "قال فالحق والحق اقول"},
  {
    "surah_number": 38,
    "verse_number": 85,
    "content": "لاملان جهنم منك وممن تبعك منهم اجمعين",
  },
  {
    "surah_number": 38,
    "verse_number": 86,
    "content": "قل ما اسـلكم عليه من اجر وما انا من المتكلفين",
  },
  {"surah_number": 38, "verse_number": 87, "content": "ان هو الا ذكر للعلمين"},
  {"surah_number": 38, "verse_number": 88, "content": "ولتعلمن نباه بعد حين"},
  {
    "surah_number": 39,
    "verse_number": 1,
    "content": "تنزيل الكتب من الله العزيز الحكيم",
  },
  {
    "surah_number": 39,
    "verse_number": 2,
    "content": "انا انزلنا اليك الكتب بالحق فاعبد الله مخلصا له الدين",
  },
  {
    "surah_number": 39,
    "verse_number": 3,
    "content":
        "الا لله الدين الخالص والذين اتخذوا من دونه اولياء ما نعبدهم الا ليقربونا الى الله زلفى ان الله يحكم بينهم في ما هم فيه يختلفون ان الله لا يهدي من هو كذب كفار",
  },
  {
    "surah_number": 39,
    "verse_number": 4,
    "content":
        "لو اراد الله ان يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحنه هو الله الوحد القهار",
  },
  {
    "surah_number": 39,
    "verse_number": 5,
    "content":
        "خلق السموت والارض بالحق يكور اليل على النهار ويكور النهار على اليل وسخر الشمس والقمر كل يجري لاجل مسمى الا هو العزيز الغفـر",
  },
  {
    "surah_number": 39,
    "verse_number": 6,
    "content":
        "خلقكم من نفس وحدة ثم جعل منها زوجها وانزل لكم من الانعم ثمنية ازوج يخلقكم في بطون امهتكم خلقا من بعد خلق في ظلمت ثلث ذلكم الله ربكم له الملك لا اله الا هو فانى تصرفون",
  },
  {
    "surah_number": 39,
    "verse_number": 7,
    "content":
        "ان تكفروا فان الله غني عنكم ولا يرضى لعباده الكفر وان تشكروا يرضه لكم ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم تعملون انه عليم بذات الصدور",
  },
  {
    "surah_number": 39,
    "verse_number": 8,
    "content":
        "واذا مس الانسن ضر دعا ربه منيبا اليه ثم اذا خوله نعمة منه نسي ما كان يدعوا اليه من قبل وجعل لله اندادا ليضل عن سبيله قل تمتع بكفرك قليلا انك من اصحب النار",
  },
  {
    "surah_number": 39,
    "verse_number": 9,
    "content":
        "امن هو قنت ءاناء اليل ساجدا وقائما يحذر الاخرة ويرجوا رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون انما يتذكر اولوا الالبب",
  },
  {
    "surah_number": 39,
    "verse_number": 10,
    "content":
        "قل يعباد الذين ءامنوا اتقوا ربكم للذين احسنوا في هذه الدنيا حسنة وارض الله وسعة انما يوفى الصـبرون اجرهم بغير حساب",
  },
  {
    "surah_number": 39,
    "verse_number": 11,
    "content": "قل اني امرت ان اعبد الله مخلصا له الدين",
  },
  {
    "surah_number": 39,
    "verse_number": 12,
    "content": "وامرت لان اكون اول المسلمين",
  },
  {
    "surah_number": 39,
    "verse_number": 13,
    "content": "قل اني اخاف ان عصيت ربي عذاب يوم عظيم",
  },
  {
    "surah_number": 39,
    "verse_number": 14,
    "content": "قل الله اعبد مخلصا له ديني",
  },
  {
    "surah_number": 39,
    "verse_number": 15,
    "content":
        "فاعبدوا ما شئتم من دونه قل ان الخسرين الذين خسروا انفسهم واهليهم يوم القيمة الا ذلك هو الخسران المبين",
  },
  {
    "surah_number": 39,
    "verse_number": 16,
    "content":
        "لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يعباد فاتقون",
  },
  {
    "surah_number": 39,
    "verse_number": 17,
    "content":
        "والذين اجتنبوا الطـغوت ان يعبدوها وانابوا الى الله لهم البشرى فبشر عباد",
  },
  {
    "surah_number": 39,
    "verse_number": 18,
    "content":
        "الذين يستمعون القول فيتبعون احسنه اولـئك الذين هدىهم الله واولـئك هم اولوا الالبب",
  },
  {
    "surah_number": 39,
    "verse_number": 19,
    "content": "افمن حق عليه كلمة العذاب افانت تنقذ من في النار",
  },
  {
    "surah_number": 39,
    "verse_number": 20,
    "content":
        "لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الانهر وعد الله لا يخلف الله الميعاد",
  },
  {
    "surah_number": 39,
    "verse_number": 21,
    "content":
        "الم تر ان الله انزل من السماء ماء فسلكه ينبيع في الارض ثم يخرج به زرعا مختلفا الونه ثم يهيج فترىه مصفرا ثم يجعله حطما ان في ذلك لذكرى لاولي الالبب",
  },
  {
    "surah_number": 39,
    "verse_number": 22,
    "content":
        "افمن شرح الله صدره للاسلم فهو على نور من ربه فويل للقسية قلوبهم من ذكر الله اولـئك في ضلل مبين",
  },
  {
    "surah_number": 39,
    "verse_number": 23,
    "content":
        "الله نزل احسن الحديث كتبا متشبها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم الى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد",
  },
  {
    "surah_number": 39,
    "verse_number": 24,
    "content":
        "افمن يتقي بوجهه سوء العذاب يوم القيمة وقيل للظـلمين ذوقوا ما كنتم تكسبون",
  },
  {
    "surah_number": 39,
    "verse_number": 25,
    "content": "كذب الذين من قبلهم فاتىهم العذاب من حيث لا يشعرون",
  },
  {
    "surah_number": 39,
    "verse_number": 26,
    "content":
        "فاذاقهم الله الخزي في الحيوة الدنيا ولعذاب الاخرة اكبر لو كانوا يعلمون",
  },
  {
    "surah_number": 39,
    "verse_number": 27,
    "content": "ولقد ضربنا للناس في هذا القرءان من كل مثل لعلهم يتذكرون",
  },
  {
    "surah_number": 39,
    "verse_number": 28,
    "content": "قرءانا عربيا غير ذي عوج لعلهم يتقون",
  },
  {
    "surah_number": 39,
    "verse_number": 29,
    "content":
        "ضرب الله مثلا رجلا فيه شركاء متشكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل اكثرهم لا يعلمون",
  },
  {"surah_number": 39, "verse_number": 30, "content": "انك ميت وانهم ميتون"},
  {
    "surah_number": 39,
    "verse_number": 31,
    "content": "ثم انكم يوم القيمة عند ربكم تختصمون",
  },
  {
    "surah_number": 39,
    "verse_number": 32,
    "content":
        "فمن اظلم ممن كذب على الله وكذب بالصدق اذ جاءه اليس في جهنم مثوى للكفرين",
  },
  {
    "surah_number": 39,
    "verse_number": 33,
    "content": "والذي جاء بالصدق وصدق به اولـئك هم المتقون",
  },
  {
    "surah_number": 39,
    "verse_number": 34,
    "content": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين",
  },
  {
    "surah_number": 39,
    "verse_number": 35,
    "content":
        "ليكفر الله عنهم اسوا الذي عملوا ويجزيهم اجرهم باحسن الذي كانوا يعملون",
  },
  {
    "surah_number": 39,
    "verse_number": 36,
    "content":
        "اليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد",
  },
  {
    "surah_number": 39,
    "verse_number": 37,
    "content": "ومن يهد الله فما له من مضل اليس الله بعزيز ذي انتقام",
  },
  {
    "surah_number": 39,
    "verse_number": 38,
    "content":
        "ولئن سالتهم من خلق السموت والارض ليقولن الله قل افرءيتم ما تدعون من دون الله ان ارادني الله بضر هل هن كشفت ضره او ارادني برحمة هل هن ممسكت رحمته قل حسبي الله عليه يتوكل المتوكلون",
  },
  {
    "surah_number": 39,
    "verse_number": 39,
    "content": "قل يقوم اعملوا على مكانتكم اني عمل فسوف تعلمون",
  },
  {
    "surah_number": 39,
    "verse_number": 40,
    "content": "من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم",
  },
  {
    "surah_number": 39,
    "verse_number": 41,
    "content":
        "انا انزلنا عليك الكتب للناس بالحق فمن اهتدى فلنفسه ومن ضل فانما يضل عليها وما انت عليهم بوكيل",
  },
  {
    "surah_number": 39,
    "verse_number": 42,
    "content":
        "الله يتوفى الانفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الاخرى الى اجل مسمى ان في ذلك لايت لقوم يتفكرون",
  },
  {
    "surah_number": 39,
    "verse_number": 43,
    "content":
        "ام اتخذوا من دون الله شفعاء قل اولو كانوا لا يملكون شيـا ولا يعقلون",
  },
  {
    "surah_number": 39,
    "verse_number": 44,
    "content": "قل لله الشفعة جميعا له ملك السموت والارض ثم اليه ترجعون",
  },
  {
    "surah_number": 39,
    "verse_number": 45,
    "content":
        "واذا ذكر الله وحده اشمازت قلوب الذين لا يؤمنون بالاخرة واذا ذكر الذين من دونه اذا هم يستبشرون",
  },
  {
    "surah_number": 39,
    "verse_number": 46,
    "content":
        "قل اللهم فاطر السموت والارض علم الغيب والشهدة انت تحكم بين عبادك في ما كانوا فيه يختلفون",
  },
  {
    "surah_number": 39,
    "verse_number": 47,
    "content":
        "ولو ان للذين ظلموا ما في الارض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيمة وبدا لهم من الله ما لم يكونوا يحتسبون",
  },
  {
    "surah_number": 39,
    "verse_number": 48,
    "content": "وبدا لهم سيـات ما كسبوا وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 39,
    "verse_number": 49,
    "content":
        "فاذا مس الانسن ضر دعانا ثم اذا خولنه نعمة منا قال انما اوتيته على علم بل هي فتنة ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 39,
    "verse_number": 50,
    "content": "قد قالها الذين من قبلهم فما اغنى عنهم ما كانوا يكسبون",
  },
  {
    "surah_number": 39,
    "verse_number": 51,
    "content":
        "فاصابهم سيـات ما كسبوا والذين ظلموا من هـؤلاء سيصيبهم سيـات ما كسبوا وما هم بمعجزين",
  },
  {
    "surah_number": 39,
    "verse_number": 52,
    "content":
        "اولم يعلموا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايت لقوم يؤمنون",
  },
  {
    "surah_number": 39,
    "verse_number": 53,
    "content":
        "قل يعبادي الذين اسرفوا على انفسهم لا تقنطوا من رحمة الله ان الله يغفر الذنوب جميعا انه هو الغفور الرحيم",
  },
  {
    "surah_number": 39,
    "verse_number": 54,
    "content":
        "وانيبوا الى ربكم واسلموا له من قبل ان ياتيكم العذاب ثم لا تنصرون",
  },
  {
    "surah_number": 39,
    "verse_number": 55,
    "content":
        "واتبعوا احسن ما انزل اليكم من ربكم من قبل ان ياتيكم العذاب بغتة وانتم لا تشعرون",
  },
  {
    "surah_number": 39,
    "verse_number": 56,
    "content":
        "ان تقول نفس يحسرتى على ما فرطت في جنب الله وان كنت لمن السـخرين",
  },
  {
    "surah_number": 39,
    "verse_number": 57,
    "content": "او تقول لو ان الله هدىني لكنت من المتقين",
  },
  {
    "surah_number": 39,
    "verse_number": 58,
    "content": "او تقول حين ترى العذاب لو ان لي كرة فاكون من المحسنين",
  },
  {
    "surah_number": 39,
    "verse_number": 59,
    "content": "بلى قد جاءتك ءايتي فكذبت بها واستكبرت وكنت من الكفرين",
  },
  {
    "surah_number": 39,
    "verse_number": 60,
    "content":
        "ويوم القيمة ترى الذين كذبوا على الله وجوههم مسودة اليس في جهنم مثوى للمتكبرين",
  },
  {
    "surah_number": 39,
    "verse_number": 61,
    "content": "وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون",
  },
  {
    "surah_number": 39,
    "verse_number": 62,
    "content": "الله خلق كل شيء وهو على كل شيء وكيل",
  },
  {
    "surah_number": 39,
    "verse_number": 63,
    "content":
        "له مقاليد السموت والارض والذين كفروا بـايت الله اولـئك هم الخسرون",
  },
  {
    "surah_number": 39,
    "verse_number": 64,
    "content": "قل افغير الله تامروني اعبد ايها الجهلون",
  },
  {
    "surah_number": 39,
    "verse_number": 65,
    "content":
        "ولقد اوحي اليك والى الذين من قبلك لئن اشركت ليحبطن عملك ولتكونن من الخسرين",
  },
  {
    "surah_number": 39,
    "verse_number": 66,
    "content": "بل الله فاعبد وكن من الشـكرين",
  },
  {
    "surah_number": 39,
    "verse_number": 67,
    "content":
        "وما قدروا الله حق قدره والارض جميعا قبضته يوم القيمة والسموت مطويـت بيمينه سبحنه وتعلى عما يشركون",
  },
  {
    "surah_number": 39,
    "verse_number": 68,
    "content":
        "ونفخ في الصور فصعق من في السموت ومن في الارض الا من شاء الله ثم نفخ فيه اخرى فاذا هم قيام ينظرون",
  },
  {
    "surah_number": 39,
    "verse_number": 69,
    "content":
        "واشرقت الارض بنور ربها ووضع الكتب وجايء بالنبيـن والشهداء وقضي بينهم بالحق وهم لا يظلمون",
  },
  {
    "surah_number": 39,
    "verse_number": 70,
    "content": "ووفيت كل نفس ما عملت وهو اعلم بما يفعلون",
  },
  {
    "surah_number": 39,
    "verse_number": 71,
    "content":
        "وسيق الذين كفروا الى جهنم زمرا حتى اذا جاءوها فتحت ابوبها وقال لهم خزنتها الم ياتكم رسل منكم يتلون عليكم ءايت ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكفرين",
  },
  {
    "surah_number": 39,
    "verse_number": 72,
    "content": "قيل ادخلوا ابوب جهنم خلدين فيها فبئس مثوى المتكبرين",
  },
  {
    "surah_number": 39,
    "verse_number": 73,
    "content":
        "وسيق الذين اتقوا ربهم الى الجنة زمرا حتى اذا جاءوها وفتحت ابوبها وقال لهم خزنتها سلم عليكم طبتم فادخلوها خلدين",
  },
  {
    "surah_number": 39,
    "verse_number": 74,
    "content":
        "وقالوا الحمد لله الذي صدقنا وعده واورثنا الارض نتبوا من الجنة حيث نشاء فنعم اجر العملين",
  },
  {
    "surah_number": 39,
    "verse_number": 75,
    "content":
        "وترى الملـئكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العلمين",
  },
  {"surah_number": 40, "verse_number": 1, "content": "حم"},
  {
    "surah_number": 40,
    "verse_number": 2,
    "content": "تنزيل الكتب من الله العزيز العليم",
  },
  {
    "surah_number": 40,
    "verse_number": 3,
    "content":
        "غافر الذنب وقابل التوب شديد العقاب ذي الطول لا اله الا هو اليه المصير",
  },
  {
    "surah_number": 40,
    "verse_number": 4,
    "content": "ما يجدل في ءايت الله الا الذين كفروا فلا يغررك تقلبهم في البلد",
  },
  {
    "surah_number": 40,
    "verse_number": 5,
    "content":
        "كذبت قبلهم قوم نوح والاحزاب من بعدهم وهمت كل امة برسولهم لياخذوه وجدلوا بالبطل ليدحضوا به الحق فاخذتهم فكيف كان عقاب",
  },
  {
    "surah_number": 40,
    "verse_number": 6,
    "content": "وكذلك حقت كلمت ربك على الذين كفروا انهم اصحب النار",
  },
  {
    "surah_number": 40,
    "verse_number": 7,
    "content":
        "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين ءامنوا ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم",
  },
  {
    "surah_number": 40,
    "verse_number": 8,
    "content":
        "ربنا وادخلهم جنـت عدن التي وعدتهم ومن صلح من ءابائهم وازوجهم وذريـتهم انك انت العزيز الحكيم",
  },
  {
    "surah_number": 40,
    "verse_number": 9,
    "content":
        "وقهم السيـات ومن تق السيـات يومئذ فقد رحمته وذلك هو الفوز العظيم",
  },
  {
    "surah_number": 40,
    "verse_number": 10,
    "content":
        "ان الذين كفروا ينادون لمقت الله اكبر من مقتكم انفسكم اذ تدعون الى الايمن فتكفرون",
  },
  {
    "surah_number": 40,
    "verse_number": 11,
    "content":
        "قالوا ربنا امتنا اثنتين واحييتنا اثنتين فاعترفنا بذنوبنا فهل الى خروج من سبيل",
  },
  {
    "surah_number": 40,
    "verse_number": 12,
    "content":
        "ذلكم بانه اذا دعي الله وحده كفرتم وان يشرك به تؤمنوا فالحكم لله العلي الكبير",
  },
  {
    "surah_number": 40,
    "verse_number": 13,
    "content":
        "هو الذي يريكم ءايته وينزل لكم من السماء رزقا وما يتذكر الا من ينيب",
  },
  {
    "surah_number": 40,
    "verse_number": 14,
    "content": "فادعوا الله مخلصين له الدين ولو كره الكفرون",
  },
  {
    "surah_number": 40,
    "verse_number": 15,
    "content":
        "رفيع الدرجت ذو العرش يلقي الروح من امره على من يشاء من عباده لينذر يوم التلاق",
  },
  {
    "surah_number": 40,
    "verse_number": 16,
    "content":
        "يوم هم برزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الوحد القهار",
  },
  {
    "surah_number": 40,
    "verse_number": 17,
    "content": "اليوم تجزى كل نفس بما كسبت لا ظلم اليوم ان الله سريع الحساب",
  },
  {
    "surah_number": 40,
    "verse_number": 18,
    "content":
        "وانذرهم يوم الازفة اذ القلوب لدى الحناجر كظمين ما للظـلمين من حميم ولا شفيع يطاع",
  },
  {
    "surah_number": 40,
    "verse_number": 19,
    "content": "يعلم خائنة الاعين وما تخفي الصدور",
  },
  {
    "surah_number": 40,
    "verse_number": 20,
    "content":
        "والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء ان الله هو السميع البصير",
  },
  {
    "surah_number": 40,
    "verse_number": 21,
    "content":
        "اولم يسيروا في الارض فينظروا كيف كان عقبة الذين كانوا من قبلهم كانوا هم اشد منهم قوة وءاثارا في الارض فاخذهم الله بذنوبهم وما كان لهم من الله من واق",
  },
  {
    "surah_number": 40,
    "verse_number": 22,
    "content":
        "ذلك بانهم كانت تاتيهم رسلهم بالبينت فكفروا فاخذهم الله انه قوي شديد العقاب",
  },
  {
    "surah_number": 40,
    "verse_number": 23,
    "content": "ولقد ارسلنا موسى بـايتنا وسلطن مبين",
  },
  {
    "surah_number": 40,
    "verse_number": 24,
    "content": "الى فرعون وهمن وقرون فقالوا سحر كذاب",
  },
  {
    "surah_number": 40,
    "verse_number": 25,
    "content":
        "فلما جاءهم بالحق من عندنا قالوا اقتلوا ابناء الذين ءامنوا معه واستحيوا نساءهم وما كيد الكفرين الا في ضلل",
  },
  {
    "surah_number": 40,
    "verse_number": 26,
    "content":
        "وقال فرعون ذروني اقتل موسى وليدع ربه اني اخاف ان يبدل دينكم او ان يظهر في الارض الفساد",
  },
  {
    "surah_number": 40,
    "verse_number": 27,
    "content": "وقال موسى اني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب",
  },
  {
    "surah_number": 40,
    "verse_number": 28,
    "content":
        "وقال رجل مؤمن من ءال فرعون يكتم ايمنه اتقتلون رجلا ان يقول ربي الله وقد جاءكم بالبينت من ربكم وان يك كذبا فعليه كذبه وان يك صادقا يصبكم بعض الذي يعدكم ان الله لا يهدي من هو مسرف كذاب",
  },
  {
    "surah_number": 40,
    "verse_number": 29,
    "content":
        "يقوم لكم الملك اليوم ظهرين في الارض فمن ينصرنا من باس الله ان جاءنا قال فرعون ما اريكم الا ما ارى وما اهديكم الا سبيل الرشاد",
  },
  {
    "surah_number": 40,
    "verse_number": 30,
    "content": "وقال الذي ءامن يقوم اني اخاف عليكم مثل يوم الاحزاب",
  },
  {
    "surah_number": 40,
    "verse_number": 31,
    "content":
        "مثل داب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد",
  },
  {
    "surah_number": 40,
    "verse_number": 32,
    "content": "ويقوم اني اخاف عليكم يوم التناد",
  },
  {
    "surah_number": 40,
    "verse_number": 33,
    "content":
        "يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد",
  },
  {
    "surah_number": 40,
    "verse_number": 34,
    "content":
        "ولقد جاءكم يوسف من قبل بالبينت فما زلتم في شك مما جاءكم به حتى اذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب",
  },
  {
    "surah_number": 40,
    "verse_number": 35,
    "content":
        "الذين يجدلون في ءايت الله بغير سلطن اتىهم كبر مقتا عند الله وعند الذين ءامنوا كذلك يطبع الله على كل قلب متكبر جبار",
  },
  {
    "surah_number": 40,
    "verse_number": 36,
    "content": "وقال فرعون يهمن ابن لي صرحا لعلي ابلغ الاسبب",
  },
  {
    "surah_number": 40,
    "verse_number": 37,
    "content":
        "اسبب السموت فاطلع الى اله موسى واني لاظنه كذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون الا في تباب",
  },
  {
    "surah_number": 40,
    "verse_number": 38,
    "content": "وقال الذي ءامن يقوم اتبعون اهدكم سبيل الرشاد",
  },
  {
    "surah_number": 40,
    "verse_number": 39,
    "content": "يقوم انما هذه الحيوة الدنيا متع وان الاخرة هي دار القرار",
  },
  {
    "surah_number": 40,
    "verse_number": 40,
    "content":
        "من عمل سيئة فلا يجزى الا مثلها ومن عمل صلحا من ذكر او انثى وهو مؤمن فاولـئك يدخلون الجنة يرزقون فيها بغير حساب",
  },
  {
    "surah_number": 40,
    "verse_number": 41,
    "content": "ويقوم ما لي ادعوكم الى النجوة وتدعونني الى النار",
  },
  {
    "surah_number": 40,
    "verse_number": 42,
    "content":
        "تدعونني لاكفر بالله واشرك به ما ليس لي به علم وانا ادعوكم الى العزيز الغفـر",
  },
  {
    "surah_number": 40,
    "verse_number": 43,
    "content":
        "لا جرم انما تدعونني اليه ليس له دعوة في الدنيا ولا في الاخرة وان مردنا الى الله وان المسرفين هم اصحب النار",
  },
  {
    "surah_number": 40,
    "verse_number": 44,
    "content": "فستذكرون ما اقول لكم وافوض امري الى الله ان الله بصير بالعباد",
  },
  {
    "surah_number": 40,
    "verse_number": 45,
    "content": "فوقىه الله سيـات ما مكروا وحاق بـال فرعون سوء العذاب",
  },
  {
    "surah_number": 40,
    "verse_number": 46,
    "content":
        "النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة ادخلوا ءال فرعون اشد العذاب",
  },
  {
    "surah_number": 40,
    "verse_number": 47,
    "content":
        "واذ يتحاجون في النار فيقول الضعفـؤا للذين استكبروا انا كنا لكم تبعا فهل انتم مغنون عنا نصيبا من النار",
  },
  {
    "surah_number": 40,
    "verse_number": 48,
    "content": "قال الذين استكبروا انا كل فيها ان الله قد حكم بين العباد",
  },
  {
    "surah_number": 40,
    "verse_number": 49,
    "content":
        "وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب",
  },
  {
    "surah_number": 40,
    "verse_number": 50,
    "content":
        "قالوا اولم تك تاتيكم رسلكم بالبينت قالوا بلى قالوا فادعوا وما دعـؤا الكفرين الا في ضلل",
  },
  {
    "surah_number": 40,
    "verse_number": 51,
    "content":
        "انا لننصر رسلنا والذين ءامنوا في الحيوة الدنيا ويوم يقوم الاشهد",
  },
  {
    "surah_number": 40,
    "verse_number": 52,
    "content": "يوم لا ينفع الظـلمين معذرتهم ولهم اللعنة ولهم سوء الدار",
  },
  {
    "surah_number": 40,
    "verse_number": 53,
    "content": "ولقد ءاتينا موسى الهدى واورثنا بني اسرـءيل الكتب",
  },
  {"surah_number": 40, "verse_number": 54, "content": "هدى وذكرى لاولي الالبب"},
  {
    "surah_number": 40,
    "verse_number": 55,
    "content":
        "فاصبر ان وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والابكر",
  },
  {
    "surah_number": 40,
    "verse_number": 56,
    "content":
        "ان الذين يجدلون في ءايت الله بغير سلطن اتىهم ان في صدورهم الا كبر ما هم ببلغيه فاستعذ بالله انه هو السميع البصير",
  },
  {
    "surah_number": 40,
    "verse_number": 57,
    "content": "لخلق السموت والارض اكبر من خلق الناس ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 40,
    "verse_number": 58,
    "content":
        "وما يستوي الاعمى والبصير والذين ءامنوا وعملوا الصـلحت ولا المسيء قليلا ما تتذكرون",
  },
  {
    "surah_number": 40,
    "verse_number": 59,
    "content": "ان الساعة لاتية لا ريب فيها ولكن اكثر الناس لا يؤمنون",
  },
  {
    "surah_number": 40,
    "verse_number": 60,
    "content":
        "وقال ربكم ادعوني استجب لكم ان الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين",
  },
  {
    "surah_number": 40,
    "verse_number": 61,
    "content":
        "الله الذي جعل لكم اليل لتسكنوا فيه والنهار مبصرا ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون",
  },
  {
    "surah_number": 40,
    "verse_number": 62,
    "content": "ذلكم الله ربكم خلق كل شيء لا اله الا هو فانى تؤفكون",
  },
  {
    "surah_number": 40,
    "verse_number": 63,
    "content": "كذلك يؤفك الذين كانوا بـايت الله يجحدون",
  },
  {
    "surah_number": 40,
    "verse_number": 64,
    "content":
        "الله الذي جعل لكم الارض قرارا والسماء بناء وصوركم فاحسن صوركم ورزقكم من الطيبت ذلكم الله ربكم فتبارك الله رب العلمين",
  },
  {
    "surah_number": 40,
    "verse_number": 65,
    "content":
        "هو الحي لا اله الا هو فادعوه مخلصين له الدين الحمد لله رب العلمين",
  },
  {
    "surah_number": 40,
    "verse_number": 66,
    "content":
        "قل اني نهيت ان اعبد الذين تدعون من دون الله لما جاءني البينت من ربي وامرت ان اسلم لرب العلمين",
  },
  {
    "surah_number": 40,
    "verse_number": 67,
    "content":
        "هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا اشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا اجلا مسمى ولعلكم تعقلون",
  },
  {
    "surah_number": 40,
    "verse_number": 68,
    "content": "هو الذي يحي ويميت فاذا قضى امرا فانما يقول له كن فيكون",
  },
  {
    "surah_number": 40,
    "verse_number": 69,
    "content": "الم تر الى الذين يجدلون في ءايت الله انى يصرفون",
  },
  {
    "surah_number": 40,
    "verse_number": 70,
    "content": "الذين كذبوا بالكتب وبما ارسلنا به رسلنا فسوف يعلمون",
  },
  {
    "surah_number": 40,
    "verse_number": 71,
    "content": "اذ الاغلل في اعنقهم والسلسل يسحبون",
  },
  {
    "surah_number": 40,
    "verse_number": 72,
    "content": "في الحميم ثم في النار يسجرون",
  },
  {
    "surah_number": 40,
    "verse_number": 73,
    "content": "ثم قيل لهم اين ما كنتم تشركون",
  },
  {
    "surah_number": 40,
    "verse_number": 74,
    "content":
        "من دون الله قالوا ضلوا عنا بل لم نكن ندعوا من قبل شيـا كذلك يضل الله الكفرين",
  },
  {
    "surah_number": 40,
    "verse_number": 75,
    "content": "ذلكم بما كنتم تفرحون في الارض بغير الحق وبما كنتم تمرحون",
  },
  {
    "surah_number": 40,
    "verse_number": 76,
    "content": "ادخلوا ابوب جهنم خلدين فيها فبئس مثوى المتكبرين",
  },
  {
    "surah_number": 40,
    "verse_number": 77,
    "content":
        "فاصبر ان وعد الله حق فاما نرينك بعض الذي نعدهم او نتوفينك فالينا يرجعون",
  },
  {
    "surah_number": 40,
    "verse_number": 78,
    "content":
        "ولقد ارسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول ان ياتي بـاية الا باذن الله فاذا جاء امر الله قضي بالحق وخسر هنالك المبطلون",
  },
  {
    "surah_number": 40,
    "verse_number": 79,
    "content": "الله الذي جعل لكم الانعم لتركبوا منها ومنها تاكلون",
  },
  {
    "surah_number": 40,
    "verse_number": 80,
    "content":
        "ولكم فيها منفع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى الفلك تحملون",
  },
  {
    "surah_number": 40,
    "verse_number": 81,
    "content": "ويريكم ءايته فاي ءايت الله تنكرون",
  },
  {
    "surah_number": 40,
    "verse_number": 82,
    "content":
        "افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم كانوا اكثر منهم واشد قوة وءاثارا في الارض فما اغنى عنهم ما كانوا يكسبون",
  },
  {
    "surah_number": 40,
    "verse_number": 83,
    "content":
        "فلما جاءتهم رسلهم بالبينت فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 40,
    "verse_number": 84,
    "content":
        "فلما راوا باسنا قالوا ءامنا بالله وحده وكفرنا بما كنا به مشركين",
  },
  {
    "surah_number": 40,
    "verse_number": 85,
    "content":
        "فلم يك ينفعهم ايمنهم لما راوا باسنا سنت الله التي قد خلت في عباده وخسر هنالك الكفرون",
  },
  {"surah_number": 41, "verse_number": 1, "content": "حم"},
  {"surah_number": 41, "verse_number": 2, "content": "تنزيل من الرحمن الرحيم"},
  {
    "surah_number": 41,
    "verse_number": 3,
    "content": "كتب فصلت ءايته قرءانا عربيا لقوم يعلمون",
  },
  {
    "surah_number": 41,
    "verse_number": 4,
    "content": "بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون",
  },
  {
    "surah_number": 41,
    "verse_number": 5,
    "content":
        "وقالوا قلوبنا في اكنة مما تدعونا اليه وفي ءاذاننا وقر ومن بيننا وبينك حجاب فاعمل اننا عملون",
  },
  {
    "surah_number": 41,
    "verse_number": 6,
    "content":
        "قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فاستقيموا اليه واستغفروه وويل للمشركين",
  },
  {
    "surah_number": 41,
    "verse_number": 7,
    "content": "الذين لا يؤتون الزكوة وهم بالاخرة هم كفرون",
  },
  {
    "surah_number": 41,
    "verse_number": 8,
    "content": "ان الذين ءامنوا وعملوا الصـلحت لهم اجر غير ممنون",
  },
  {
    "surah_number": 41,
    "verse_number": 9,
    "content":
        "قل ائنكم لتكفرون بالذي خلق الارض في يومين وتجعلون له اندادا ذلك رب العلمين",
  },
  {
    "surah_number": 41,
    "verse_number": 10,
    "content":
        "وجعل فيها روسي من فوقها وبرك فيها وقدر فيها اقوتها في اربعة ايام سواء للسائلين",
  },
  {
    "surah_number": 41,
    "verse_number": 11,
    "content":
        "ثم استوى الى السماء وهي دخان فقال لها وللارض ائتيا طوعا او كرها قالتا اتينا طائعين",
  },
  {
    "surah_number": 41,
    "verse_number": 12,
    "content":
        "فقضىهن سبع سموات في يومين واوحى في كل سماء امرها وزينا السماء الدنيا بمصبيح وحفظا ذلك تقدير العزيز العليم",
  },
  {
    "surah_number": 41,
    "verse_number": 13,
    "content": "فان اعرضوا فقل انذرتكم صعقة مثل صعقة عاد وثمود",
  },
  {
    "surah_number": 41,
    "verse_number": 14,
    "content":
        "اذ جاءتهم الرسل من بين ايديهم ومن خلفهم الا تعبدوا الا الله قالوا لو شاء ربنا لانزل ملـئكة فانا بما ارسلتم به كفرون",
  },
  {
    "surah_number": 41,
    "verse_number": 15,
    "content":
        "فاما عاد فاستكبروا في الارض بغير الحق وقالوا من اشد منا قوة اولم يروا ان الله الذي خلقهم هو اشد منهم قوة وكانوا بـايتنا يجحدون",
  },
  {
    "surah_number": 41,
    "verse_number": 16,
    "content":
        "فارسلنا عليهم ريحا صرصرا في ايام نحسات لنذيقهم عذاب الخزي في الحيوة الدنيا ولعذاب الاخرة اخزى وهم لا ينصرون",
  },
  {
    "surah_number": 41,
    "verse_number": 17,
    "content":
        "واما ثمود فهدينهم فاستحبوا العمى على الهدى فاخذتهم صعقة العذاب الهون بما كانوا يكسبون",
  },
  {
    "surah_number": 41,
    "verse_number": 18,
    "content": "ونجينا الذين ءامنوا وكانوا يتقون",
  },
  {
    "surah_number": 41,
    "verse_number": 19,
    "content": "ويوم يحشر اعداء الله الى النار فهم يوزعون",
  },
  {
    "surah_number": 41,
    "verse_number": 20,
    "content":
        "حتى اذا ما جاءوها شهد عليهم سمعهم وابصرهم وجلودهم بما كانوا يعملون",
  },
  {
    "surah_number": 41,
    "verse_number": 21,
    "content":
        "وقالوا لجلودهم لم شهدتم علينا قالوا انطقنا الله الذي انطق كل شيء وهو خلقكم اول مرة واليه ترجعون",
  },
  {
    "surah_number": 41,
    "verse_number": 22,
    "content":
        "وما كنتم تستترون ان يشهد عليكم سمعكم ولا ابصركم ولا جلودكم ولكن ظننتم ان الله لا يعلم كثيرا مما تعملون",
  },
  {
    "surah_number": 41,
    "verse_number": 23,
    "content": "وذلكم ظنكم الذي ظننتم بربكم اردىكم فاصبحتم من الخسرين",
  },
  {
    "surah_number": 41,
    "verse_number": 24,
    "content": "فان يصبروا فالنار مثوى لهم وان يستعتبوا فما هم من المعتبين",
  },
  {
    "surah_number": 41,
    "verse_number": 25,
    "content":
        "وقيضنا لهم قرناء فزينوا لهم ما بين ايديهم وما خلفهم وحق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خسرين",
  },
  {
    "surah_number": 41,
    "verse_number": 26,
    "content":
        "وقال الذين كفروا لا تسمعوا لهذا القرءان والغوا فيه لعلكم تغلبون",
  },
  {
    "surah_number": 41,
    "verse_number": 27,
    "content":
        "فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم اسوا الذي كانوا يعملون",
  },
  {
    "surah_number": 41,
    "verse_number": 28,
    "content":
        "ذلك جزاء اعداء الله النار لهم فيها دار الخلد جزاء بما كانوا بـايتنا يجحدون",
  },
  {
    "surah_number": 41,
    "verse_number": 29,
    "content":
        "وقال الذين كفروا ربنا ارنا الذين اضلانا من الجن والانس نجعلهما تحت اقدامنا ليكونا من الاسفلين",
  },
  {
    "surah_number": 41,
    "verse_number": 30,
    "content":
        "ان الذين قالوا ربنا الله ثم استقموا تتنزل عليهم الملـئكة الا تخافوا ولا تحزنوا وابشروا بالجنة التي كنتم توعدون",
  },
  {
    "surah_number": 41,
    "verse_number": 31,
    "content":
        "نحن اولياؤكم في الحيوة الدنيا وفي الاخرة ولكم فيها ما تشتهي انفسكم ولكم فيها ما تدعون",
  },
  {"surah_number": 41, "verse_number": 32, "content": "نزلا من غفور رحيم"},
  {
    "surah_number": 41,
    "verse_number": 33,
    "content": "ومن احسن قولا ممن دعا الى الله وعمل صلحا وقال انني من المسلمين",
  },
  {
    "surah_number": 41,
    "verse_number": 34,
    "content":
        "ولا تستوي الحسنة ولا السيئة ادفع بالتي هي احسن فاذا الذي بينك وبينه عدوة كانه ولي حميم",
  },
  {
    "surah_number": 41,
    "verse_number": 35,
    "content": "وما يلقىها الا الذين صبروا وما يلقىها الا ذو حظ عظيم",
  },
  {
    "surah_number": 41,
    "verse_number": 36,
    "content": "واما ينزغنك من الشيطن نزغ فاستعذ بالله انه هو السميع العليم",
  },
  {
    "surah_number": 41,
    "verse_number": 37,
    "content":
        "ومن ءايته اليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن ان كنتم اياه تعبدون",
  },
  {
    "surah_number": 41,
    "verse_number": 38,
    "content":
        "فان استكبروا فالذين عند ربك يسبحون له باليل والنهار وهم لا يسـمون",
  },
  {
    "surah_number": 41,
    "verse_number": 39,
    "content":
        "ومن ءايته انك ترى الارض خشعة فاذا انزلنا عليها الماء اهتزت وربت ان الذي احياها لمحي الموتى انه على كل شيء قدير",
  },
  {
    "surah_number": 41,
    "verse_number": 40,
    "content":
        "ان الذين يلحدون في ءايتنا لا يخفون علينا افمن يلقى في النار خير ام من ياتي ءامنا يوم القيمة اعملوا ما شئتم انه بما تعملون بصير",
  },
  {
    "surah_number": 41,
    "verse_number": 41,
    "content": "ان الذين كفروا بالذكر لما جاءهم وانه لكتب عزيز",
  },
  {
    "surah_number": 41,
    "verse_number": 42,
    "content": "لا ياتيه البطل من بين يديه ولا من خلفه تنزيل من حكيم حميد",
  },
  {
    "surah_number": 41,
    "verse_number": 43,
    "content":
        "ما يقال لك الا ما قد قيل للرسل من قبلك ان ربك لذو مغفرة وذو عقاب اليم",
  },
  {
    "surah_number": 41,
    "verse_number": 44,
    "content":
        "ولو جعلنه قرءانا اعجميا لقالوا لولا فصلت ءايته ءاعجمي وعربي قل هو للذين ءامنوا هدى وشفاء والذين لا يؤمنون في ءاذانهم وقر وهو عليهم عمى اولـئك ينادون من مكان بعيد",
  },
  {
    "surah_number": 41,
    "verse_number": 45,
    "content":
        "ولقد ءاتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب",
  },
  {
    "surah_number": 41,
    "verse_number": 46,
    "content": "من عمل صلحا فلنفسه ومن اساء فعليها وما ربك بظلـم للعبيد",
  },
  {
    "surah_number": 41,
    "verse_number": 47,
    "content":
        "اليه يرد علم الساعة وما تخرج من ثمرت من اكمامها وما تحمل من انثى ولا تضع الا بعلمه ويوم يناديهم اين شركاءي قالوا ءاذنـك مامنا من شهيد",
  },
  {
    "surah_number": 41,
    "verse_number": 48,
    "content": "وضل عنهم ما كانوا يدعون من قبل وظنوا ما لهم من محيص",
  },
  {
    "surah_number": 41,
    "verse_number": 49,
    "content": "لا يسـم الانسن من دعاء الخير وان مسه الشر فيـوس قنوط",
  },
  {
    "surah_number": 41,
    "verse_number": 50,
    "content":
        "ولئن اذقنه رحمة منا من بعد ضراء مسته ليقولن هذا لي وما اظن الساعة قائمة ولئن رجعت الى ربي ان لي عنده للحسنى فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ",
  },
  {
    "surah_number": 41,
    "verse_number": 51,
    "content":
        "واذا انعمنا على الانسن اعرض ونـا بجانبه واذا مسه الشر فذو دعاء عريض",
  },
  {
    "surah_number": 41,
    "verse_number": 52,
    "content":
        "قل ارءيتم ان كان من عند الله ثم كفرتم به من اضل ممن هو في شقاق بعيد",
  },
  {
    "surah_number": 41,
    "verse_number": 53,
    "content":
        "سنريهم ءايتنا في الافاق وفي انفسهم حتى يتبين لهم انه الحق اولم يكف بربك انه على كل شيء شهيد",
  },
  {
    "surah_number": 41,
    "verse_number": 54,
    "content": "الا انهم في مرية من لقاء ربهم الا انه بكل شيء محيط",
  },
  {"surah_number": 42, "verse_number": 1, "content": "حم"},
  {"surah_number": 42, "verse_number": 2, "content": "عسق"},
  {
    "surah_number": 42,
    "verse_number": 3,
    "content": "كذلك يوحي اليك والى الذين من قبلك الله العزيز الحكيم",
  },
  {
    "surah_number": 42,
    "verse_number": 4,
    "content": "له ما في السموت وما في الارض وهو العلي العظيم",
  },
  {
    "surah_number": 42,
    "verse_number": 5,
    "content":
        "تكاد السموت يتفطرن من فوقهن والملـئكة يسبحون بحمد ربهم ويستغفرون لمن في الارض الا ان الله هو الغفور الرحيم",
  },
  {
    "surah_number": 42,
    "verse_number": 6,
    "content":
        "والذين اتخذوا من دونه اولياء الله حفيظ عليهم وما انت عليهم بوكيل",
  },
  {
    "surah_number": 42,
    "verse_number": 7,
    "content":
        "وكذلك اوحينا اليك قرءانا عربيا لتنذر ام القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير",
  },
  {
    "surah_number": 42,
    "verse_number": 8,
    "content":
        "ولو شاء الله لجعلهم امة وحدة ولكن يدخل من يشاء في رحمته والظـلمون ما لهم من ولي ولا نصير",
  },
  {
    "surah_number": 42,
    "verse_number": 9,
    "content":
        "ام اتخذوا من دونه اولياء فالله هو الولي وهو يحي الموتى وهو على كل شيء قدير",
  },
  {
    "surah_number": 42,
    "verse_number": 10,
    "content":
        "وما اختلفتم فيه من شيء فحكمه الى الله ذلكم الله ربي عليه توكلت واليه انيب",
  },
  {
    "surah_number": 42,
    "verse_number": 11,
    "content":
        "فاطر السموت والارض جعل لكم من انفسكم ازوجا ومن الانعم ازوجا يذرؤكم فيه ليس كمثله شيء وهو السميع البصير",
  },
  {
    "surah_number": 42,
    "verse_number": 12,
    "content":
        "له مقاليد السموت والارض يبسط الرزق لمن يشاء ويقدر انه بكل شيء عليم",
  },
  {
    "surah_number": 42,
    "verse_number": 13,
    "content":
        "شرع لكم من الدين ما وصى به نوحا والذي اوحينا اليك وما وصينا به ابرهيم وموسى وعيسى ان اقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم اليه الله يجتبي اليه من يشاء ويهدي اليه من ينيب",
  },
  {
    "surah_number": 42,
    "verse_number": 14,
    "content":
        "وما تفرقوا الا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك الى اجل مسمى لقضي بينهم وان الذين اورثوا الكتب من بعدهم لفي شك منه مريب",
  },
  {
    "surah_number": 42,
    "verse_number": 15,
    "content":
        "فلذلك فادع واستقم كما امرت ولا تتبع اهواءهم وقل ءامنت بما انزل الله من كتب وامرت لاعدل بينكم الله ربنا وربكم لنا اعملنا ولكم اعملكم لا حجة بيننا وبينكم الله يجمع بيننا واليه المصير",
  },
  {
    "surah_number": 42,
    "verse_number": 16,
    "content":
        "والذين يحاجون في الله من بعد ما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد",
  },
  {
    "surah_number": 42,
    "verse_number": 17,
    "content": "الله الذي انزل الكتب بالحق والميزان وما يدريك لعل الساعة قريب",
  },
  {
    "surah_number": 42,
    "verse_number": 18,
    "content":
        "يستعجل بها الذين لا يؤمنون بها والذين ءامنوا مشفقون منها ويعلمون انها الحق الا ان الذين يمارون في الساعة لفي ضلل بعيد",
  },
  {
    "surah_number": 42,
    "verse_number": 19,
    "content": "الله لطيف بعباده يرزق من يشاء وهو القوي العزيز",
  },
  {
    "surah_number": 42,
    "verse_number": 20,
    "content":
        "من كان يريد حرث الاخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وما له في الاخرة من نصيب",
  },
  {
    "surah_number": 42,
    "verse_number": 21,
    "content":
        "ام لهم شركـؤا شرعوا لهم من الدين ما لم ياذن به الله ولولا كلمة الفصل لقضي بينهم وان الظـلمين لهم عذاب اليم",
  },
  {
    "surah_number": 42,
    "verse_number": 22,
    "content":
        "ترى الظـلمين مشفقين مما كسبوا وهو واقع بهم والذين ءامنوا وعملوا الصـلحت في روضات الجنات لهم ما يشاءون عند ربهم ذلك هو الفضل الكبير",
  },
  {
    "surah_number": 42,
    "verse_number": 23,
    "content":
        "ذلك الذي يبشر الله عباده الذين ءامنوا وعملوا الصـلحت قل لا اسـلكم عليه اجرا الا المودة في القربى ومن يقترف حسنة نزد له فيها حسنا ان الله غفور شكور",
  },
  {
    "surah_number": 42,
    "verse_number": 24,
    "content":
        "ام يقولون افترى على الله كذبا فان يشا الله يختم على قلبك ويمح الله البطل ويحق الحق بكلمته انه عليم بذات الصدور",
  },
  {
    "surah_number": 42,
    "verse_number": 25,
    "content":
        "وهو الذي يقبل التوبة عن عباده ويعفوا عن السيـات ويعلم ما تفعلون",
  },
  {
    "surah_number": 42,
    "verse_number": 26,
    "content":
        "ويستجيب الذين ءامنوا وعملوا الصـلحت ويزيدهم من فضله والكفرون لهم عذاب شديد",
  },
  {
    "surah_number": 42,
    "verse_number": 27,
    "content":
        "ولو بسط الله الرزق لعباده لبغوا في الارض ولكن ينزل بقدر ما يشاء انه بعباده خبير بصير",
  },
  {
    "surah_number": 42,
    "verse_number": 28,
    "content":
        "وهو الذي ينزل الغيث من بعد ما قنطوا وينشر رحمته وهو الولي الحميد",
  },
  {
    "surah_number": 42,
    "verse_number": 29,
    "content":
        "ومن ءايته خلق السموت والارض وما بث فيهما من دابة وهو على جمعهم اذا يشاء قدير",
  },
  {
    "surah_number": 42,
    "verse_number": 30,
    "content": "وما اصبكم من مصيبة فبما كسبت ايديكم ويعفوا عن كثير",
  },
  {
    "surah_number": 42,
    "verse_number": 31,
    "content": "وما انتم بمعجزين في الارض وما لكم من دون الله من ولي ولا نصير",
  },
  {
    "surah_number": 42,
    "verse_number": 32,
    "content": "ومن ءايته الجوار في البحر كالاعلم",
  },
  {
    "surah_number": 42,
    "verse_number": 33,
    "content":
        "ان يشا يسكن الريح فيظللن رواكد على ظهره ان في ذلك لايت لكل صبار شكور",
  },
  {
    "surah_number": 42,
    "verse_number": 34,
    "content": "او يوبقهن بما كسبوا ويعف عن كثير",
  },
  {
    "surah_number": 42,
    "verse_number": 35,
    "content": "ويعلم الذين يجدلون في ءايتنا ما لهم من محيص",
  },
  {
    "surah_number": 42,
    "verse_number": 36,
    "content":
        "فما اوتيتم من شيء فمتع الحيوة الدنيا وما عند الله خير وابقى للذين ءامنوا وعلى ربهم يتوكلون",
  },
  {
    "surah_number": 42,
    "verse_number": 37,
    "content": "والذين يجتنبون كبـئر الاثم والفوحش واذا ما غضبوا هم يغفرون",
  },
  {
    "surah_number": 42,
    "verse_number": 38,
    "content":
        "والذين استجابوا لربهم واقاموا الصلاة وامرهم شورى بينهم ومما رزقنهم ينفقون",
  },
  {
    "surah_number": 42,
    "verse_number": 39,
    "content": "والذين اذا اصابهم البغي هم ينتصرون",
  },
  {
    "surah_number": 42,
    "verse_number": 40,
    "content":
        "وجزـؤا سيئة سيئة مثلها فمن عفا واصلح فاجره على الله انه لا يحب الظـلمين",
  },
  {
    "surah_number": 42,
    "verse_number": 41,
    "content": "ولمن انتصر بعد ظلمه فاولـئك ما عليهم من سبيل",
  },
  {
    "surah_number": 42,
    "verse_number": 42,
    "content":
        "انما السبيل على الذين يظلمون الناس ويبغون في الارض بغير الحق اولـئك لهم عذاب اليم",
  },
  {
    "surah_number": 42,
    "verse_number": 43,
    "content": "ولمن صبر وغفر ان ذلك لمن عزم الامور",
  },
  {
    "surah_number": 42,
    "verse_number": 44,
    "content":
        "ومن يضلل الله فما له من ولي من بعده وترى الظـلمين لما راوا العذاب يقولون هل الى مرد من سبيل",
  },
  {
    "surah_number": 42,
    "verse_number": 45,
    "content":
        "وترىهم يعرضون عليها خشعين من الذل ينظرون من طرف خفي وقال الذين ءامنوا ان الخسرين الذين خسروا انفسهم واهليهم يوم القيمة الا ان الظـلمين في عذاب مقيم",
  },
  {
    "surah_number": 42,
    "verse_number": 46,
    "content":
        "وما كان لهم من اولياء ينصرونهم من دون الله ومن يضلل الله فما له من سبيل",
  },
  {
    "surah_number": 42,
    "verse_number": 47,
    "content":
        "استجيبوا لربكم من قبل ان ياتي يوم لا مرد له من الله ما لكم من ملجا يومئذ وما لكم من نكير",
  },
  {
    "surah_number": 42,
    "verse_number": 48,
    "content":
        "فان اعرضوا فما ارسلنك عليهم حفيظا ان عليك الا البلغ وانا اذا اذقنا الانسن منا رحمة فرح بها وان تصبهم سيئة بما قدمت ايديهم فان الانسن كفور",
  },
  {
    "surah_number": 42,
    "verse_number": 49,
    "content":
        "لله ملك السموت والارض يخلق ما يشاء يهب لمن يشاء انثا ويهب لمن يشاء الذكور",
  },
  {
    "surah_number": 42,
    "verse_number": 50,
    "content": "او يزوجهم ذكرانا وانثا ويجعل من يشاء عقيما انه عليم قدير",
  },
  {
    "surah_number": 42,
    "verse_number": 51,
    "content":
        "وما كان لبشر ان يكلمه الله الا وحيا او من وراي حجاب او يرسل رسولا فيوحي باذنه ما يشاء انه علي حكيم",
  },
  {
    "surah_number": 42,
    "verse_number": 52,
    "content":
        "وكذلك اوحينا اليك روحا من امرنا ما كنت تدري ما الكتب ولا الايمن ولكن جعلنه نورا نهدي به من نشاء من عبادنا وانك لتهدي الى صراط مستقيم",
  },
  {
    "surah_number": 42,
    "verse_number": 53,
    "content":
        "صراط الله الذي له ما في السموت وما في الارض الا الى الله تصير الامور",
  },
  {"surah_number": 43, "verse_number": 1, "content": "حم"},
  {"surah_number": 43, "verse_number": 2, "content": "والكتب المبين"},
  {
    "surah_number": 43,
    "verse_number": 3,
    "content": "انا جعلنه قرءنا عربيا لعلكم تعقلون",
  },
  {
    "surah_number": 43,
    "verse_number": 4,
    "content": "وانه في ام الكتب لدينا لعلي حكيم",
  },
  {
    "surah_number": 43,
    "verse_number": 5,
    "content": "افنضرب عنكم الذكر صفحا ان كنتم قوما مسرفين",
  },
  {
    "surah_number": 43,
    "verse_number": 6,
    "content": "وكم ارسلنا من نبي في الاولين",
  },
  {
    "surah_number": 43,
    "verse_number": 7,
    "content": "وما ياتيهم من نبي الا كانوا به يستهزءون",
  },
  {
    "surah_number": 43,
    "verse_number": 8,
    "content": "فاهلكنا اشد منهم بطشا ومضى مثل الاولين",
  },
  {
    "surah_number": 43,
    "verse_number": 9,
    "content": "ولئن سالتهم من خلق السموت والارض ليقولن خلقهن العزيز العليم",
  },
  {
    "surah_number": 43,
    "verse_number": 10,
    "content": "الذي جعل لكم الارض مهدا وجعل لكم فيها سبلا لعلكم تهتدون",
  },
  {
    "surah_number": 43,
    "verse_number": 11,
    "content": "والذي نزل من السماء ماء بقدر فانشرنا به بلدة ميتا كذلك تخرجون",
  },
  {
    "surah_number": 43,
    "verse_number": 12,
    "content": "والذي خلق الازوج كلها وجعل لكم من الفلك والانعم ما تركبون",
  },
  {
    "surah_number": 43,
    "verse_number": 13,
    "content":
        "لتستوا على ظهوره ثم تذكروا نعمة ربكم اذا استويتم عليه وتقولوا سبحن الذي سخر لنا هذا وما كنا له مقرنين",
  },
  {"surah_number": 43, "verse_number": 14, "content": "وانا الى ربنا لمنقلبون"},
  {
    "surah_number": 43,
    "verse_number": 15,
    "content": "وجعلوا له من عباده جزءا ان الانسن لكفور مبين",
  },
  {
    "surah_number": 43,
    "verse_number": 16,
    "content": "ام اتخذ مما يخلق بنات واصفىكم بالبنين",
  },
  {
    "surah_number": 43,
    "verse_number": 17,
    "content": "واذا بشر احدهم بما ضرب للرحمن مثلا ظل وجهه مسودا وهو كظيم",
  },
  {
    "surah_number": 43,
    "verse_number": 18,
    "content": "اومن ينشؤا في الحلية وهو في الخصام غير مبين",
  },
  {
    "surah_number": 43,
    "verse_number": 19,
    "content":
        "وجعلوا الملـئكة الذين هم عبد الرحمن انثا اشهدوا خلقهم ستكتب شهدتهم ويسـلون",
  },
  {
    "surah_number": 43,
    "verse_number": 20,
    "content":
        "وقالوا لو شاء الرحمن ما عبدنهم ما لهم بذلك من علم ان هم الا يخرصون",
  },
  {
    "surah_number": 43,
    "verse_number": 21,
    "content": "ام ءاتينهم كتبا من قبله فهم به مستمسكون",
  },
  {
    "surah_number": 43,
    "verse_number": 22,
    "content": "بل قالوا انا وجدنا ءاباءنا على امة وانا على ءاثرهم مهتدون",
  },
  {
    "surah_number": 43,
    "verse_number": 23,
    "content":
        "وكذلك ما ارسلنا من قبلك في قرية من نذير الا قال مترفوها انا وجدنا ءاباءنا على امة وانا على ءاثرهم مقتدون",
  },
  {
    "surah_number": 43,
    "verse_number": 24,
    "content":
        "قل اولو جئتكم باهدى مما وجدتم عليه ءاباءكم قالوا انا بما ارسلتم به كفرون",
  },
  {
    "surah_number": 43,
    "verse_number": 25,
    "content": "فانتقمنا منهم فانظر كيف كان عقبة المكذبين",
  },
  {
    "surah_number": 43,
    "verse_number": 26,
    "content": "واذ قال ابرهيم لابيه وقومه انني براء مما تعبدون",
  },
  {
    "surah_number": 43,
    "verse_number": 27,
    "content": "الا الذي فطرني فانه سيهدين",
  },
  {
    "surah_number": 43,
    "verse_number": 28,
    "content": "وجعلها كلمة باقية في عقبه لعلهم يرجعون",
  },
  {
    "surah_number": 43,
    "verse_number": 29,
    "content": "بل متعت هـؤلاء وءاباءهم حتى جاءهم الحق ورسول مبين",
  },
  {
    "surah_number": 43,
    "verse_number": 30,
    "content": "ولما جاءهم الحق قالوا هذا سحر وانا به كفرون",
  },
  {
    "surah_number": 43,
    "verse_number": 31,
    "content": "وقالوا لولا نزل هذا القرءان على رجل من القريتين عظيم",
  },
  {
    "surah_number": 43,
    "verse_number": 32,
    "content":
        "اهم يقسمون رحمت ربك نحن قسمنا بينهم معيشتهم في الحيوة الدنيا ورفعنا بعضهم فوق بعض درجت ليتخذ بعضهم بعضا سخريا ورحمت ربك خير مما يجمعون",
  },
  {
    "surah_number": 43,
    "verse_number": 33,
    "content":
        "ولولا ان يكون الناس امة وحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون",
  },
  {
    "surah_number": 43,
    "verse_number": 34,
    "content": "ولبيوتهم ابوبا وسررا عليها يتكـون",
  },
  {
    "surah_number": 43,
    "verse_number": 35,
    "content":
        "وزخرفا وان كل ذلك لما متع الحيوة الدنيا والاخرة عند ربك للمتقين",
  },
  {
    "surah_number": 43,
    "verse_number": 36,
    "content": "ومن يعش عن ذكر الرحمن نقيض له شيطنا فهو له قرين",
  },
  {
    "surah_number": 43,
    "verse_number": 37,
    "content": "وانهم ليصدونهم عن السبيل ويحسبون انهم مهتدون",
  },
  {
    "surah_number": 43,
    "verse_number": 38,
    "content": "حتى اذا جاءنا قال يليت بيني وبينك بعد المشرقين فبئس القرين",
  },
  {
    "surah_number": 43,
    "verse_number": 39,
    "content": "ولن ينفعكم اليوم اذ ظلمتم انكم في العذاب مشتركون",
  },
  {
    "surah_number": 43,
    "verse_number": 40,
    "content": "افانت تسمع الصم او تهدي العمي ومن كان في ضلل مبين",
  },
  {
    "surah_number": 43,
    "verse_number": 41,
    "content": "فاما نذهبن بك فانا منهم منتقمون",
  },
  {
    "surah_number": 43,
    "verse_number": 42,
    "content": "او نرينك الذي وعدنهم فانا عليهم مقتدرون",
  },
  {
    "surah_number": 43,
    "verse_number": 43,
    "content": "فاستمسك بالذي اوحي اليك انك على صراط مستقيم",
  },
  {
    "surah_number": 43,
    "verse_number": 44,
    "content": "وانه لذكر لك ولقومك وسوف تسـلون",
  },
  {
    "surah_number": 43,
    "verse_number": 45,
    "content":
        "وسـل من ارسلنا من قبلك من رسلنا اجعلنا من دون الرحمن ءالهة يعبدون",
  },
  {
    "surah_number": 43,
    "verse_number": 46,
    "content":
        "ولقد ارسلنا موسى بـايتنا الى فرعون وملايه فقال اني رسول رب العلمين",
  },
  {
    "surah_number": 43,
    "verse_number": 47,
    "content": "فلما جاءهم بـايتنا اذا هم منها يضحكون",
  },
  {
    "surah_number": 43,
    "verse_number": 48,
    "content":
        "وما نريهم من ءاية الا هي اكبر من اختها واخذنهم بالعذاب لعلهم يرجعون",
  },
  {
    "surah_number": 43,
    "verse_number": 49,
    "content": "وقالوا يـايه الساحر ادع لنا ربك بما عهد عندك اننا لمهتدون",
  },
  {
    "surah_number": 43,
    "verse_number": 50,
    "content": "فلما كشفنا عنهم العذاب اذا هم ينكثون",
  },
  {
    "surah_number": 43,
    "verse_number": 51,
    "content":
        "ونادى فرعون في قومه قال يقوم اليس لي ملك مصر وهذه الانهر تجري من تحتي افلا تبصرون",
  },
  {
    "surah_number": 43,
    "verse_number": 52,
    "content": "ام انا خير من هذا الذي هو مهين ولا يكاد يبين",
  },
  {
    "surah_number": 43,
    "verse_number": 53,
    "content": "فلولا القي عليه اسورة من ذهب او جاء معه الملـئكة مقترنين",
  },
  {
    "surah_number": 43,
    "verse_number": 54,
    "content": "فاستخف قومه فاطاعوه انهم كانوا قوما فسقين",
  },
  {
    "surah_number": 43,
    "verse_number": 55,
    "content": "فلما ءاسفونا انتقمنا منهم فاغرقنهم اجمعين",
  },
  {
    "surah_number": 43,
    "verse_number": 56,
    "content": "فجعلنهم سلفا ومثلا للاخرين",
  },
  {
    "surah_number": 43,
    "verse_number": 57,
    "content": "ولما ضرب ابن مريم مثلا اذا قومك منه يصدون",
  },
  {
    "surah_number": 43,
    "verse_number": 58,
    "content": "وقالوا ءالهتنا خير ام هو ما ضربوه لك الا جدلا بل هم قوم خصمون",
  },
  {
    "surah_number": 43,
    "verse_number": 59,
    "content": "ان هو الا عبد انعمنا عليه وجعلنه مثلا لبني اسرـءيل",
  },
  {
    "surah_number": 43,
    "verse_number": 60,
    "content": "ولو نشاء لجعلنا منكم ملـئكة في الارض يخلفون",
  },
  {
    "surah_number": 43,
    "verse_number": 61,
    "content": "وانه لعلم للساعة فلا تمترن بها واتبعون هذا صراط مستقيم",
  },
  {
    "surah_number": 43,
    "verse_number": 62,
    "content": "ولا يصدنكم الشيطن انه لكم عدو مبين",
  },
  {
    "surah_number": 43,
    "verse_number": 63,
    "content":
        "ولما جاء عيسى بالبينت قال قد جئتكم بالحكمة ولابين لكم بعض الذي تختلفون فيه فاتقوا الله واطيعون",
  },
  {
    "surah_number": 43,
    "verse_number": 64,
    "content": "ان الله هو ربي وربكم فاعبدوه هذا صراط مستقيم",
  },
  {
    "surah_number": 43,
    "verse_number": 65,
    "content": "فاختلف الاحزاب من بينهم فويل للذين ظلموا من عذاب يوم اليم",
  },
  {
    "surah_number": 43,
    "verse_number": 66,
    "content": "هل ينظرون الا الساعة ان تاتيهم بغتة وهم لا يشعرون",
  },
  {
    "surah_number": 43,
    "verse_number": 67,
    "content": "الاخلاء يومئذ بعضهم لبعض عدو الا المتقين",
  },
  {
    "surah_number": 43,
    "verse_number": 68,
    "content": "يعباد لا خوف عليكم اليوم ولا انتم تحزنون",
  },
  {
    "surah_number": 43,
    "verse_number": 69,
    "content": "الذين ءامنوا بـايتنا وكانوا مسلمين",
  },
  {
    "surah_number": 43,
    "verse_number": 70,
    "content": "ادخلوا الجنة انتم وازوجكم تحبرون",
  },
  {
    "surah_number": 43,
    "verse_number": 71,
    "content":
        "يطاف عليهم بصحاف من ذهب واكواب وفيها ما تشتهيه الانفس وتلذ الاعين وانتم فيها خلدون",
  },
  {
    "surah_number": 43,
    "verse_number": 72,
    "content": "وتلك الجنة التي اورثتموها بما كنتم تعملون",
  },
  {
    "surah_number": 43,
    "verse_number": 73,
    "content": "لكم فيها فكهة كثيرة منها تاكلون",
  },
  {
    "surah_number": 43,
    "verse_number": 74,
    "content": "ان المجرمين في عذاب جهنم خلدون",
  },
  {
    "surah_number": 43,
    "verse_number": 75,
    "content": "لا يفتر عنهم وهم فيه مبلسون",
  },
  {
    "surah_number": 43,
    "verse_number": 76,
    "content": "وما ظلمنهم ولكن كانوا هم الظـلمين",
  },
  {
    "surah_number": 43,
    "verse_number": 77,
    "content": "ونادوا يملك ليقض علينا ربك قال انكم مـكثون",
  },
  {
    "surah_number": 43,
    "verse_number": 78,
    "content": "لقد جئنكم بالحق ولكن اكثركم للحق كرهون",
  },
  {
    "surah_number": 43,
    "verse_number": 79,
    "content": "ام ابرموا امرا فانا مبرمون",
  },
  {
    "surah_number": 43,
    "verse_number": 80,
    "content": "ام يحسبون انا لا نسمع سرهم ونجوىهم بلى ورسلنا لديهم يكتبون",
  },
  {
    "surah_number": 43,
    "verse_number": 81,
    "content": "قل ان كان للرحمن ولد فانا اول العبدين",
  },
  {
    "surah_number": 43,
    "verse_number": 82,
    "content": "سبحن رب السموت والارض رب العرش عما يصفون",
  },
  {
    "surah_number": 43,
    "verse_number": 83,
    "content": "فذرهم يخوضوا ويلعبوا حتى يلقوا يومهم الذي يوعدون",
  },
  {
    "surah_number": 43,
    "verse_number": 84,
    "content": "وهو الذي في السماء اله وفي الارض اله وهو الحكيم العليم",
  },
  {
    "surah_number": 43,
    "verse_number": 85,
    "content":
        "وتبارك الذي له ملك السموت والارض وما بينهما وعنده علم الساعة واليه ترجعون",
  },
  {
    "surah_number": 43,
    "verse_number": 86,
    "content":
        "ولا يملك الذين يدعون من دونه الشفعة الا من شهد بالحق وهم يعلمون",
  },
  {
    "surah_number": 43,
    "verse_number": 87,
    "content": "ولئن سالتهم من خلقهم ليقولن الله فانى يؤفكون",
  },
  {
    "surah_number": 43,
    "verse_number": 88,
    "content": "وقيله يرب ان هـؤلاء قوم لا يؤمنون",
  },
  {
    "surah_number": 43,
    "verse_number": 89,
    "content": "فاصفح عنهم وقل سلم فسوف يعلمون",
  },
  {"surah_number": 44, "verse_number": 1, "content": "حم"},
  {"surah_number": 44, "verse_number": 2, "content": "والكتب المبين"},
  {
    "surah_number": 44,
    "verse_number": 3,
    "content": "انا انزلنه في ليلة مبركة انا كنا منذرين",
  },
  {"surah_number": 44, "verse_number": 4, "content": "فيها يفرق كل امر حكيم"},
  {
    "surah_number": 44,
    "verse_number": 5,
    "content": "امرا من عندنا انا كنا مرسلين",
  },
  {
    "surah_number": 44,
    "verse_number": 6,
    "content": "رحمة من ربك انه هو السميع العليم",
  },
  {
    "surah_number": 44,
    "verse_number": 7,
    "content": "رب السموت والارض وما بينهما ان كنتم موقنين",
  },
  {
    "surah_number": 44,
    "verse_number": 8,
    "content": "لا اله الا هو يحي ويميت ربكم ورب ءابائكم الاولين",
  },
  {"surah_number": 44, "verse_number": 9, "content": "بل هم في شك يلعبون"},
  {
    "surah_number": 44,
    "verse_number": 10,
    "content": "فارتقب يوم تاتي السماء بدخان مبين",
  },
  {
    "surah_number": 44,
    "verse_number": 11,
    "content": "يغشى الناس هذا عذاب اليم",
  },
  {
    "surah_number": 44,
    "verse_number": 12,
    "content": "ربنا اكشف عنا العذاب انا مؤمنون",
  },
  {
    "surah_number": 44,
    "verse_number": 13,
    "content": "انى لهم الذكرى وقد جاءهم رسول مبين",
  },
  {
    "surah_number": 44,
    "verse_number": 14,
    "content": "ثم تولوا عنه وقالوا معلم مجنون",
  },
  {
    "surah_number": 44,
    "verse_number": 15,
    "content": "انا كاشفوا العذاب قليلا انكم عائدون",
  },
  {
    "surah_number": 44,
    "verse_number": 16,
    "content": "يوم نبطش البطشة الكبرى انا منتقمون",
  },
  {
    "surah_number": 44,
    "verse_number": 17,
    "content": "ولقد فتنا قبلهم قوم فرعون وجاءهم رسول كريم",
  },
  {
    "surah_number": 44,
    "verse_number": 18,
    "content": "ان ادوا الي عباد الله اني لكم رسول امين",
  },
  {
    "surah_number": 44,
    "verse_number": 19,
    "content": "وان لا تعلوا على الله اني ءاتيكم بسلطن مبين",
  },
  {
    "surah_number": 44,
    "verse_number": 20,
    "content": "واني عذت بربي وربكم ان ترجمون",
  },
  {
    "surah_number": 44,
    "verse_number": 21,
    "content": "وان لم تؤمنوا لي فاعتزلون",
  },
  {
    "surah_number": 44,
    "verse_number": 22,
    "content": "فدعا ربه ان هـؤلاء قوم مجرمون",
  },
  {
    "surah_number": 44,
    "verse_number": 23,
    "content": "فاسر بعبادي ليلا انكم متبعون",
  },
  {
    "surah_number": 44,
    "verse_number": 24,
    "content": "واترك البحر رهوا انهم جند مغرقون",
  },
  {"surah_number": 44, "verse_number": 25, "content": "كم تركوا من جنـت وعيون"},
  {"surah_number": 44, "verse_number": 26, "content": "وزروع ومقام كريم"},
  {"surah_number": 44, "verse_number": 27, "content": "ونعمة كانوا فيها فكهين"},
  {
    "surah_number": 44,
    "verse_number": 28,
    "content": "كذلك واورثنها قوما ءاخرين",
  },
  {
    "surah_number": 44,
    "verse_number": 29,
    "content": "فما بكت عليهم السماء والارض وما كانوا منظرين",
  },
  {
    "surah_number": 44,
    "verse_number": 30,
    "content": "ولقد نجينا بني اسرـءيل من العذاب المهين",
  },
  {
    "surah_number": 44,
    "verse_number": 31,
    "content": "من فرعون انه كان عاليا من المسرفين",
  },
  {
    "surah_number": 44,
    "verse_number": 32,
    "content": "ولقد اخترنهم على علم على العلمين",
  },
  {
    "surah_number": 44,
    "verse_number": 33,
    "content": "وءاتينهم من الايت ما فيه بلـؤا مبين",
  },
  {"surah_number": 44, "verse_number": 34, "content": "ان هـؤلاء ليقولون"},
  {
    "surah_number": 44,
    "verse_number": 35,
    "content": "ان هي الا موتتنا الاولى وما نحن بمنشرين",
  },
  {
    "surah_number": 44,
    "verse_number": 36,
    "content": "فاتوا بـابائنا ان كنتم صدقين",
  },
  {
    "surah_number": 44,
    "verse_number": 37,
    "content": "اهم خير ام قوم تبع والذين من قبلهم اهلكنهم انهم كانوا مجرمين",
  },
  {
    "surah_number": 44,
    "verse_number": 38,
    "content": "وما خلقنا السموت والارض وما بينهما لعبين",
  },
  {
    "surah_number": 44,
    "verse_number": 39,
    "content": "ما خلقنهما الا بالحق ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 44,
    "verse_number": 40,
    "content": "ان يوم الفصل ميقتهم اجمعين",
  },
  {
    "surah_number": 44,
    "verse_number": 41,
    "content": "يوم لا يغني مولى عن مولى شيـا ولا هم ينصرون",
  },
  {
    "surah_number": 44,
    "verse_number": 42,
    "content": "الا من رحم الله انه هو العزيز الرحيم",
  },
  {"surah_number": 44, "verse_number": 43, "content": "ان شجرت الزقوم"},
  {"surah_number": 44, "verse_number": 44, "content": "طعام الاثيم"},
  {"surah_number": 44, "verse_number": 45, "content": "كالمهل يغلي في البطون"},
  {"surah_number": 44, "verse_number": 46, "content": "كغلي الحميم"},
  {
    "surah_number": 44,
    "verse_number": 47,
    "content": "خذوه فاعتلوه الى سواء الجحيم",
  },
  {
    "surah_number": 44,
    "verse_number": 48,
    "content": "ثم صبوا فوق راسه من عذاب الحميم",
  },
  {
    "surah_number": 44,
    "verse_number": 49,
    "content": "ذق انك انت العزيز الكريم",
  },
  {
    "surah_number": 44,
    "verse_number": 50,
    "content": "ان هذا ما كنتم به تمترون",
  },
  {
    "surah_number": 44,
    "verse_number": 51,
    "content": "ان المتقين في مقام امين",
  },
  {"surah_number": 44, "verse_number": 52, "content": "في جنـت وعيون"},
  {
    "surah_number": 44,
    "verse_number": 53,
    "content": "يلبسون من سندس واستبرق متقبلين",
  },
  {"surah_number": 44, "verse_number": 54, "content": "كذلك وزوجنهم بحور عين"},
  {
    "surah_number": 44,
    "verse_number": 55,
    "content": "يدعون فيها بكل فكهة ءامنين",
  },
  {
    "surah_number": 44,
    "verse_number": 56,
    "content": "لا يذوقون فيها الموت الا الموتة الاولى ووقىهم عذاب الجحيم",
  },
  {
    "surah_number": 44,
    "verse_number": 57,
    "content": "فضلا من ربك ذلك هو الفوز العظيم",
  },
  {
    "surah_number": 44,
    "verse_number": 58,
    "content": "فانما يسرنه بلسانك لعلهم يتذكرون",
  },
  {"surah_number": 44, "verse_number": 59, "content": "فارتقب انهم مرتقبون"},
  {"surah_number": 45, "verse_number": 1, "content": "حم"},
  {
    "surah_number": 45,
    "verse_number": 2,
    "content": "تنزيل الكتب من الله العزيز الحكيم",
  },
  {
    "surah_number": 45,
    "verse_number": 3,
    "content": "ان في السموت والارض لايت للمؤمنين",
  },
  {
    "surah_number": 45,
    "verse_number": 4,
    "content": "وفي خلقكم وما يبث من دابة ءايت لقوم يوقنون",
  },
  {
    "surah_number": 45,
    "verse_number": 5,
    "content":
        "واختلف اليل والنهار وما انزل الله من السماء من رزق فاحيا به الارض بعد موتها وتصريف الريح ءايت لقوم يعقلون",
  },
  {
    "surah_number": 45,
    "verse_number": 6,
    "content":
        "تلك ءايت الله نتلوها عليك بالحق فباي حديث بعد الله وءايته يؤمنون",
  },
  {"surah_number": 45, "verse_number": 7, "content": "ويل لكل افاك اثيم"},
  {
    "surah_number": 45,
    "verse_number": 8,
    "content":
        "يسمع ءايت الله تتلى عليه ثم يصر مستكبرا كان لم يسمعها فبشره بعذاب اليم",
  },
  {
    "surah_number": 45,
    "verse_number": 9,
    "content": "واذا علم من ءايتنا شيـا اتخذها هزوا اولـئك لهم عذاب مهين",
  },
  {
    "surah_number": 45,
    "verse_number": 10,
    "content":
        "من ورائهم جهنم ولا يغني عنهم ما كسبوا شيـا ولا ما اتخذوا من دون الله اولياء ولهم عذاب عظيم",
  },
  {
    "surah_number": 45,
    "verse_number": 11,
    "content": "هذا هدى والذين كفروا بـايت ربهم لهم عذاب من رجز اليم",
  },
  {
    "surah_number": 45,
    "verse_number": 12,
    "content":
        "الله الذي سخر لكم البحر لتجري الفلك فيه بامره ولتبتغوا من فضله ولعلكم تشكرون",
  },
  {
    "surah_number": 45,
    "verse_number": 13,
    "content":
        "وسخر لكم ما في السموت وما في الارض جميعا منه ان في ذلك لايت لقوم يتفكرون",
  },
  {
    "surah_number": 45,
    "verse_number": 14,
    "content":
        "قل للذين ءامنوا يغفروا للذين لا يرجون ايام الله ليجزي قوما بما كانوا يكسبون",
  },
  {
    "surah_number": 45,
    "verse_number": 15,
    "content": "من عمل صلحا فلنفسه ومن اساء فعليها ثم الى ربكم ترجعون",
  },
  {
    "surah_number": 45,
    "verse_number": 16,
    "content":
        "ولقد ءاتينا بني اسرـءيل الكتب والحكم والنبوة ورزقنهم من الطيبت وفضلنهم على العلمين",
  },
  {
    "surah_number": 45,
    "verse_number": 17,
    "content":
        "وءاتينهم بينت من الامر فما اختلفوا الا من بعد ما جاءهم العلم بغيا بينهم ان ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون",
  },
  {
    "surah_number": 45,
    "verse_number": 18,
    "content":
        "ثم جعلنك على شريعة من الامر فاتبعها ولا تتبع اهواء الذين لا يعلمون",
  },
  {
    "surah_number": 45,
    "verse_number": 19,
    "content":
        "انهم لن يغنوا عنك من الله شيـا وان الظـلمين بعضهم اولياء بعض والله ولي المتقين",
  },
  {
    "surah_number": 45,
    "verse_number": 20,
    "content": "هذا بصـئر للناس وهدى ورحمة لقوم يوقنون",
  },
  {
    "surah_number": 45,
    "verse_number": 21,
    "content":
        "ام حسب الذين اجترحوا السيـات ان نجعلهم كالذين ءامنوا وعملوا الصـلحت سواء محياهم ومماتهم ساء ما يحكمون",
  },
  {
    "surah_number": 45,
    "verse_number": 22,
    "content":
        "وخلق الله السموت والارض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون",
  },
  {
    "surah_number": 45,
    "verse_number": 23,
    "content":
        "افرءيت من اتخذ الهه هوىه واضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشوة فمن يهديه من بعد الله افلا تذكرون",
  },
  {
    "surah_number": 45,
    "verse_number": 24,
    "content":
        "وقالوا ما هي الا حياتنا الدنيا نموت ونحيا وما يهلكنا الا الدهر وما لهم بذلك من علم ان هم الا يظنون",
  },
  {
    "surah_number": 45,
    "verse_number": 25,
    "content":
        "واذا تتلى عليهم ءايتنا بينت ما كان حجتهم الا ان قالوا ائتوا بـابائنا ان كنتم صدقين",
  },
  {
    "surah_number": 45,
    "verse_number": 26,
    "content":
        "قل الله يحييكم ثم يميتكم ثم يجمعكم الى يوم القيمة لا ريب فيه ولكن اكثر الناس لا يعلمون",
  },
  {
    "surah_number": 45,
    "verse_number": 27,
    "content": "ولله ملك السموت والارض ويوم تقوم الساعة يومئذ يخسر المبطلون",
  },
  {
    "surah_number": 45,
    "verse_number": 28,
    "content":
        "وترى كل امة جاثية كل امة تدعى الى كتبها اليوم تجزون ما كنتم تعملون",
  },
  {
    "surah_number": 45,
    "verse_number": 29,
    "content": "هذا كتبنا ينطق عليكم بالحق انا كنا نستنسخ ما كنتم تعملون",
  },
  {
    "surah_number": 45,
    "verse_number": 30,
    "content":
        "فاما الذين ءامنوا وعملوا الصـلحت فيدخلهم ربهم في رحمته ذلك هو الفوز المبين",
  },
  {
    "surah_number": 45,
    "verse_number": 31,
    "content":
        "واما الذين كفروا افلم تكن ءايتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين",
  },
  {
    "surah_number": 45,
    "verse_number": 32,
    "content":
        "واذا قيل ان وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة ان نظن الا ظنا وما نحن بمستيقنين",
  },
  {
    "surah_number": 45,
    "verse_number": 33,
    "content": "وبدا لهم سيـات ما عملوا وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 45,
    "verse_number": 34,
    "content":
        "وقيل اليوم ننسىكم كما نسيتم لقاء يومكم هذا وماوىكم النار وما لكم من نـصرين",
  },
  {
    "surah_number": 45,
    "verse_number": 35,
    "content":
        "ذلكم بانكم اتخذتم ءايت الله هزوا وغرتكم الحيوة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون",
  },
  {
    "surah_number": 45,
    "verse_number": 36,
    "content": "فلله الحمد رب السموت ورب الارض رب العلمين",
  },
  {
    "surah_number": 45,
    "verse_number": 37,
    "content": "وله الكبرياء في السموت والارض وهو العزيز الحكيم",
  },
  {"surah_number": 46, "verse_number": 1, "content": "حم"},
  {
    "surah_number": 46,
    "verse_number": 2,
    "content": "تنزيل الكتب من الله العزيز الحكيم",
  },
  {
    "surah_number": 46,
    "verse_number": 3,
    "content":
        "ما خلقنا السموت والارض وما بينهما الا بالحق واجل مسمى والذين كفروا عما انذروا معرضون",
  },
  {
    "surah_number": 46,
    "verse_number": 4,
    "content":
        "قل ارءيتم ما تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السموت ائتوني بكتب من قبل هذا او اثرة من علم ان كنتم صدقين",
  },
  {
    "surah_number": 46,
    "verse_number": 5,
    "content":
        "ومن اضل ممن يدعوا من دون الله من لا يستجيب له الى يوم القيمة وهم عن دعائهم غفلون",
  },
  {
    "surah_number": 46,
    "verse_number": 6,
    "content": "واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كفرين",
  },
  {
    "surah_number": 46,
    "verse_number": 7,
    "content":
        "واذا تتلى عليهم ءايتنا بينت قال الذين كفروا للحق لما جاءهم هذا سحر مبين",
  },
  {
    "surah_number": 46,
    "verse_number": 8,
    "content":
        "ام يقولون افترىه قل ان افتريته فلا تملكون لي من الله شيـا هو اعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم",
  },
  {
    "surah_number": 46,
    "verse_number": 9,
    "content":
        "قل ما كنت بدعا من الرسل وما ادري ما يفعل بي ولا بكم ان اتبع الا ما يوحى الي وما انا الا نذير مبين",
  },
  {
    "surah_number": 46,
    "verse_number": 10,
    "content":
        "قل ارءيتم ان كان من عند الله وكفرتم به وشهد شاهد من بني اسرـءيل على مثله فـامن واستكبرتم ان الله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 46,
    "verse_number": 11,
    "content":
        "وقال الذين كفروا للذين ءامنوا لو كان خيرا ما سبقونا اليه واذ لم يهتدوا به فسيقولون هذا افك قديم",
  },
  {
    "surah_number": 46,
    "verse_number": 12,
    "content":
        "ومن قبله كتب موسى اماما ورحمة وهذا كتب مصدق لسانا عربيا لينذر الذين ظلموا وبشرى للمحسنين",
  },
  {
    "surah_number": 46,
    "verse_number": 13,
    "content":
        "ان الذين قالوا ربنا الله ثم استقموا فلا خوف عليهم ولا هم يحزنون",
  },
  {
    "surah_number": 46,
    "verse_number": 14,
    "content": "اولـئك اصحب الجنة خلدين فيها جزاء بما كانوا يعملون",
  },
  {
    "surah_number": 46,
    "verse_number": 15,
    "content":
        "ووصينا الانسن بولديه احسنا حملته امه كرها ووضعته كرها وحمله وفصله ثلثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى ولدي وان اعمل صلحا ترضىه واصلح لي في ذريتي اني تبت اليك واني من المسلمين",
  },
  {
    "surah_number": 46,
    "verse_number": 16,
    "content":
        "اولـئك الذين نتقبل عنهم احسن ما عملوا ونتجاوز عن سيـاتهم في اصحب الجنة وعد الصدق الذي كانوا يوعدون",
  },
  {
    "surah_number": 46,
    "verse_number": 17,
    "content":
        "والذي قال لولديه اف لكما اتعدانني ان اخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك ءامن ان وعد الله حق فيقول ما هذا الا اسطير الاولين",
  },
  {
    "surah_number": 46,
    "verse_number": 18,
    "content":
        "اولـئك الذين حق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خسرين",
  },
  {
    "surah_number": 46,
    "verse_number": 19,
    "content": "ولكل درجت مما عملوا وليوفيهم اعملهم وهم لا يظلمون",
  },
  {
    "surah_number": 46,
    "verse_number": 20,
    "content":
        "ويوم يعرض الذين كفروا على النار اذهبتم طيبتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الارض بغير الحق وبما كنتم تفسقون",
  },
  {
    "surah_number": 46,
    "verse_number": 21,
    "content":
        "واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر من بين يديه ومن خلفه الا تعبدوا الا الله اني اخاف عليكم عذاب يوم عظيم",
  },
  {
    "surah_number": 46,
    "verse_number": 22,
    "content":
        "قالوا اجئتنا لتافكنا عن ءالهتنا فاتنا بما تعدنا ان كنت من الصـدقين",
  },
  {
    "surah_number": 46,
    "verse_number": 23,
    "content":
        "قال انما العلم عند الله وابلغكم ما ارسلت به ولكني ارىكم قوما تجهلون",
  },
  {
    "surah_number": 46,
    "verse_number": 24,
    "content":
        "فلما راوه عارضا مستقبل اوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب اليم",
  },
  {
    "surah_number": 46,
    "verse_number": 25,
    "content":
        "تدمر كل شيء بامر ربها فاصبحوا لا يرى الا مسكنهم كذلك نجزي القوم المجرمين",
  },
  {
    "surah_number": 46,
    "verse_number": 26,
    "content":
        "ولقد مكنـهم فيما ان مكنـكم فيه وجعلنا لهم سمعا وابصرا وافـدة فما اغنى عنهم سمعهم ولا ابصرهم ولا افـدتهم من شيء اذ كانوا يجحدون بـايت الله وحاق بهم ما كانوا به يستهزءون",
  },
  {
    "surah_number": 46,
    "verse_number": 27,
    "content": "ولقد اهلكنا ما حولكم من القرى وصرفنا الايت لعلهم يرجعون",
  },
  {
    "surah_number": 46,
    "verse_number": 28,
    "content":
        "فلولا نصرهم الذين اتخذوا من دون الله قربانا ءالهة بل ضلوا عنهم وذلك افكهم وما كانوا يفترون",
  },
  {
    "surah_number": 46,
    "verse_number": 29,
    "content":
        "واذ صرفنا اليك نفرا من الجن يستمعون القرءان فلما حضروه قالوا انصتوا فلما قضي ولوا الى قومهم منذرين",
  },
  {
    "surah_number": 46,
    "verse_number": 30,
    "content":
        "قالوا يقومنا انا سمعنا كتبا انزل من بعد موسى مصدقا لما بين يديه يهدي الى الحق والى طريق مستقيم",
  },
  {
    "surah_number": 46,
    "verse_number": 31,
    "content":
        "يقومنا اجيبوا داعي الله وءامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليم",
  },
  {
    "surah_number": 46,
    "verse_number": 32,
    "content":
        "ومن لا يجب داعي الله فليس بمعجز في الارض وليس له من دونه اولياء اولـئك في ضلل مبين",
  },
  {
    "surah_number": 46,
    "verse_number": 33,
    "content":
        "اولم يروا ان الله الذي خلق السموت والارض ولم يعي بخلقهن بقدر على ان يحـي الموتى بلى انه على كل شيء قدير",
  },
  {
    "surah_number": 46,
    "verse_number": 34,
    "content":
        "ويوم يعرض الذين كفروا على النار اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون",
  },
  {
    "surah_number": 46,
    "verse_number": 35,
    "content":
        "فاصبر كما صبر اولوا العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلغ فهل يهلك الا القوم الفسقون",
  },
  {
    "surah_number": 47,
    "verse_number": 1,
    "content": "الذين كفروا وصدوا عن سبيل الله اضل اعملهم",
  },
  {
    "surah_number": 47,
    "verse_number": 2,
    "content":
        "والذين ءامنوا وعملوا الصـلحت وءامنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيـاتهم واصلح بالهم",
  },
  {
    "surah_number": 47,
    "verse_number": 3,
    "content":
        "ذلك بان الذين كفروا اتبعوا البطل وان الذين ءامنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس امثلهم",
  },
  {
    "surah_number": 47,
    "verse_number": 4,
    "content":
        "فاذا لقيتم الذين كفروا فضرب الرقاب حتى اذا اثخنتموهم فشدوا الوثاق فاما منا بعد واما فداء حتى تضع الحرب اوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلوا بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل اعملهم",
  },
  {"surah_number": 47, "verse_number": 5, "content": "سيهديهم ويصلح بالهم"},
  {"surah_number": 47, "verse_number": 6, "content": "ويدخلهم الجنة عرفها لهم"},
  {
    "surah_number": 47,
    "verse_number": 7,
    "content": "يـايها الذين ءامنوا ان تنصروا الله ينصركم ويثبت اقدامكم",
  },
  {
    "surah_number": 47,
    "verse_number": 8,
    "content": "والذين كفروا فتعسا لهم واضل اعملهم",
  },
  {
    "surah_number": 47,
    "verse_number": 9,
    "content": "ذلك بانهم كرهوا ما انزل الله فاحبط اعملهم",
  },
  {
    "surah_number": 47,
    "verse_number": 10,
    "content":
        "افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم دمر الله عليهم وللكفرين امثلها",
  },
  {
    "surah_number": 47,
    "verse_number": 11,
    "content": "ذلك بان الله مولى الذين ءامنوا وان الكفرين لا مولى لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 12,
    "content":
        "ان الله يدخل الذين ءامنوا وعملوا الصـلحت جنـت تجري من تحتها الانهر والذين كفروا يتمتعون وياكلون كما تاكل الانعم والنار مثوى لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 13,
    "content":
        "وكاين من قرية هي اشد قوة من قريتك التي اخرجتك اهلكنهم فلا ناصر لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 14,
    "content": "افمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا اهواءهم",
  },
  {
    "surah_number": 47,
    "verse_number": 15,
    "content":
        "مثل الجنة التي وعد المتقون فيها انهر من ماء غير ءاسن وانهر من لبن لم يتغير طعمه وانهر من خمر لذة للشـربين وانهر من عسل مصفى ولهم فيها من كل الثمرت ومغفرة من ربهم كمن هو خلد في النار وسقوا ماء حميما فقطع امعاءهم",
  },
  {
    "surah_number": 47,
    "verse_number": 16,
    "content":
        "ومنهم من يستمع اليك حتى اذا خرجوا من عندك قالوا للذين اوتوا العلم ماذا قال ءانفا اولـئك الذين طبع الله على قلوبهم واتبعوا اهواءهم",
  },
  {
    "surah_number": 47,
    "verse_number": 17,
    "content": "والذين اهتدوا زادهم هدى وءاتىهم تقوىهم",
  },
  {
    "surah_number": 47,
    "verse_number": 18,
    "content":
        "فهل ينظرون الا الساعة ان تاتيهم بغتة فقد جاء اشراطها فانى لهم اذا جاءتهم ذكرىهم",
  },
  {
    "surah_number": 47,
    "verse_number": 19,
    "content":
        "فاعلم انه لا اله الا الله واستغفر لذنبك وللمؤمنين والمؤمنت والله يعلم متقلبكم ومثوىكم",
  },
  {
    "surah_number": 47,
    "verse_number": 20,
    "content":
        "ويقول الذين ءامنوا لولا نزلت سورة فاذا انزلت سورة محكمة وذكر فيها القتال رايت الذين في قلوبهم مرض ينظرون اليك نظر المغشي عليه من الموت فاولى لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 21,
    "content": "طاعة وقول معروف فاذا عزم الامر فلو صدقوا الله لكان خيرا لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 22,
    "content": "فهل عسيتم ان توليتم ان تفسدوا في الارض وتقطعوا ارحامكم",
  },
  {
    "surah_number": 47,
    "verse_number": 23,
    "content": "اولـئك الذين لعنهم الله فاصمهم واعمى ابصرهم",
  },
  {
    "surah_number": 47,
    "verse_number": 24,
    "content": "افلا يتدبرون القرءان ام على قلوب اقفالها",
  },
  {
    "surah_number": 47,
    "verse_number": 25,
    "content":
        "ان الذين ارتدوا على ادبرهم من بعد ما تبين لهم الهدى الشيطن سول لهم واملى لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 26,
    "content":
        "ذلك بانهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الامر والله يعلم اسرارهم",
  },
  {
    "surah_number": 47,
    "verse_number": 27,
    "content": "فكيف اذا توفتهم الملـئكة يضربون وجوههم وادبرهم",
  },
  {
    "surah_number": 47,
    "verse_number": 28,
    "content": "ذلك بانهم اتبعوا ما اسخط الله وكرهوا رضونه فاحبط اعملهم",
  },
  {
    "surah_number": 47,
    "verse_number": 29,
    "content": "ام حسب الذين في قلوبهم مرض ان لن يخرج الله اضغنهم",
  },
  {
    "surah_number": 47,
    "verse_number": 30,
    "content":
        "ولو نشاء لارينكهم فلعرفتهم بسيمهم ولتعرفنهم في لحن القول والله يعلم اعملكم",
  },
  {
    "surah_number": 47,
    "verse_number": 31,
    "content": "ولنبلونكم حتى نعلم المجهدين منكم والصـبرين ونبلوا اخباركم",
  },
  {
    "surah_number": 47,
    "verse_number": 32,
    "content":
        "ان الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيـا وسيحبط اعملهم",
  },
  {
    "surah_number": 47,
    "verse_number": 33,
    "content":
        "يـايها الذين ءامنوا اطيعوا الله واطيعوا الرسول ولا تبطلوا اعملكم",
  },
  {
    "surah_number": 47,
    "verse_number": 34,
    "content":
        "ان الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم",
  },
  {
    "surah_number": 47,
    "verse_number": 35,
    "content":
        "فلا تهنوا وتدعوا الى السلم وانتم الاعلون والله معكم ولن يتركم اعملكم",
  },
  {
    "surah_number": 47,
    "verse_number": 36,
    "content":
        "انما الحيوة الدنيا لعب ولهو وان تؤمنوا وتتقوا يؤتكم اجوركم ولا يسـلكم امولكم",
  },
  {
    "surah_number": 47,
    "verse_number": 37,
    "content": "ان يسـلكموها فيحفكم تبخلوا ويخرج اضغنكم",
  },
  {
    "surah_number": 47,
    "verse_number": 38,
    "content":
        "هـانتم هـؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغني وانتم الفقراء وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثلكم",
  },
  {"surah_number": 48, "verse_number": 1, "content": "انا فتحنا لك فتحا مبينا"},
  {
    "surah_number": 48,
    "verse_number": 2,
    "content":
        "ليغفر لك الله ما تقدم من ذنبك وما تاخر ويتم نعمته عليك ويهديك صراطا مستقيما",
  },
  {"surah_number": 48, "verse_number": 3, "content": "وينصرك الله نصرا عزيزا"},
  {
    "surah_number": 48,
    "verse_number": 4,
    "content":
        "هو الذي انزل السكينة في قلوب المؤمنين ليزدادوا ايمنا مع ايمنهم ولله جنود السموت والارض وكان الله عليما حكيما",
  },
  {
    "surah_number": 48,
    "verse_number": 5,
    "content":
        "ليدخل المؤمنين والمؤمنت جنـت تجري من تحتها الانهر خلدين فيها ويكفر عنهم سيـاتهم وكان ذلك عند الله فوزا عظيما",
  },
  {
    "surah_number": 48,
    "verse_number": 6,
    "content":
        "ويعذب المنفقين والمنفقت والمشركين والمشركت الظانين بالله ظن السوء عليهم دائرة السوء وغضب الله عليهم ولعنهم واعد لهم جهنم وساءت مصيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 7,
    "content": "ولله جنود السموت والارض وكان الله عزيزا حكيما",
  },
  {
    "surah_number": 48,
    "verse_number": 8,
    "content": "انا ارسلنك شهدا ومبشرا ونذيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 9,
    "content": "لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرة واصيلا",
  },
  {
    "surah_number": 48,
    "verse_number": 10,
    "content":
        "ان الذين يبايعونك انما يبايعون الله يد الله فوق ايديهم فمن نكث فانما ينكث على نفسه ومن اوفى بما عهد عليه الله فسيؤتيه اجرا عظيما",
  },
  {
    "surah_number": 48,
    "verse_number": 11,
    "content":
        "سيقول لك المخلفون من الاعراب شغلتنا امولنا واهلونا فاستغفر لنا يقولون بالسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيـا ان اراد بكم ضرا او اراد بكم نفعا بل كان الله بما تعملون خبيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 12,
    "content":
        "بل ظننتم ان لن ينقلب الرسول والمؤمنون الى اهليهم ابدا وزين ذلك في قلوبكم وظننتم ظن السوء وكنتم قوما بورا",
  },
  {
    "surah_number": 48,
    "verse_number": 13,
    "content": "ومن لم يؤمن بالله ورسوله فانا اعتدنا للكفرين سعيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 14,
    "content":
        "ولله ملك السموت والارض يغفر لمن يشاء ويعذب من يشاء وكان الله غفورا رحيما",
  },
  {
    "surah_number": 48,
    "verse_number": 15,
    "content":
        "سيقول المخلفون اذا انطلقتم الى مغانم لتاخذوها ذرونا نتبعكم يريدون ان يبدلوا كلم الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون الا قليلا",
  },
  {
    "surah_number": 48,
    "verse_number": 16,
    "content":
        "قل للمخلفين من الاعراب ستدعون الى قوم اولي باس شديد تقتلونهم او يسلمون فان تطيعوا يؤتكم الله اجرا حسنا وان تتولوا كما توليتم من قبل يعذبكم عذابا اليما",
  },
  {
    "surah_number": 48,
    "verse_number": 17,
    "content":
        "ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنـت تجري من تحتها الانهر ومن يتول يعذبه عذابا اليما",
  },
  {
    "surah_number": 48,
    "verse_number": 18,
    "content":
        "لقد رضي الله عن المؤمنين اذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فانزل السكينة عليهم واثبهم فتحا قريبا",
  },
  {
    "surah_number": 48,
    "verse_number": 19,
    "content": "ومغانم كثيرة ياخذونها وكان الله عزيزا حكيما",
  },
  {
    "surah_number": 48,
    "verse_number": 20,
    "content":
        "وعدكم الله مغانم كثيرة تاخذونها فعجل لكم هذه وكف ايدي الناس عنكم ولتكون ءاية للمؤمنين ويهديكم صراطا مستقيما",
  },
  {
    "surah_number": 48,
    "verse_number": 21,
    "content":
        "واخرى لم تقدروا عليها قد احاط الله بها وكان الله على كل شيء قديرا",
  },
  {
    "surah_number": 48,
    "verse_number": 22,
    "content": "ولو قتلكم الذين كفروا لولوا الادبر ثم لا يجدون وليا ولا نصيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 23,
    "content": "سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديلا",
  },
  {
    "surah_number": 48,
    "verse_number": 24,
    "content":
        "وهو الذي كف ايديهم عنكم وايديكم عنهم ببطن مكة من بعد ان اظفركم عليهم وكان الله بما تعملون بصيرا",
  },
  {
    "surah_number": 48,
    "verse_number": 25,
    "content":
        "هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا ان يبلغ محله ولولا رجال مؤمنون ونساء مؤمنت لم تعلموهم ان تطـوهم فتصيبكم منهم معرة بغير علم ليدخل الله في رحمته من يشاء لو تزيلوا لعذبنا الذين كفروا منهم عذابا اليما",
  },
  {
    "surah_number": 48,
    "verse_number": 26,
    "content":
        "اذ جعل الذين كفروا في قلوبهم الحمية حمية الجهلية فانزل الله سكينته على رسوله وعلى المؤمنين والزمهم كلمة التقوى وكانوا احق بها واهلها وكان الله بكل شيء عليما",
  },
  {
    "surah_number": 48,
    "verse_number": 27,
    "content":
        "لقد صدق الله رسوله الرءيا بالحق لتدخلن المسجد الحرام ان شاء الله ءامنين محلقين رءوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتحا قريبا",
  },
  {
    "surah_number": 48,
    "verse_number": 28,
    "content":
        "هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا",
  },
  {
    "surah_number": 48,
    "verse_number": 29,
    "content":
        "محمد رسول الله والذين معه اشداء على الكفار رحماء بينهم ترىهم ركعا سجدا يبتغون فضلا من الله ورضونا سيماهم في وجوههم من اثر السجود ذلك مثلهم في التورىة ومثلهم في الانجيل كزرع اخرج شطـه فـازره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين ءامنوا وعملوا الصـلحت منهم مغفرة واجرا عظيما",
  },
  {
    "surah_number": 49,
    "verse_number": 1,
    "content":
        "يـايها الذين ءامنوا لا تقدموا بين يدي الله ورسوله واتقوا الله ان الله سميع عليم",
  },
  {
    "surah_number": 49,
    "verse_number": 2,
    "content":
        "يـايها الذين ءامنوا لا ترفعوا اصوتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض ان تحبط اعملكم وانتم لا تشعرون",
  },
  {
    "surah_number": 49,
    "verse_number": 3,
    "content":
        "ان الذين يغضون اصوتهم عند رسول الله اولـئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر عظيم",
  },
  {
    "surah_number": 49,
    "verse_number": 4,
    "content": "ان الذين ينادونك من وراء الحجرت اكثرهم لا يعقلون",
  },
  {
    "surah_number": 49,
    "verse_number": 5,
    "content": "ولو انهم صبروا حتى تخرج اليهم لكان خيرا لهم والله غفور رحيم",
  },
  {
    "surah_number": 49,
    "verse_number": 6,
    "content":
        "يـايها الذين ءامنوا ان جاءكم فاسق بنبا فتبينوا ان تصيبوا قوما بجهلة فتصبحوا على ما فعلتم ندمين",
  },
  {
    "surah_number": 49,
    "verse_number": 7,
    "content":
        "واعلموا ان فيكم رسول الله لو يطيعكم في كثير من الامر لعنتم ولكن الله حبب اليكم الايمن وزينه في قلوبكم وكره اليكم الكفر والفسوق والعصيان اولـئك هم الرـشدون",
  },
  {
    "surah_number": 49,
    "verse_number": 8,
    "content": "فضلا من الله ونعمة والله عليم حكيم",
  },
  {
    "surah_number": 49,
    "verse_number": 9,
    "content":
        "وان طائفتان من المؤمنين اقتتلوا فاصلحوا بينهما فان بغت احدىهما على الاخرى فقتلوا التي تبغي حتى تفيء الى امر الله فان فاءت فاصلحوا بينهما بالعدل واقسطوا ان الله يحب المقسطين",
  },
  {
    "surah_number": 49,
    "verse_number": 10,
    "content": "انما المؤمنون اخوة فاصلحوا بين اخويكم واتقوا الله لعلكم ترحمون",
  },
  {
    "surah_number": 49,
    "verse_number": 11,
    "content":
        "يـايها الذين ءامنوا لا يسخر قوم من قوم عسى ان يكونوا خيرا منهم ولا نساء من نساء عسى ان يكن خيرا منهن ولا تلمزوا انفسكم ولا تنابزوا بالالقب بئس الاسم الفسوق بعد الايمن ومن لم يتب فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 49,
    "verse_number": 12,
    "content":
        "يـايها الذين ءامنوا اجتنبوا كثيرا من الظن ان بعض الظن اثم ولا تجسسوا ولا يغتب بعضكم بعضا ايحب احدكم ان ياكل لحم اخيه ميتا فكرهتموه واتقوا الله ان الله تواب رحيم",
  },
  {
    "surah_number": 49,
    "verse_number": 13,
    "content":
        "يـايها الناس انا خلقنكم من ذكر وانثى وجعلنكم شعوبا وقبائل لتعارفوا ان اكرمكم عند الله اتقىكم ان الله عليم خبير",
  },
  {
    "surah_number": 49,
    "verse_number": 14,
    "content":
        "قالت الاعراب ءامنا قل لم تؤمنوا ولكن قولوا اسلمنا ولما يدخل الايمن في قلوبكم وان تطيعوا الله ورسوله لا يلتكم من اعملكم شيـا ان الله غفور رحيم",
  },
  {
    "surah_number": 49,
    "verse_number": 15,
    "content":
        "انما المؤمنون الذين ءامنوا بالله ورسوله ثم لم يرتابوا وجهدوا بامولهم وانفسهم في سبيل الله اولـئك هم الصـدقون",
  },
  {
    "surah_number": 49,
    "verse_number": 16,
    "content":
        "قل اتعلمون الله بدينكم والله يعلم ما في السموت وما في الارض والله بكل شيء عليم",
  },
  {
    "surah_number": 49,
    "verse_number": 17,
    "content":
        "يمنون عليك ان اسلموا قل لا تمنوا علي اسلمكم بل الله يمن عليكم ان هدىكم للايمن ان كنتم صدقين",
  },
  {
    "surah_number": 49,
    "verse_number": 18,
    "content": "ان الله يعلم غيب السموت والارض والله بصير بما تعملون",
  },
  {"surah_number": 50, "verse_number": 1, "content": "ق والقرءان المجيد"},
  {
    "surah_number": 50,
    "verse_number": 2,
    "content": "بل عجبوا ان جاءهم منذر منهم فقال الكفرون هذا شيء عجيب",
  },
  {
    "surah_number": 50,
    "verse_number": 3,
    "content": "اءذا متنا وكنا ترابا ذلك رجع بعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 4,
    "content": "قد علمنا ما تنقص الارض منهم وعندنا كتب حفيظ",
  },
  {
    "surah_number": 50,
    "verse_number": 5,
    "content": "بل كذبوا بالحق لما جاءهم فهم في امر مريج",
  },
  {
    "surah_number": 50,
    "verse_number": 6,
    "content":
        "افلم ينظروا الى السماء فوقهم كيف بنينها وزينـها وما لها من فروج",
  },
  {
    "surah_number": 50,
    "verse_number": 7,
    "content": "والارض مددنها والقينا فيها روسي وانبتنا فيها من كل زوج بهيج",
  },
  {
    "surah_number": 50,
    "verse_number": 8,
    "content": "تبصرة وذكرى لكل عبد منيب",
  },
  {
    "surah_number": 50,
    "verse_number": 9,
    "content": "ونزلنا من السماء ماء مبركا فانبتنا به جنـت وحب الحصيد",
  },
  {
    "surah_number": 50,
    "verse_number": 10,
    "content": "والنخل باسقت لها طلع نضيد",
  },
  {
    "surah_number": 50,
    "verse_number": 11,
    "content": "رزقا للعباد واحيينا به بلدة ميتا كذلك الخروج",
  },
  {
    "surah_number": 50,
    "verse_number": 12,
    "content": "كذبت قبلهم قوم نوح واصحب الرس وثمود",
  },
  {"surah_number": 50, "verse_number": 13, "content": "وعاد وفرعون واخون لوط"},
  {
    "surah_number": 50,
    "verse_number": 14,
    "content": "واصحب الايكة وقوم تبع كل كذب الرسل فحق وعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 15,
    "content": "افعيينا بالخلق الاول بل هم في لبس من خلق جديد",
  },
  {
    "surah_number": 50,
    "verse_number": 16,
    "content":
        "ولقد خلقنا الانسن ونعلم ما توسوس به نفسه ونحن اقرب اليه من حبل الوريد",
  },
  {
    "surah_number": 50,
    "verse_number": 17,
    "content": "اذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 18,
    "content": "ما يلفظ من قول الا لديه رقيب عتيد",
  },
  {
    "surah_number": 50,
    "verse_number": 19,
    "content": "وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد",
  },
  {
    "surah_number": 50,
    "verse_number": 20,
    "content": "ونفخ في الصور ذلك يوم الوعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 21,
    "content": "وجاءت كل نفس معها سائق وشهيد",
  },
  {
    "surah_number": 50,
    "verse_number": 22,
    "content": "لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد",
  },
  {
    "surah_number": 50,
    "verse_number": 23,
    "content": "وقال قرينه هذا ما لدي عتيد",
  },
  {
    "surah_number": 50,
    "verse_number": 24,
    "content": "القيا في جهنم كل كفار عنيد",
  },
  {"surah_number": 50, "verse_number": 25, "content": "مناع للخير معتد مريب"},
  {
    "surah_number": 50,
    "verse_number": 26,
    "content": "الذي جعل مع الله الها ءاخر فالقياه في العذاب الشديد",
  },
  {
    "surah_number": 50,
    "verse_number": 27,
    "content": "قال قرينه ربنا ما اطغيته ولكن كان في ضلل بعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 28,
    "content": "قال لا تختصموا لدي وقد قدمت اليكم بالوعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 29,
    "content": "ما يبدل القول لدي وما انا بظلـم للعبيد",
  },
  {
    "surah_number": 50,
    "verse_number": 30,
    "content": "يوم نقول لجهنم هل امتلات وتقول هل من مزيد",
  },
  {
    "surah_number": 50,
    "verse_number": 31,
    "content": "وازلفت الجنة للمتقين غير بعيد",
  },
  {
    "surah_number": 50,
    "verse_number": 32,
    "content": "هذا ما توعدون لكل اواب حفيظ",
  },
  {
    "surah_number": 50,
    "verse_number": 33,
    "content": "من خشي الرحمن بالغيب وجاء بقلب منيب",
  },
  {
    "surah_number": 50,
    "verse_number": 34,
    "content": "ادخلوها بسلم ذلك يوم الخلود",
  },
  {
    "surah_number": 50,
    "verse_number": 35,
    "content": "لهم ما يشاءون فيها ولدينا مزيد",
  },
  {
    "surah_number": 50,
    "verse_number": 36,
    "content":
        "وكم اهلكنا قبلهم من قرن هم اشد منهم بطشا فنقبوا في البلد هل من محيص",
  },
  {
    "surah_number": 50,
    "verse_number": 37,
    "content": "ان في ذلك لذكرى لمن كان له قلب او القى السمع وهو شهيد",
  },
  {
    "surah_number": 50,
    "verse_number": 38,
    "content":
        "ولقد خلقنا السموت والارض وما بينهما في ستة ايام وما مسنا من لغوب",
  },
  {
    "surah_number": 50,
    "verse_number": 39,
    "content": "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب",
  },
  {
    "surah_number": 50,
    "verse_number": 40,
    "content": "ومن اليل فسبحه وادبر السجود",
  },
  {
    "surah_number": 50,
    "verse_number": 41,
    "content": "واستمع يوم يناد المناد من مكان قريب",
  },
  {
    "surah_number": 50,
    "verse_number": 42,
    "content": "يوم يسمعون الصيحة بالحق ذلك يوم الخروج",
  },
  {
    "surah_number": 50,
    "verse_number": 43,
    "content": "انا نحن نحي ونميت والينا المصير",
  },
  {
    "surah_number": 50,
    "verse_number": 44,
    "content": "يوم تشقق الارض عنهم سراعا ذلك حشر علينا يسير",
  },
  {
    "surah_number": 50,
    "verse_number": 45,
    "content":
        "نحن اعلم بما يقولون وما انت عليهم بجبار فذكر بالقرءان من يخاف وعيد",
  },
  {"surah_number": 51, "verse_number": 1, "content": "والذـريت ذروا"},
  {"surah_number": 51, "verse_number": 2, "content": "فالحملت وقرا"},
  {"surah_number": 51, "verse_number": 3, "content": "فالجريت يسرا"},
  {"surah_number": 51, "verse_number": 4, "content": "فالمقسمت امرا"},
  {"surah_number": 51, "verse_number": 5, "content": "انما توعدون لصادق"},
  {"surah_number": 51, "verse_number": 6, "content": "وان الدين لوقع"},
  {"surah_number": 51, "verse_number": 7, "content": "والسماء ذات الحبك"},
  {"surah_number": 51, "verse_number": 8, "content": "انكم لفي قول مختلف"},
  {"surah_number": 51, "verse_number": 9, "content": "يؤفك عنه من افك"},
  {"surah_number": 51, "verse_number": 10, "content": "قتل الخرـصون"},
  {"surah_number": 51, "verse_number": 11, "content": "الذين هم في غمرة ساهون"},
  {"surah_number": 51, "verse_number": 12, "content": "يسـلون ايان يوم الدين"},
  {
    "surah_number": 51,
    "verse_number": 13,
    "content": "يوم هم على النار يفتنون",
  },
  {
    "surah_number": 51,
    "verse_number": 14,
    "content": "ذوقوا فتنتكم هذا الذي كنتم به تستعجلون",
  },
  {
    "surah_number": 51,
    "verse_number": 15,
    "content": "ان المتقين في جنـت وعيون",
  },
  {
    "surah_number": 51,
    "verse_number": 16,
    "content": "ءاخذين ما ءاتىهم ربهم انهم كانوا قبل ذلك محسنين",
  },
  {
    "surah_number": 51,
    "verse_number": 17,
    "content": "كانوا قليلا من اليل ما يهجعون",
  },
  {"surah_number": 51, "verse_number": 18, "content": "وبالاسحار هم يستغفرون"},
  {
    "surah_number": 51,
    "verse_number": 19,
    "content": "وفي امولهم حق للسائل والمحروم",
  },
  {
    "surah_number": 51,
    "verse_number": 20,
    "content": "وفي الارض ءايت للموقنين",
  },
  {"surah_number": 51, "verse_number": 21, "content": "وفي انفسكم افلا تبصرون"},
  {
    "surah_number": 51,
    "verse_number": 22,
    "content": "وفي السماء رزقكم وما توعدون",
  },
  {
    "surah_number": 51,
    "verse_number": 23,
    "content": "فورب السماء والارض انه لحق مثل ما انكم تنطقون",
  },
  {
    "surah_number": 51,
    "verse_number": 24,
    "content": "هل اتىك حديث ضيف ابرهيم المكرمين",
  },
  {
    "surah_number": 51,
    "verse_number": 25,
    "content": "اذ دخلوا عليه فقالوا سلما قال سلم قوم منكرون",
  },
  {
    "surah_number": 51,
    "verse_number": 26,
    "content": "فراغ الى اهله فجاء بعجل سمين",
  },
  {
    "surah_number": 51,
    "verse_number": 27,
    "content": "فقربه اليهم قال الا تاكلون",
  },
  {
    "surah_number": 51,
    "verse_number": 28,
    "content": "فاوجس منهم خيفة قالوا لا تخف وبشروه بغلم عليم",
  },
  {
    "surah_number": 51,
    "verse_number": 29,
    "content": "فاقبلت امراته في صرة فصكت وجهها وقالت عجوز عقيم",
  },
  {
    "surah_number": 51,
    "verse_number": 30,
    "content": "قالوا كذلك قال ربك انه هو الحكيم العليم",
  },
  {
    "surah_number": 51,
    "verse_number": 31,
    "content": "قال فما خطبكم ايها المرسلون",
  },
  {
    "surah_number": 51,
    "verse_number": 32,
    "content": "قالوا انا ارسلنا الى قوم مجرمين",
  },
  {
    "surah_number": 51,
    "verse_number": 33,
    "content": "لنرسل عليهم حجارة من طين",
  },
  {"surah_number": 51, "verse_number": 34, "content": "مسومة عند ربك للمسرفين"},
  {
    "surah_number": 51,
    "verse_number": 35,
    "content": "فاخرجنا من كان فيها من المؤمنين",
  },
  {
    "surah_number": 51,
    "verse_number": 36,
    "content": "فما وجدنا فيها غير بيت من المسلمين",
  },
  {
    "surah_number": 51,
    "verse_number": 37,
    "content": "وتركنا فيها ءاية للذين يخافون العذاب الاليم",
  },
  {
    "surah_number": 51,
    "verse_number": 38,
    "content": "وفي موسى اذ ارسلنه الى فرعون بسلطن مبين",
  },
  {
    "surah_number": 51,
    "verse_number": 39,
    "content": "فتولى بركنه وقال سحر او مجنون",
  },
  {
    "surah_number": 51,
    "verse_number": 40,
    "content": "فاخذنه وجنوده فنبذنهم في اليم وهو مليم",
  },
  {
    "surah_number": 51,
    "verse_number": 41,
    "content": "وفي عاد اذ ارسلنا عليهم الريح العقيم",
  },
  {
    "surah_number": 51,
    "verse_number": 42,
    "content": "ما تذر من شيء اتت عليه الا جعلته كالرميم",
  },
  {
    "surah_number": 51,
    "verse_number": 43,
    "content": "وفي ثمود اذ قيل لهم تمتعوا حتى حين",
  },
  {
    "surah_number": 51,
    "verse_number": 44,
    "content": "فعتوا عن امر ربهم فاخذتهم الصـعقة وهم ينظرون",
  },
  {
    "surah_number": 51,
    "verse_number": 45,
    "content": "فما استطعوا من قيام وما كانوا منتصرين",
  },
  {
    "surah_number": 51,
    "verse_number": 46,
    "content": "وقوم نوح من قبل انهم كانوا قوما فسقين",
  },
  {
    "surah_number": 51,
    "verse_number": 47,
    "content": "والسماء بنينها باييد وانا لموسعون",
  },
  {
    "surah_number": 51,
    "verse_number": 48,
    "content": "والارض فرشنها فنعم المهدون",
  },
  {
    "surah_number": 51,
    "verse_number": 49,
    "content": "ومن كل شيء خلقنا زوجين لعلكم تذكرون",
  },
  {
    "surah_number": 51,
    "verse_number": 50,
    "content": "ففروا الى الله اني لكم منه نذير مبين",
  },
  {
    "surah_number": 51,
    "verse_number": 51,
    "content": "ولا تجعلوا مع الله الها ءاخر اني لكم منه نذير مبين",
  },
  {
    "surah_number": 51,
    "verse_number": 52,
    "content": "كذلك ما اتى الذين من قبلهم من رسول الا قالوا ساحر او مجنون",
  },
  {
    "surah_number": 51,
    "verse_number": 53,
    "content": "اتواصوا به بل هم قوم طاغون",
  },
  {
    "surah_number": 51,
    "verse_number": 54,
    "content": "فتول عنهم فما انت بملوم",
  },
  {
    "surah_number": 51,
    "verse_number": 55,
    "content": "وذكر فان الذكرى تنفع المؤمنين",
  },
  {
    "surah_number": 51,
    "verse_number": 56,
    "content": "وما خلقت الجن والانس الا ليعبدون",
  },
  {
    "surah_number": 51,
    "verse_number": 57,
    "content": "ما اريد منهم من رزق وما اريد ان يطعمون",
  },
  {
    "surah_number": 51,
    "verse_number": 58,
    "content": "ان الله هو الرزاق ذو القوة المتين",
  },
  {
    "surah_number": 51,
    "verse_number": 59,
    "content": "فان للذين ظلموا ذنوبا مثل ذنوب اصحبهم فلا يستعجلون",
  },
  {
    "surah_number": 51,
    "verse_number": 60,
    "content": "فويل للذين كفروا من يومهم الذي يوعدون",
  },
  {"surah_number": 52, "verse_number": 1, "content": "والطور"},
  {"surah_number": 52, "verse_number": 2, "content": "وكتب مسطور"},
  {"surah_number": 52, "verse_number": 3, "content": "في رق منشور"},
  {"surah_number": 52, "verse_number": 4, "content": "والبيت المعمور"},
  {"surah_number": 52, "verse_number": 5, "content": "والسقف المرفوع"},
  {"surah_number": 52, "verse_number": 6, "content": "والبحر المسجور"},
  {"surah_number": 52, "verse_number": 7, "content": "ان عذاب ربك لوقع"},
  {"surah_number": 52, "verse_number": 8, "content": "ما له من دافع"},
  {"surah_number": 52, "verse_number": 9, "content": "يوم تمور السماء مورا"},
  {"surah_number": 52, "verse_number": 10, "content": "وتسير الجبال سيرا"},
  {"surah_number": 52, "verse_number": 11, "content": "فويل يومئذ للمكذبين"},
  {"surah_number": 52, "verse_number": 12, "content": "الذين هم في خوض يلعبون"},
  {
    "surah_number": 52,
    "verse_number": 13,
    "content": "يوم يدعون الى نار جهنم دعا",
  },
  {
    "surah_number": 52,
    "verse_number": 14,
    "content": "هذه النار التي كنتم بها تكذبون",
  },
  {
    "surah_number": 52,
    "verse_number": 15,
    "content": "افسحر هذا ام انتم لا تبصرون",
  },
  {
    "surah_number": 52,
    "verse_number": 16,
    "content":
        "اصلوها فاصبروا او لا تصبروا سواء عليكم انما تجزون ما كنتم تعملون",
  },
  {
    "surah_number": 52,
    "verse_number": 17,
    "content": "ان المتقين في جنـت ونعيم",
  },
  {
    "surah_number": 52,
    "verse_number": 18,
    "content": "فكهين بما ءاتىهم ربهم ووقىهم ربهم عذاب الجحيم",
  },
  {
    "surah_number": 52,
    "verse_number": 19,
    "content": "كلوا واشربوا هنيـا بما كنتم تعملون",
  },
  {
    "surah_number": 52,
    "verse_number": 20,
    "content": "متكـين على سرر مصفوفة وزوجنهم بحور عين",
  },
  {
    "surah_number": 52,
    "verse_number": 21,
    "content":
        "والذين ءامنوا واتبعتهم ذريتهم بايمن الحقنا بهم ذريتهم وما التنهم من عملهم من شيء كل امري بما كسب رهين",
  },
  {
    "surah_number": 52,
    "verse_number": 22,
    "content": "وامددنهم بفكهة ولحم مما يشتهون",
  },
  {
    "surah_number": 52,
    "verse_number": 23,
    "content": "يتنزعون فيها كاسا لا لغو فيها ولا تاثيم",
  },
  {
    "surah_number": 52,
    "verse_number": 24,
    "content": "ويطوف عليهم غلمان لهم كانهم لؤلؤ مكنون",
  },
  {
    "surah_number": 52,
    "verse_number": 25,
    "content": "واقبل بعضهم على بعض يتساءلون",
  },
  {
    "surah_number": 52,
    "verse_number": 26,
    "content": "قالوا انا كنا قبل في اهلنا مشفقين",
  },
  {
    "surah_number": 52,
    "verse_number": 27,
    "content": "فمن الله علينا ووقىنا عذاب السموم",
  },
  {
    "surah_number": 52,
    "verse_number": 28,
    "content": "انا كنا من قبل ندعوه انه هو البر الرحيم",
  },
  {
    "surah_number": 52,
    "verse_number": 29,
    "content": "فذكر فما انت بنعمت ربك بكاهن ولا مجنون",
  },
  {
    "surah_number": 52,
    "verse_number": 30,
    "content": "ام يقولون شاعر نتربص به ريب المنون",
  },
  {
    "surah_number": 52,
    "verse_number": 31,
    "content": "قل تربصوا فاني معكم من المتربصين",
  },
  {
    "surah_number": 52,
    "verse_number": 32,
    "content": "ام تامرهم احلمهم بهذا ام هم قوم طاغون",
  },
  {
    "surah_number": 52,
    "verse_number": 33,
    "content": "ام يقولون تقوله بل لا يؤمنون",
  },
  {
    "surah_number": 52,
    "verse_number": 34,
    "content": "فلياتوا بحديث مثله ان كانوا صدقين",
  },
  {
    "surah_number": 52,
    "verse_number": 35,
    "content": "ام خلقوا من غير شيء ام هم الخلقون",
  },
  {
    "surah_number": 52,
    "verse_number": 36,
    "content": "ام خلقوا السموت والارض بل لا يوقنون",
  },
  {
    "surah_number": 52,
    "verse_number": 37,
    "content": "ام عندهم خزائن ربك ام هم المصيطرون",
  },
  {
    "surah_number": 52,
    "verse_number": 38,
    "content": "ام لهم سلم يستمعون فيه فليات مستمعهم بسلطن مبين",
  },
  {
    "surah_number": 52,
    "verse_number": 39,
    "content": "ام له البنت ولكم البنون",
  },
  {
    "surah_number": 52,
    "verse_number": 40,
    "content": "ام تسـلهم اجرا فهم من مغرم مثقلون",
  },
  {
    "surah_number": 52,
    "verse_number": 41,
    "content": "ام عندهم الغيب فهم يكتبون",
  },
  {
    "surah_number": 52,
    "verse_number": 42,
    "content": "ام يريدون كيدا فالذين كفروا هم المكيدون",
  },
  {
    "surah_number": 52,
    "verse_number": 43,
    "content": "ام لهم اله غير الله سبحن الله عما يشركون",
  },
  {
    "surah_number": 52,
    "verse_number": 44,
    "content": "وان يروا كسفا من السماء ساقطا يقولوا سحاب مركوم",
  },
  {
    "surah_number": 52,
    "verse_number": 45,
    "content": "فذرهم حتى يلقوا يومهم الذي فيه يصعقون",
  },
  {
    "surah_number": 52,
    "verse_number": 46,
    "content": "يوم لا يغني عنهم كيدهم شيـا ولا هم ينصرون",
  },
  {
    "surah_number": 52,
    "verse_number": 47,
    "content": "وان للذين ظلموا عذابا دون ذلك ولكن اكثرهم لا يعلمون",
  },
  {
    "surah_number": 52,
    "verse_number": 48,
    "content": "واصبر لحكم ربك فانك باعيننا وسبح بحمد ربك حين تقوم",
  },
  {
    "surah_number": 52,
    "verse_number": 49,
    "content": "ومن اليل فسبحه وادبر النجوم",
  },
  {"surah_number": 53, "verse_number": 1, "content": "والنجم اذا هوى"},
  {"surah_number": 53, "verse_number": 2, "content": "ما ضل صاحبكم وما غوى"},
  {"surah_number": 53, "verse_number": 3, "content": "وما ينطق عن الهوى"},
  {"surah_number": 53, "verse_number": 4, "content": "ان هو الا وحي يوحى"},
  {"surah_number": 53, "verse_number": 5, "content": "علمه شديد القوى"},
  {"surah_number": 53, "verse_number": 6, "content": "ذو مرة فاستوى"},
  {"surah_number": 53, "verse_number": 7, "content": "وهو بالافق الاعلى"},
  {"surah_number": 53, "verse_number": 8, "content": "ثم دنا فتدلى"},
  {"surah_number": 53, "verse_number": 9, "content": "فكان قاب قوسين او ادنى"},
  {"surah_number": 53, "verse_number": 10, "content": "فاوحى الى عبده ما اوحى"},
  {"surah_number": 53, "verse_number": 11, "content": "ما كذب الفؤاد ما راى"},
  {"surah_number": 53, "verse_number": 12, "content": "افتمرونه على ما يرى"},
  {"surah_number": 53, "verse_number": 13, "content": "ولقد رءاه نزلة اخرى"},
  {"surah_number": 53, "verse_number": 14, "content": "عند سدرة المنتهى"},
  {"surah_number": 53, "verse_number": 15, "content": "عندها جنة الماوى"},
  {"surah_number": 53, "verse_number": 16, "content": "اذ يغشى السدرة ما يغشى"},
  {"surah_number": 53, "verse_number": 17, "content": "ما زاغ البصر وما طغى"},
  {
    "surah_number": 53,
    "verse_number": 18,
    "content": "لقد راى من ءايت ربه الكبرى",
  },
  {"surah_number": 53, "verse_number": 19, "content": "افرءيتم اللـت والعزى"},
  {"surah_number": 53, "verse_number": 20, "content": "ومنوة الثالثة الاخرى"},
  {"surah_number": 53, "verse_number": 21, "content": "الكم الذكر وله الانثى"},
  {"surah_number": 53, "verse_number": 22, "content": "تلك اذا قسمة ضيزى"},
  {
    "surah_number": 53,
    "verse_number": 23,
    "content":
        "ان هي الا اسماء سميتموها انتم وءاباؤكم ما انزل الله بها من سلطن ان يتبعون الا الظن وما تهوى الانفس ولقد جاءهم من ربهم الهدى",
  },
  {"surah_number": 53, "verse_number": 24, "content": "ام للانسن ما تمنى"},
  {"surah_number": 53, "verse_number": 25, "content": "فلله الاخرة والاولى"},
  {
    "surah_number": 53,
    "verse_number": 26,
    "content":
        "وكم من ملك في السموت لا تغني شفعتهم شيـا الا من بعد ان ياذن الله لمن يشاء ويرضى",
  },
  {
    "surah_number": 53,
    "verse_number": 27,
    "content": "ان الذين لا يؤمنون بالاخرة ليسمون الملـئكة تسمية الانثى",
  },
  {
    "surah_number": 53,
    "verse_number": 28,
    "content":
        "وما لهم به من علم ان يتبعون الا الظن وان الظن لا يغني من الحق شيـا",
  },
  {
    "surah_number": 53,
    "verse_number": 29,
    "content": "فاعرض عن من تولى عن ذكرنا ولم يرد الا الحيوة الدنيا",
  },
  {
    "surah_number": 53,
    "verse_number": 30,
    "content":
        "ذلك مبلغهم من العلم ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بمن اهتدى",
  },
  {
    "surah_number": 53,
    "verse_number": 31,
    "content":
        "ولله ما في السموت وما في الارض ليجزي الذين اســوا بما عملوا ويجزي الذين احسنوا بالحسنى",
  },
  {
    "surah_number": 53,
    "verse_number": 32,
    "content":
        "الذين يجتنبون كبـئر الاثم والفوحش الا اللمم ان ربك وسع المغفرة هو اعلم بكم اذ انشاكم من الارض واذ انتم اجنة في بطون امهتكم فلا تزكوا انفسكم هو اعلم بمن اتقى",
  },
  {"surah_number": 53, "verse_number": 33, "content": "افرءيت الذي تولى"},
  {"surah_number": 53, "verse_number": 34, "content": "واعطى قليلا واكدى"},
  {
    "surah_number": 53,
    "verse_number": 35,
    "content": "اعنده علم الغيب فهو يرى",
  },
  {
    "surah_number": 53,
    "verse_number": 36,
    "content": "ام لم ينبا بما في صحف موسى",
  },
  {"surah_number": 53, "verse_number": 37, "content": "وابرهيم الذي وفى"},
  {"surah_number": 53, "verse_number": 38, "content": "الا تزر وازرة وزر اخرى"},
  {
    "surah_number": 53,
    "verse_number": 39,
    "content": "وان ليس للانسن الا ما سعى",
  },
  {"surah_number": 53, "verse_number": 40, "content": "وان سعيه سوف يرى"},
  {"surah_number": 53, "verse_number": 41, "content": "ثم يجزىه الجزاء الاوفى"},
  {"surah_number": 53, "verse_number": 42, "content": "وان الى ربك المنتهى"},
  {"surah_number": 53, "verse_number": 43, "content": "وانه هو اضحك وابكى"},
  {"surah_number": 53, "verse_number": 44, "content": "وانه هو امات واحيا"},
  {
    "surah_number": 53,
    "verse_number": 45,
    "content": "وانه خلق الزوجين الذكر والانثى",
  },
  {"surah_number": 53, "verse_number": 46, "content": "من نطفة اذا تمنى"},
  {"surah_number": 53, "verse_number": 47, "content": "وان عليه النشاة الاخرى"},
  {"surah_number": 53, "verse_number": 48, "content": "وانه هو اغنى واقنى"},
  {"surah_number": 53, "verse_number": 49, "content": "وانه هو رب الشعرى"},
  {"surah_number": 53, "verse_number": 50, "content": "وانه اهلك عادا الاولى"},
  {"surah_number": 53, "verse_number": 51, "content": "وثمودا فما ابقى"},
  {
    "surah_number": 53,
    "verse_number": 52,
    "content": "وقوم نوح من قبل انهم كانوا هم اظلم واطغى",
  },
  {"surah_number": 53, "verse_number": 53, "content": "والمؤتفكة اهوى"},
  {"surah_number": 53, "verse_number": 54, "content": "فغشىها ما غشى"},
  {"surah_number": 53, "verse_number": 55, "content": "فباي ءالاء ربك تتمارى"},
  {
    "surah_number": 53,
    "verse_number": 56,
    "content": "هذا نذير من النذر الاولى",
  },
  {"surah_number": 53, "verse_number": 57, "content": "ازفت الازفة"},
  {
    "surah_number": 53,
    "verse_number": 58,
    "content": "ليس لها من دون الله كاشفة",
  },
  {"surah_number": 53, "verse_number": 59, "content": "افمن هذا الحديث تعجبون"},
  {"surah_number": 53, "verse_number": 60, "content": "وتضحكون ولا تبكون"},
  {"surah_number": 53, "verse_number": 61, "content": "وانتم سمدون"},
  {"surah_number": 53, "verse_number": 62, "content": "فاسجدوا لله واعبدوا"},
  {
    "surah_number": 54,
    "verse_number": 1,
    "content": "اقتربت الساعة وانشق القمر",
  },
  {
    "surah_number": 54,
    "verse_number": 2,
    "content": "وان يروا ءاية يعرضوا ويقولوا سحر مستمر",
  },
  {
    "surah_number": 54,
    "verse_number": 3,
    "content": "وكذبوا واتبعوا اهواءهم وكل امر مستقر",
  },
  {
    "surah_number": 54,
    "verse_number": 4,
    "content": "ولقد جاءهم من الانباء ما فيه مزدجر",
  },
  {"surah_number": 54, "verse_number": 5, "content": "حكمة بلغة فما تغن النذر"},
  {
    "surah_number": 54,
    "verse_number": 6,
    "content": "فتول عنهم يوم يدع الداع الى شيء نكر",
  },
  {
    "surah_number": 54,
    "verse_number": 7,
    "content": "خشعا ابصرهم يخرجون من الاجداث كانهم جراد منتشر",
  },
  {
    "surah_number": 54,
    "verse_number": 8,
    "content": "مهطعين الى الداع يقول الكفرون هذا يوم عسر",
  },
  {
    "surah_number": 54,
    "verse_number": 9,
    "content": "كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدجر",
  },
  {
    "surah_number": 54,
    "verse_number": 10,
    "content": "فدعا ربه اني مغلوب فانتصر",
  },
  {
    "surah_number": 54,
    "verse_number": 11,
    "content": "ففتحنا ابوب السماء بماء منهمر",
  },
  {
    "surah_number": 54,
    "verse_number": 12,
    "content": "وفجرنا الارض عيونا فالتقى الماء على امر قد قدر",
  },
  {
    "surah_number": 54,
    "verse_number": 13,
    "content": "وحملنه على ذات الوح ودسر",
  },
  {
    "surah_number": 54,
    "verse_number": 14,
    "content": "تجري باعيننا جزاء لمن كان كفر",
  },
  {
    "surah_number": 54,
    "verse_number": 15,
    "content": "ولقد تركنها ءاية فهل من مدكر",
  },
  {"surah_number": 54, "verse_number": 16, "content": "فكيف كان عذابي ونذر"},
  {
    "surah_number": 54,
    "verse_number": 17,
    "content": "ولقد يسرنا القرءان للذكر فهل من مدكر",
  },
  {
    "surah_number": 54,
    "verse_number": 18,
    "content": "كذبت عاد فكيف كان عذابي ونذر",
  },
  {
    "surah_number": 54,
    "verse_number": 19,
    "content": "انا ارسلنا عليهم ريحا صرصرا في يوم نحس مستمر",
  },
  {
    "surah_number": 54,
    "verse_number": 20,
    "content": "تنزع الناس كانهم اعجاز نخل منقعر",
  },
  {"surah_number": 54, "verse_number": 21, "content": "فكيف كان عذابي ونذر"},
  {
    "surah_number": 54,
    "verse_number": 22,
    "content": "ولقد يسرنا القرءان للذكر فهل من مدكر",
  },
  {"surah_number": 54, "verse_number": 23, "content": "كذبت ثمود بالنذر"},
  {
    "surah_number": 54,
    "verse_number": 24,
    "content": "فقالوا ابشرا منا وحدا نتبعه انا اذا لفي ضلل وسعر",
  },
  {
    "surah_number": 54,
    "verse_number": 25,
    "content": "اءلقي الذكر عليه من بيننا بل هو كذاب اشر",
  },
  {
    "surah_number": 54,
    "verse_number": 26,
    "content": "سيعلمون غدا من الكذاب الاشر",
  },
  {
    "surah_number": 54,
    "verse_number": 27,
    "content": "انا مرسلوا الناقة فتنة لهم فارتقبهم واصطبر",
  },
  {
    "surah_number": 54,
    "verse_number": 28,
    "content": "ونبئهم ان الماء قسمة بينهم كل شرب محتضر",
  },
  {
    "surah_number": 54,
    "verse_number": 29,
    "content": "فنادوا صاحبهم فتعاطى فعقر",
  },
  {"surah_number": 54, "verse_number": 30, "content": "فكيف كان عذابي ونذر"},
  {
    "surah_number": 54,
    "verse_number": 31,
    "content": "انا ارسلنا عليهم صيحة وحدة فكانوا كهشيم المحتظر",
  },
  {
    "surah_number": 54,
    "verse_number": 32,
    "content": "ولقد يسرنا القرءان للذكر فهل من مدكر",
  },
  {"surah_number": 54, "verse_number": 33, "content": "كذبت قوم لوط بالنذر"},
  {
    "surah_number": 54,
    "verse_number": 34,
    "content": "انا ارسلنا عليهم حاصبا الا ءال لوط نجينهم بسحر",
  },
  {
    "surah_number": 54,
    "verse_number": 35,
    "content": "نعمة من عندنا كذلك نجزي من شكر",
  },
  {
    "surah_number": 54,
    "verse_number": 36,
    "content": "ولقد انذرهم بطشتنا فتماروا بالنذر",
  },
  {
    "surah_number": 54,
    "verse_number": 37,
    "content": "ولقد رودوه عن ضيفه فطمسنا اعينهم فذوقوا عذابي ونذر",
  },
  {
    "surah_number": 54,
    "verse_number": 38,
    "content": "ولقد صبحهم بكرة عذاب مستقر",
  },
  {"surah_number": 54, "verse_number": 39, "content": "فذوقوا عذابي ونذر"},
  {
    "surah_number": 54,
    "verse_number": 40,
    "content": "ولقد يسرنا القرءان للذكر فهل من مدكر",
  },
  {
    "surah_number": 54,
    "verse_number": 41,
    "content": "ولقد جاء ءال فرعون النذر",
  },
  {
    "surah_number": 54,
    "verse_number": 42,
    "content": "كذبوا بـايتنا كلها فاخذنهم اخذ عزيز مقتدر",
  },
  {
    "surah_number": 54,
    "verse_number": 43,
    "content": "اكفاركم خير من اولـئكم ام لكم براءة في الزبر",
  },
  {
    "surah_number": 54,
    "verse_number": 44,
    "content": "ام يقولون نحن جميع منتصر",
  },
  {
    "surah_number": 54,
    "verse_number": 45,
    "content": "سيهزم الجمع ويولون الدبر",
  },
  {
    "surah_number": 54,
    "verse_number": 46,
    "content": "بل الساعة موعدهم والساعة ادهى وامر",
  },
  {
    "surah_number": 54,
    "verse_number": 47,
    "content": "ان المجرمين في ضلل وسعر",
  },
  {
    "surah_number": 54,
    "verse_number": 48,
    "content": "يوم يسحبون في النار على وجوههم ذوقوا مس سقر",
  },
  {"surah_number": 54, "verse_number": 49, "content": "انا كل شيء خلقنه بقدر"},
  {
    "surah_number": 54,
    "verse_number": 50,
    "content": "وما امرنا الا وحدة كلمح بالبصر",
  },
  {
    "surah_number": 54,
    "verse_number": 51,
    "content": "ولقد اهلكنا اشياعكم فهل من مدكر",
  },
  {"surah_number": 54, "verse_number": 52, "content": "وكل شيء فعلوه في الزبر"},
  {"surah_number": 54, "verse_number": 53, "content": "وكل صغير وكبير مستطر"},
  {
    "surah_number": 54,
    "verse_number": 54,
    "content": "ان المتقين في جنـت ونهر",
  },
  {
    "surah_number": 54,
    "verse_number": 55,
    "content": "في مقعد صدق عند مليك مقتدر",
  },
  {"surah_number": 55, "verse_number": 1, "content": "الرحمن"},
  {"surah_number": 55, "verse_number": 2, "content": "علم القرءان"},
  {"surah_number": 55, "verse_number": 3, "content": "خلق الانسن"},
  {"surah_number": 55, "verse_number": 4, "content": "علمه البيان"},
  {"surah_number": 55, "verse_number": 5, "content": "الشمس والقمر بحسبان"},
  {"surah_number": 55, "verse_number": 6, "content": "والنجم والشجر يسجدان"},
  {
    "surah_number": 55,
    "verse_number": 7,
    "content": "والسماء رفعها ووضع الميزان",
  },
  {"surah_number": 55, "verse_number": 8, "content": "الا تطغوا في الميزان"},
  {
    "surah_number": 55,
    "verse_number": 9,
    "content": "واقيموا الوزن بالقسط ولا تخسروا الميزان",
  },
  {"surah_number": 55, "verse_number": 10, "content": "والارض وضعها للانام"},
  {
    "surah_number": 55,
    "verse_number": 11,
    "content": "فيها فكهة والنخل ذات الاكمام",
  },
  {
    "surah_number": 55,
    "verse_number": 12,
    "content": "والحب ذو العصف والريحان",
  },
  {
    "surah_number": 55,
    "verse_number": 13,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 14,
    "content": "خلق الانسن من صلصل كالفخار",
  },
  {
    "surah_number": 55,
    "verse_number": 15,
    "content": "وخلق الجان من مارج من نار",
  },
  {
    "surah_number": 55,
    "verse_number": 16,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 17,
    "content": "رب المشرقين ورب المغربين",
  },
  {
    "surah_number": 55,
    "verse_number": 18,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 19, "content": "مرج البحرين يلتقيان"},
  {"surah_number": 55, "verse_number": 20, "content": "بينهما برزخ لا يبغيان"},
  {
    "surah_number": 55,
    "verse_number": 21,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 22,
    "content": "يخرج منهما اللؤلؤ والمرجان",
  },
  {
    "surah_number": 55,
    "verse_number": 23,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 24,
    "content": "وله الجوار المنشـات في البحر كالاعلم",
  },
  {
    "surah_number": 55,
    "verse_number": 25,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 26, "content": "كل من عليها فان"},
  {
    "surah_number": 55,
    "verse_number": 27,
    "content": "ويبقى وجه ربك ذو الجلل والاكرام",
  },
  {
    "surah_number": 55,
    "verse_number": 28,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 29,
    "content": "يسـله من في السموت والارض كل يوم هو في شان",
  },
  {
    "surah_number": 55,
    "verse_number": 30,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 31, "content": "سنفرغ لكم ايه الثقلان"},
  {
    "surah_number": 55,
    "verse_number": 32,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 33,
    "content":
        "يمعشر الجن والانس ان استطعتم ان تنفذوا من اقطار السموت والارض فانفذوا لا تنفذون الا بسلطن",
  },
  {
    "surah_number": 55,
    "verse_number": 34,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 35,
    "content": "يرسل عليكما شواظ من نار ونحاس فلا تنتصران",
  },
  {
    "surah_number": 55,
    "verse_number": 36,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 37,
    "content": "فاذا انشقت السماء فكانت وردة كالدهان",
  },
  {
    "surah_number": 55,
    "verse_number": 38,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 39,
    "content": "فيومئذ لا يسـل عن ذنبه انس ولا جان",
  },
  {
    "surah_number": 55,
    "verse_number": 40,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 41,
    "content": "يعرف المجرمون بسيمهم فيؤخذ بالنوصي والاقدام",
  },
  {
    "surah_number": 55,
    "verse_number": 42,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 43,
    "content": "هذه جهنم التي يكذب بها المجرمون",
  },
  {
    "surah_number": 55,
    "verse_number": 44,
    "content": "يطوفون بينها وبين حميم ءان",
  },
  {
    "surah_number": 55,
    "verse_number": 45,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 46,
    "content": "ولمن خاف مقام ربه جنتان",
  },
  {
    "surah_number": 55,
    "verse_number": 47,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 48, "content": "ذواتا افنان"},
  {
    "surah_number": 55,
    "verse_number": 49,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 50, "content": "فيهما عينان تجريان"},
  {
    "surah_number": 55,
    "verse_number": 51,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 52, "content": "فيهما من كل فكهة زوجان"},
  {
    "surah_number": 55,
    "verse_number": 53,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 54,
    "content": "متكـين على فرش بطائنها من استبرق وجنى الجنتين دان",
  },
  {
    "surah_number": 55,
    "verse_number": 55,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 56,
    "content": "فيهن قصرت الطرف لم يطمثهن انس قبلهم ولا جان",
  },
  {
    "surah_number": 55,
    "verse_number": 57,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 58, "content": "كانهن الياقوت والمرجان"},
  {
    "surah_number": 55,
    "verse_number": 59,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 60,
    "content": "هل جزاء الاحسن الا الاحسن",
  },
  {
    "surah_number": 55,
    "verse_number": 61,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 62, "content": "ومن دونهما جنتان"},
  {
    "surah_number": 55,
    "verse_number": 63,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 64, "content": "مدهامتان"},
  {
    "surah_number": 55,
    "verse_number": 65,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 66, "content": "فيهما عينان نضاختان"},
  {
    "surah_number": 55,
    "verse_number": 67,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 68, "content": "فيهما فكهة ونخل ورمان"},
  {
    "surah_number": 55,
    "verse_number": 69,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 70, "content": "فيهن خيرت حسان"},
  {
    "surah_number": 55,
    "verse_number": 71,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {"surah_number": 55, "verse_number": 72, "content": "حور مقصورت في الخيام"},
  {
    "surah_number": 55,
    "verse_number": 73,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 74,
    "content": "لم يطمثهن انس قبلهم ولا جان",
  },
  {
    "surah_number": 55,
    "verse_number": 75,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 76,
    "content": "متكـين على رفرف خضر وعبقري حسان",
  },
  {
    "surah_number": 55,
    "verse_number": 77,
    "content": "فباي ءالاء ربكما تكذبان",
  },
  {
    "surah_number": 55,
    "verse_number": 78,
    "content": "تبرك اسم ربك ذي الجلل والاكرام",
  },
  {"surah_number": 56, "verse_number": 1, "content": "اذا وقعت الواقعة"},
  {"surah_number": 56, "verse_number": 2, "content": "ليس لوقعتها كاذبة"},
  {"surah_number": 56, "verse_number": 3, "content": "خافضة رافعة"},
  {"surah_number": 56, "verse_number": 4, "content": "اذا رجت الارض رجا"},
  {"surah_number": 56, "verse_number": 5, "content": "وبست الجبال بسا"},
  {"surah_number": 56, "verse_number": 6, "content": "فكانت هباء منبثا"},
  {"surah_number": 56, "verse_number": 7, "content": "وكنتم ازوجا ثلثة"},
  {
    "surah_number": 56,
    "verse_number": 8,
    "content": "فاصحب الميمنة ما اصحب الميمنة",
  },
  {
    "surah_number": 56,
    "verse_number": 9,
    "content": "واصحب المشـمة ما اصحب المشـمة",
  },
  {"surah_number": 56, "verse_number": 10, "content": "والسـبقون السـبقون"},
  {"surah_number": 56, "verse_number": 11, "content": "اولـئك المقربون"},
  {"surah_number": 56, "verse_number": 12, "content": "في جنـت النعيم"},
  {"surah_number": 56, "verse_number": 13, "content": "ثلة من الاولين"},
  {"surah_number": 56, "verse_number": 14, "content": "وقليل من الاخرين"},
  {"surah_number": 56, "verse_number": 15, "content": "على سرر موضونة"},
  {"surah_number": 56, "verse_number": 16, "content": "متكـين عليها متقبلين"},
  {"surah_number": 56, "verse_number": 17, "content": "يطوف عليهم ولدن مخلدون"},
  {
    "surah_number": 56,
    "verse_number": 18,
    "content": "باكواب واباريق وكاس من معين",
  },
  {
    "surah_number": 56,
    "verse_number": 19,
    "content": "لا يصدعون عنها ولا ينزفون",
  },
  {"surah_number": 56, "verse_number": 20, "content": "وفكهة مما يتخيرون"},
  {"surah_number": 56, "verse_number": 21, "content": "ولحم طير مما يشتهون"},
  {"surah_number": 56, "verse_number": 22, "content": "وحور عين"},
  {"surah_number": 56, "verse_number": 23, "content": "كامثل اللؤلو المكنون"},
  {"surah_number": 56, "verse_number": 24, "content": "جزاء بما كانوا يعملون"},
  {
    "surah_number": 56,
    "verse_number": 25,
    "content": "لا يسمعون فيها لغوا ولا تاثيما",
  },
  {"surah_number": 56, "verse_number": 26, "content": "الا قيلا سلما سلما"},
  {
    "surah_number": 56,
    "verse_number": 27,
    "content": "واصحب اليمين ما اصحب اليمين",
  },
  {"surah_number": 56, "verse_number": 28, "content": "في سدر مخضود"},
  {"surah_number": 56, "verse_number": 29, "content": "وطلح منضود"},
  {"surah_number": 56, "verse_number": 30, "content": "وظل ممدود"},
  {"surah_number": 56, "verse_number": 31, "content": "وماء مسكوب"},
  {"surah_number": 56, "verse_number": 32, "content": "وفكهة كثيرة"},
  {"surah_number": 56, "verse_number": 33, "content": "لا مقطوعة ولا ممنوعة"},
  {"surah_number": 56, "verse_number": 34, "content": "وفرش مرفوعة"},
  {"surah_number": 56, "verse_number": 35, "content": "انا انشانهن انشاء"},
  {"surah_number": 56, "verse_number": 36, "content": "فجعلنهن ابكارا"},
  {"surah_number": 56, "verse_number": 37, "content": "عربا اترابا"},
  {"surah_number": 56, "verse_number": 38, "content": "لاصحب اليمين"},
  {"surah_number": 56, "verse_number": 39, "content": "ثلة من الاولين"},
  {"surah_number": 56, "verse_number": 40, "content": "وثلة من الاخرين"},
  {
    "surah_number": 56,
    "verse_number": 41,
    "content": "واصحب الشمال ما اصحب الشمال",
  },
  {"surah_number": 56, "verse_number": 42, "content": "في سموم وحميم"},
  {"surah_number": 56, "verse_number": 43, "content": "وظل من يحموم"},
  {"surah_number": 56, "verse_number": 44, "content": "لا بارد ولا كريم"},
  {
    "surah_number": 56,
    "verse_number": 45,
    "content": "انهم كانوا قبل ذلك مترفين",
  },
  {
    "surah_number": 56,
    "verse_number": 46,
    "content": "وكانوا يصرون على الحنث العظيم",
  },
  {
    "surah_number": 56,
    "verse_number": 47,
    "content": "وكانوا يقولون ائذا متنا وكنا ترابا وعظما اءنا لمبعوثون",
  },
  {"surah_number": 56, "verse_number": 48, "content": "اوءاباؤنا الاولون"},
  {"surah_number": 56, "verse_number": 49, "content": "قل ان الاولين والاخرين"},
  {
    "surah_number": 56,
    "verse_number": 50,
    "content": "لمجموعون الى ميقت يوم معلوم",
  },
  {
    "surah_number": 56,
    "verse_number": 51,
    "content": "ثم انكم ايها الضالون المكذبون",
  },
  {"surah_number": 56, "verse_number": 52, "content": "لاكلون من شجر من زقوم"},
  {"surah_number": 56, "verse_number": 53, "content": "فمالـون منها البطون"},
  {"surah_number": 56, "verse_number": 54, "content": "فشربون عليه من الحميم"},
  {"surah_number": 56, "verse_number": 55, "content": "فشربون شرب الهيم"},
  {"surah_number": 56, "verse_number": 56, "content": "هذا نزلهم يوم الدين"},
  {
    "surah_number": 56,
    "verse_number": 57,
    "content": "نحن خلقنكم فلولا تصدقون",
  },
  {"surah_number": 56, "verse_number": 58, "content": "افرءيتم ما تمنون"},
  {
    "surah_number": 56,
    "verse_number": 59,
    "content": "ءانتم تخلقونه ام نحن الخلقون",
  },
  {
    "surah_number": 56,
    "verse_number": 60,
    "content": "نحن قدرنا بينكم الموت وما نحن بمسبوقين",
  },
  {
    "surah_number": 56,
    "verse_number": 61,
    "content": "على ان نبدل امثلكم وننشئكم في ما لا تعلمون",
  },
  {
    "surah_number": 56,
    "verse_number": 62,
    "content": "ولقد علمتم النشاة الاولى فلولا تذكرون",
  },
  {"surah_number": 56, "verse_number": 63, "content": "افرءيتم ما تحرثون"},
  {
    "surah_number": 56,
    "verse_number": 64,
    "content": "ءانتم تزرعونه ام نحن الزـرعون",
  },
  {
    "surah_number": 56,
    "verse_number": 65,
    "content": "لو نشاء لجعلنه حطما فظلتم تفكهون",
  },
  {"surah_number": 56, "verse_number": 66, "content": "انا لمغرمون"},
  {"surah_number": 56, "verse_number": 67, "content": "بل نحن محرومون"},
  {
    "surah_number": 56,
    "verse_number": 68,
    "content": "افرءيتم الماء الذي تشربون",
  },
  {
    "surah_number": 56,
    "verse_number": 69,
    "content": "ءانتم انزلتموه من المزن ام نحن المنزلون",
  },
  {
    "surah_number": 56,
    "verse_number": 70,
    "content": "لو نشاء جعلنه اجاجا فلولا تشكرون",
  },
  {
    "surah_number": 56,
    "verse_number": 71,
    "content": "افرءيتم النار التي تورون",
  },
  {
    "surah_number": 56,
    "verse_number": 72,
    "content": "ءانتم انشاتم شجرتها ام نحن المنشـون",
  },
  {
    "surah_number": 56,
    "verse_number": 73,
    "content": "نحن جعلنها تذكرة ومتعا للمقوين",
  },
  {"surah_number": 56, "verse_number": 74, "content": "فسبح باسم ربك العظيم"},
  {"surah_number": 56, "verse_number": 75, "content": "فلا اقسم بموقع النجوم"},
  {
    "surah_number": 56,
    "verse_number": 76,
    "content": "وانه لقسم لو تعلمون عظيم",
  },
  {"surah_number": 56, "verse_number": 77, "content": "انه لقرءان كريم"},
  {"surah_number": 56, "verse_number": 78, "content": "في كتب مكنون"},
  {"surah_number": 56, "verse_number": 79, "content": "لا يمسه الا المطهرون"},
  {"surah_number": 56, "verse_number": 80, "content": "تنزيل من رب العلمين"},
  {
    "surah_number": 56,
    "verse_number": 81,
    "content": "افبهذا الحديث انتم مدهنون",
  },
  {
    "surah_number": 56,
    "verse_number": 82,
    "content": "وتجعلون رزقكم انكم تكذبون",
  },
  {"surah_number": 56, "verse_number": 83, "content": "فلولا اذا بلغت الحلقوم"},
  {"surah_number": 56, "verse_number": 84, "content": "وانتم حينئذ تنظرون"},
  {
    "surah_number": 56,
    "verse_number": 85,
    "content": "ونحن اقرب اليه منكم ولكن لا تبصرون",
  },
  {
    "surah_number": 56,
    "verse_number": 86,
    "content": "فلولا ان كنتم غير مدينين",
  },
  {"surah_number": 56, "verse_number": 87, "content": "ترجعونها ان كنتم صدقين"},
  {
    "surah_number": 56,
    "verse_number": 88,
    "content": "فاما ان كان من المقربين",
  },
  {"surah_number": 56, "verse_number": 89, "content": "فروح وريحان وجنت نعيم"},
  {
    "surah_number": 56,
    "verse_number": 90,
    "content": "واما ان كان من اصحب اليمين",
  },
  {"surah_number": 56, "verse_number": 91, "content": "فسلم لك من اصحب اليمين"},
  {
    "surah_number": 56,
    "verse_number": 92,
    "content": "واما ان كان من المكذبين الضالين",
  },
  {"surah_number": 56, "verse_number": 93, "content": "فنزل من حميم"},
  {"surah_number": 56, "verse_number": 94, "content": "وتصلية جحيم"},
  {"surah_number": 56, "verse_number": 95, "content": "ان هذا لهو حق اليقين"},
  {"surah_number": 56, "verse_number": 96, "content": "فسبح باسم ربك العظيم"},
  {
    "surah_number": 57,
    "verse_number": 1,
    "content": "سبح لله ما في السموت والارض وهو العزيز الحكيم",
  },
  {
    "surah_number": 57,
    "verse_number": 2,
    "content": "له ملك السموت والارض يحي ويميت وهو على كل شيء قدير",
  },
  {
    "surah_number": 57,
    "verse_number": 3,
    "content": "هو الاول والاخر والظـهر والباطن وهو بكل شيء عليم",
  },
  {
    "surah_number": 57,
    "verse_number": 4,
    "content":
        "هو الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم اين ما كنتم والله بما تعملون بصير",
  },
  {
    "surah_number": 57,
    "verse_number": 5,
    "content": "له ملك السموت والارض والى الله ترجع الامور",
  },
  {
    "surah_number": 57,
    "verse_number": 6,
    "content": "يولج اليل في النهار ويولج النهار في اليل وهو عليم بذات الصدور",
  },
  {
    "surah_number": 57,
    "verse_number": 7,
    "content":
        "ءامنوا بالله ورسوله وانفقوا مما جعلكم مستخلفين فيه فالذين ءامنوا منكم وانفقوا لهم اجر كبير",
  },
  {
    "surah_number": 57,
    "verse_number": 8,
    "content":
        "وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا بربكم وقد اخذ ميثقكم ان كنتم مؤمنين",
  },
  {
    "surah_number": 57,
    "verse_number": 9,
    "content":
        "هو الذي ينزل على عبده ءايت بينت ليخرجكم من الظلمت الى النور وان الله بكم لرءوف رحيم",
  },
  {
    "surah_number": 57,
    "verse_number": 10,
    "content":
        "وما لكم الا تنفقوا في سبيل الله ولله ميرث السموت والارض لا يستوي منكم من انفق من قبل الفتح وقتل اولـئك اعظم درجة من الذين انفقوا من بعد وقتلوا وكلا وعد الله الحسنى والله بما تعملون خبير",
  },
  {
    "surah_number": 57,
    "verse_number": 11,
    "content": "من ذا الذي يقرض الله قرضا حسنا فيضعفه له وله اجر كريم",
  },
  {
    "surah_number": 57,
    "verse_number": 12,
    "content":
        "يوم ترى المؤمنين والمؤمنت يسعى نورهم بين ايديهم وبايمنهم بشرىكم اليوم جنـت تجري من تحتها الانهر خلدين فيها ذلك هو الفوز العظيم",
  },
  {
    "surah_number": 57,
    "verse_number": 13,
    "content":
        "يوم يقول المنفقون والمنفقت للذين ءامنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظهره من قبله العذاب",
  },
  {
    "surah_number": 57,
    "verse_number": 14,
    "content":
        "ينادونهم الم نكن معكم قالوا بلى ولكنكم فتنتم انفسكم وتربصتم وارتبتم وغرتكم الاماني حتى جاء امر الله وغركم بالله الغرور",
  },
  {
    "surah_number": 57,
    "verse_number": 15,
    "content":
        "فاليوم لا يؤخذ منكم فدية ولا من الذين كفروا ماوىكم النار هي مولىكم وبئس المصير",
  },
  {
    "surah_number": 57,
    "verse_number": 16,
    "content":
        "الم يان للذين ءامنوا ان تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين اوتوا الكتب من قبل فطال عليهم الامد فقست قلوبهم وكثير منهم فسقون",
  },
  {
    "surah_number": 57,
    "verse_number": 17,
    "content":
        "اعلموا ان الله يحي الارض بعد موتها قد بينا لكم الايت لعلكم تعقلون",
  },
  {
    "surah_number": 57,
    "verse_number": 18,
    "content":
        "ان المصدقين والمصدقت واقرضوا الله قرضا حسنا يضعف لهم ولهم اجر كريم",
  },
  {
    "surah_number": 57,
    "verse_number": 19,
    "content":
        "والذين ءامنوا بالله ورسله اولـئك هم الصديقون والشهداء عند ربهم لهم اجرهم ونورهم والذين كفروا وكذبوا بـايتنا اولـئك اصحب الجحيم",
  },
  {
    "surah_number": 57,
    "verse_number": 20,
    "content":
        "اعلموا انما الحيوة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الامول والاولد كمثل غيث اعجب الكفار نباته ثم يهيج فترىه مصفرا ثم يكون حطما وفي الاخرة عذاب شديد ومغفرة من الله ورضون وما الحيوة الدنيا الا متع الغرور",
  },
  {
    "surah_number": 57,
    "verse_number": 21,
    "content":
        "سابقوا الى مغفرة من ربكم وجنة عرضها كعرض السماء والارض اعدت للذين ءامنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم",
  },
  {
    "surah_number": 57,
    "verse_number": 22,
    "content":
        "ما اصاب من مصيبة في الارض ولا في انفسكم الا في كتب من قبل ان نبراها ان ذلك على الله يسير",
  },
  {
    "surah_number": 57,
    "verse_number": 23,
    "content":
        "لكيلا تاسوا على ما فاتكم ولا تفرحوا بما ءاتىكم والله لا يحب كل مختال فخور",
  },
  {
    "surah_number": 57,
    "verse_number": 24,
    "content":
        "الذين يبخلون ويامرون الناس بالبخل ومن يتول فان الله هو الغني الحميد",
  },
  {
    "surah_number": 57,
    "verse_number": 25,
    "content":
        "لقد ارسلنا رسلنا بالبينت وانزلنا معهم الكتب والميزان ليقوم الناس بالقسط وانزلنا الحديد فيه باس شديد ومنفع للناس وليعلم الله من ينصره ورسله بالغيب ان الله قوي عزيز",
  },
  {
    "surah_number": 57,
    "verse_number": 26,
    "content":
        "ولقد ارسلنا نوحا وابرهيم وجعلنا في ذريتهما النبوة والكتب فمنهم مهتد وكثير منهم فسقون",
  },
  {
    "surah_number": 57,
    "verse_number": 27,
    "content":
        "ثم قفينا على ءاثرهم برسلنا وقفينا بعيسى ابن مريم وءاتينه الانجيل وجعلنا في قلوب الذين اتبعوه رافة ورحمة ورهبانية ابتدعوها ما كتبنها عليهم الا ابتغاء رضون الله فما رعوها حق رعايتها فـاتينا الذين ءامنوا منهم اجرهم وكثير منهم فسقون",
  },
  {
    "surah_number": 57,
    "verse_number": 28,
    "content":
        "يـايها الذين ءامنوا اتقوا الله وءامنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم والله غفور رحيم",
  },
  {
    "surah_number": 57,
    "verse_number": 29,
    "content":
        "لئلا يعلم اهل الكتب الا يقدرون على شيء من فضل الله وان الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم",
  },
  {
    "surah_number": 58,
    "verse_number": 1,
    "content":
        "قد سمع الله قول التي تجدلك في زوجها وتشتكي الى الله والله يسمع تحاوركما ان الله سميع بصير",
  },
  {
    "surah_number": 58,
    "verse_number": 2,
    "content":
        "الذين يظهرون منكم من نسائهم ما هن امهتهم ان امهتهم الا الــي ولدنهم وانهم ليقولون منكرا من القول وزورا وان الله لعفو غفور",
  },
  {
    "surah_number": 58,
    "verse_number": 3,
    "content":
        "والذين يظهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل ان يتماسا ذلكم توعظون به والله بما تعملون خبير",
  },
  {
    "surah_number": 58,
    "verse_number": 4,
    "content":
        "فمن لم يجد فصيام شهرين متتابعين من قبل ان يتماسا فمن لم يستطع فاطعام ستين مسكينا ذلك لتؤمنوا بالله ورسوله وتلك حدود الله وللكفرين عذاب اليم",
  },
  {
    "surah_number": 58,
    "verse_number": 5,
    "content":
        "ان الذين يحادون الله ورسوله كبتوا كما كبت الذين من قبلهم وقد انزلنا ءايت بينت وللكفرين عذاب مهين",
  },
  {
    "surah_number": 58,
    "verse_number": 6,
    "content":
        "يوم يبعثهم الله جميعا فينبئهم بما عملوا احصىه الله ونسوه والله على كل شيء شهيد",
  },
  {
    "surah_number": 58,
    "verse_number": 7,
    "content":
        "الم تر ان الله يعلم ما في السموت وما في الارض ما يكون من نجوى ثلثة الا هو رابعهم ولا خمسة الا هو سادسهم ولا ادنى من ذلك ولا اكثر الا هو معهم اين ما كانوا ثم ينبئهم بما عملوا يوم القيمة ان الله بكل شيء عليم",
  },
  {
    "surah_number": 58,
    "verse_number": 8,
    "content":
        "الم تر الى الذين نهوا عن النجوى ثم يعودون لما نهوا عنه ويتنجون بالاثم والعدون ومعصيت الرسول واذا جاءوك حيوك بما لم يحيك به الله ويقولون في انفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصير",
  },
  {
    "surah_number": 58,
    "verse_number": 9,
    "content":
        "يـايها الذين ءامنوا اذا تنجيتم فلا تتنجوا بالاثم والعدون ومعصيت الرسول وتنجوا بالبر والتقوى واتقوا الله الذي اليه تحشرون",
  },
  {
    "surah_number": 58,
    "verse_number": 10,
    "content":
        "انما النجوى من الشيطن ليحزن الذين ءامنوا وليس بضارهم شيـا الا باذن الله وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 58,
    "verse_number": 11,
    "content":
        "يـايها الذين ءامنوا اذا قيل لكم تفسحوا في المجلس فافسحوا يفسح الله لكم واذا قيل انشزوا فانشزوا يرفع الله الذين ءامنوا منكم والذين اوتوا العلم درجت والله بما تعملون خبير",
  },
  {
    "surah_number": 58,
    "verse_number": 12,
    "content":
        "يـايها الذين ءامنوا اذا نجيتم الرسول فقدموا بين يدي نجوىكم صدقة ذلك خير لكم واطهر فان لم تجدوا فان الله غفور رحيم",
  },
  {
    "surah_number": 58,
    "verse_number": 13,
    "content":
        "ءاشفقتم ان تقدموا بين يدي نجوىكم صدقت فاذ لم تفعلوا وتاب الله عليكم فاقيموا الصلاة وءاتوا الزكوة واطيعوا الله ورسوله والله خبير بما تعملون",
  },
  {
    "surah_number": 58,
    "verse_number": 14,
    "content":
        "الم تر الى الذين تولوا قوما غضب الله عليهم ما هم منكم ولا منهم ويحلفون على الكذب وهم يعلمون",
  },
  {
    "surah_number": 58,
    "verse_number": 15,
    "content": "اعد الله لهم عذابا شديدا انهم ساء ما كانوا يعملون",
  },
  {
    "surah_number": 58,
    "verse_number": 16,
    "content": "اتخذوا ايمنهم جنة فصدوا عن سبيل الله فلهم عذاب مهين",
  },
  {
    "surah_number": 58,
    "verse_number": 17,
    "content":
        "لن تغني عنهم امولهم ولا اولدهم من الله شيـا اولـئك اصحب النار هم فيها خلدون",
  },
  {
    "surah_number": 58,
    "verse_number": 18,
    "content":
        "يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون انهم على شيء الا انهم هم الكذبون",
  },
  {
    "surah_number": 58,
    "verse_number": 19,
    "content":
        "استحوذ عليهم الشيطن فانسىهم ذكر الله اولـئك حزب الشيطن الا ان حزب الشيطن هم الخسرون",
  },
  {
    "surah_number": 58,
    "verse_number": 20,
    "content": "ان الذين يحادون الله ورسوله اولـئك في الاذلين",
  },
  {
    "surah_number": 58,
    "verse_number": 21,
    "content": "كتب الله لاغلبن انا ورسلي ان الله قوي عزيز",
  },
  {
    "surah_number": 58,
    "verse_number": 22,
    "content":
        "لا تجد قوما يؤمنون بالله واليوم الاخر يوادون من حاد الله ورسوله ولو كانوا ءاباءهم او ابناءهم او اخونهم او عشيرتهم اولـئك كتب في قلوبهم الايمن وايدهم بروح منه ويدخلهم جنـت تجري من تحتها الانهر خلدين فيها رضي الله عنهم ورضوا عنه اولـئك حزب الله الا ان حزب الله هم المفلحون",
  },
  {
    "surah_number": 59,
    "verse_number": 1,
    "content": "سبح لله ما في السموت وما في الارض وهو العزيز الحكيم",
  },
  {
    "surah_number": 59,
    "verse_number": 2,
    "content":
        "هو الذي اخرج الذين كفروا من اهل الكتب من ديرهم لاول الحشر ما ظننتم ان يخرجوا وظنوا انهم مانعتهم حصونهم من الله فاتىهم الله من حيث لم يحتسبوا وقذف في قلوبهم الرعب يخربون بيوتهم بايديهم وايدي المؤمنين فاعتبروا يـاولي الابصر",
  },
  {
    "surah_number": 59,
    "verse_number": 3,
    "content":
        "ولولا ان كتب الله عليهم الجلاء لعذبهم في الدنيا ولهم في الاخرة عذاب النار",
  },
  {
    "surah_number": 59,
    "verse_number": 4,
    "content": "ذلك بانهم شاقوا الله ورسوله ومن يشاق الله فان الله شديد العقاب",
  },
  {
    "surah_number": 59,
    "verse_number": 5,
    "content":
        "ما قطعتم من لينة او تركتموها قائمة على اصولها فباذن الله وليخزي الفسقين",
  },
  {
    "surah_number": 59,
    "verse_number": 6,
    "content":
        "وما افاء الله على رسوله منهم فما اوجفتم عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير",
  },
  {
    "surah_number": 59,
    "verse_number": 7,
    "content":
        "ما افاء الله على رسوله من اهل القرى فلله وللرسول ولذي القربى واليتمى والمسكين وابن السبيل كي لا يكون دولة بين الاغنياء منكم وما ءاتىكم الرسول فخذوه وما نهىكم عنه فانتهوا واتقوا الله ان الله شديد العقاب",
  },
  {
    "surah_number": 59,
    "verse_number": 8,
    "content":
        "للفقراء المهجرين الذين اخرجوا من ديرهم وامولهم يبتغون فضلا من الله ورضونا وينصرون الله ورسوله اولـئك هم الصـدقون",
  },
  {
    "surah_number": 59,
    "verse_number": 9,
    "content":
        "والذين تبوءو الدار والايمن من قبلهم يحبون من هاجر اليهم ولا يجدون في صدورهم حاجة مما اوتوا ويؤثرون على انفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فاولـئك هم المفلحون",
  },
  {
    "surah_number": 59,
    "verse_number": 10,
    "content":
        "والذين جاءو من بعدهم يقولون ربنا اغفر لنا ولاخوننا الذين سبقونا بالايمن ولا تجعل في قلوبنا غلا للذين ءامنوا ربنا انك رءوف رحيم",
  },
  {
    "surah_number": 59,
    "verse_number": 11,
    "content":
        "الم تر الى الذين نافقوا يقولون لاخونهم الذين كفروا من اهل الكتب لئن اخرجتم لنخرجن معكم ولا نطيع فيكم احدا ابدا وان قوتلتم لننصرنكم والله يشهد انهم لكذبون",
  },
  {
    "surah_number": 59,
    "verse_number": 12,
    "content":
        "لئن اخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم ليولن الادبر ثم لا ينصرون",
  },
  {
    "surah_number": 59,
    "verse_number": 13,
    "content": "لانتم اشد رهبة في صدورهم من الله ذلك بانهم قوم لا يفقهون",
  },
  {
    "surah_number": 59,
    "verse_number": 14,
    "content":
        "لا يقتلونكم جميعا الا في قرى محصنة او من وراء جدر باسهم بينهم شديد تحسبهم جميعا وقلوبهم شتى ذلك بانهم قوم لا يعقلون",
  },
  {
    "surah_number": 59,
    "verse_number": 15,
    "content": "كمثل الذين من قبلهم قريبا ذاقوا وبال امرهم ولهم عذاب اليم",
  },
  {
    "surah_number": 59,
    "verse_number": 16,
    "content":
        "كمثل الشيطن اذ قال للانسن اكفر فلما كفر قال اني بريء منك اني اخاف الله رب العلمين",
  },
  {
    "surah_number": 59,
    "verse_number": 17,
    "content": "فكان عقبتهما انهما في النار خلدين فيها وذلك جزـؤا الظـلمين",
  },
  {
    "surah_number": 59,
    "verse_number": 18,
    "content":
        "يـايها الذين ءامنوا اتقوا الله ولتنظر نفس ما قدمت لغد واتقوا الله ان الله خبير بما تعملون",
  },
  {
    "surah_number": 59,
    "verse_number": 19,
    "content": "ولا تكونوا كالذين نسوا الله فانسىهم انفسهم اولـئك هم الفسقون",
  },
  {
    "surah_number": 59,
    "verse_number": 20,
    "content": "لا يستوي اصحب النار واصحب الجنة اصحب الجنة هم الفائزون",
  },
  {
    "surah_number": 59,
    "verse_number": 21,
    "content":
        "لو انزلنا هذا القرءان على جبل لرايته خشعا متصدعا من خشية الله وتلك الامثل نضربها للناس لعلهم يتفكرون",
  },
  {
    "surah_number": 59,
    "verse_number": 22,
    "content": "هو الله الذي لا اله الا هو علم الغيب والشهدة هو الرحمن الرحيم",
  },
  {
    "surah_number": 59,
    "verse_number": 23,
    "content":
        "هو الله الذي لا اله الا هو الملك القدوس السلم المؤمن المهيمن العزيز الجبار المتكبر سبحن الله عما يشركون",
  },
  {
    "surah_number": 59,
    "verse_number": 24,
    "content":
        "هو الله الخلق البارئ المصور له الاسماء الحسنى يسبح له ما في السموت والارض وهو العزيز الحكيم",
  },
  {
    "surah_number": 60,
    "verse_number": 1,
    "content":
        "يـايها الذين ءامنوا لا تتخذوا عدوي وعدوكم اولياء تلقون اليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول واياكم ان تؤمنوا بالله ربكم ان كنتم خرجتم جهدا في سبيلي وابتغاء مرضاتي تسرون اليهم بالمودة وانا اعلم بما اخفيتم وما اعلنتم ومن يفعله منكم فقد ضل سواء السبيل",
  },
  {
    "surah_number": 60,
    "verse_number": 2,
    "content":
        "ان يثقفوكم يكونوا لكم اعداء ويبسطوا اليكم ايديهم والسنتهم بالسوء وودوا لو تكفرون",
  },
  {
    "surah_number": 60,
    "verse_number": 3,
    "content":
        "لن تنفعكم ارحامكم ولا اولدكم يوم القيمة يفصل بينكم والله بما تعملون بصير",
  },
  {
    "surah_number": 60,
    "verse_number": 4,
    "content":
        "قد كانت لكم اسوة حسنة في ابرهيم والذين معه اذ قالوا لقومهم انا برءـؤا منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العدوة والبغضاء ابدا حتى تؤمنوا بالله وحده الا قول ابرهيم لابيه لاستغفرن لك وما املك لك من الله من شيء ربنا عليك توكلنا واليك انبنا واليك المصير",
  },
  {
    "surah_number": 60,
    "verse_number": 5,
    "content":
        "ربنا لا تجعلنا فتنة للذين كفروا واغفر لنا ربنا انك انت العزيز الحكيم",
  },
  {
    "surah_number": 60,
    "verse_number": 6,
    "content":
        "لقد كان لكم فيهم اسوة حسنة لمن كان يرجوا الله واليوم الاخر ومن يتول فان الله هو الغني الحميد",
  },
  {
    "surah_number": 60,
    "verse_number": 7,
    "content":
        "عسى الله ان يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم",
  },
  {
    "surah_number": 60,
    "verse_number": 8,
    "content":
        "لا ينهىكم الله عن الذين لم يقتلوكم في الدين ولم يخرجوكم من ديركم ان تبروهم وتقسطوا اليهم ان الله يحب المقسطين",
  },
  {
    "surah_number": 60,
    "verse_number": 9,
    "content":
        "انما ينهىكم الله عن الذين قتلوكم في الدين واخرجوكم من ديركم وظهروا على اخراجكم ان تولوهم ومن يتولهم فاولـئك هم الظـلمون",
  },
  {
    "surah_number": 60,
    "verse_number": 10,
    "content":
        "يـايها الذين ءامنوا اذا جاءكم المؤمنت مهجرت فامتحنوهن الله اعلم بايمنهن فان علمتموهن مؤمنت فلا ترجعوهن الى الكفار لا هن حل لهم ولا هم يحلون لهن وءاتوهم ما انفقوا ولا جناح عليكم ان تنكحوهن اذا ءاتيتموهن اجورهن ولا تمسكوا بعصم الكوافر وسـلوا ما انفقتم وليسـلوا ما انفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيم",
  },
  {
    "surah_number": 60,
    "verse_number": 11,
    "content":
        "وان فاتكم شيء من ازوجكم الى الكفار فعاقبتم فـاتوا الذين ذهبت ازوجهم مثل ما انفقوا واتقوا الله الذي انتم به مؤمنون",
  },
  {
    "surah_number": 60,
    "verse_number": 12,
    "content":
        "يـايها النبي اذا جاءك المؤمنت يبايعنك على ان لا يشركن بالله شيـا ولا يسرقن ولا يزنين ولا يقتلن اولدهن ولا ياتين ببهتن يفترينه بين ايديهن وارجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله ان الله غفور رحيم",
  },
  {
    "surah_number": 60,
    "verse_number": 13,
    "content":
        "يـايها الذين ءامنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الاخرة كما يئس الكفار من اصحب القبور",
  },
  {
    "surah_number": 61,
    "verse_number": 1,
    "content": "سبح لله ما في السموت وما في الارض وهو العزيز الحكيم",
  },
  {
    "surah_number": 61,
    "verse_number": 2,
    "content": "يـايها الذين ءامنوا لم تقولون ما لا تفعلون",
  },
  {
    "surah_number": 61,
    "verse_number": 3,
    "content": "كبر مقتا عند الله ان تقولوا ما لا تفعلون",
  },
  {
    "surah_number": 61,
    "verse_number": 4,
    "content": "ان الله يحب الذين يقتلون في سبيله صفا كانهم بنين مرصوص",
  },
  {
    "surah_number": 61,
    "verse_number": 5,
    "content":
        "واذ قال موسى لقومه يقوم لم تؤذونني وقد تعلمون اني رسول الله اليكم فلما زاغوا ازاغ الله قلوبهم والله لا يهدي القوم الفسقين",
  },
  {
    "surah_number": 61,
    "verse_number": 6,
    "content":
        "واذ قال عيسى ابن مريم يبني اسرـءيل اني رسول الله اليكم مصدقا لما بين يدي من التورىة ومبشرا برسول ياتي من بعدي اسمه احمد فلما جاءهم بالبينت قالوا هذا سحر مبين",
  },
  {
    "surah_number": 61,
    "verse_number": 7,
    "content":
        "ومن اظلم ممن افترى على الله الكذب وهو يدعى الى الاسلم والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 61,
    "verse_number": 8,
    "content": "يريدون ليطفـوا نور الله بافوههم والله متم نوره ولو كره الكفرون",
  },
  {
    "surah_number": 61,
    "verse_number": 9,
    "content":
        "هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون",
  },
  {
    "surah_number": 61,
    "verse_number": 10,
    "content": "يـايها الذين ءامنوا هل ادلكم على تجرة تنجيكم من عذاب اليم",
  },
  {
    "surah_number": 61,
    "verse_number": 11,
    "content":
        "تؤمنون بالله ورسوله وتجهدون في سبيل الله بامولكم وانفسكم ذلكم خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 61,
    "verse_number": 12,
    "content":
        "يغفر لكم ذنوبكم ويدخلكم جنـت تجري من تحتها الانهر ومسكن طيبة في جنـت عدن ذلك الفوز العظيم",
  },
  {
    "surah_number": 61,
    "verse_number": 13,
    "content": "واخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين",
  },
  {
    "surah_number": 61,
    "verse_number": 14,
    "content":
        "يـايها الذين ءامنوا كونوا انصار الله كما قال عيسى ابن مريم للحواريـن من انصاري الى الله قال الحواريون نحن انصار الله فـامنت طائفة من بني اسرـءيل وكفرت طائفة فايدنا الذين ءامنوا على عدوهم فاصبحوا ظهرين",
  },
  {
    "surah_number": 62,
    "verse_number": 1,
    "content": "يسبح لله ما في السموت وما في الارض الملك القدوس العزيز الحكيم",
  },
  {
    "surah_number": 62,
    "verse_number": 2,
    "content":
        "هو الذي بعث في الاميـن رسولا منهم يتلوا عليهم ءايته ويزكيهم ويعلمهم الكتب والحكمة وان كانوا من قبل لفي ضلل مبين",
  },
  {
    "surah_number": 62,
    "verse_number": 3,
    "content": "وءاخرين منهم لما يلحقوا بهم وهو العزيز الحكيم",
  },
  {
    "surah_number": 62,
    "verse_number": 4,
    "content": "ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم",
  },
  {
    "surah_number": 62,
    "verse_number": 5,
    "content":
        "مثل الذين حملوا التورىة ثم لم يحملوها كمثل الحمار يحمل اسفارا بئس مثل القوم الذين كذبوا بـايت الله والله لا يهدي القوم الظـلمين",
  },
  {
    "surah_number": 62,
    "verse_number": 6,
    "content":
        "قل يـايها الذين هادوا ان زعمتم انكم اولياء لله من دون الناس فتمنوا الموت ان كنتم صدقين",
  },
  {
    "surah_number": 62,
    "verse_number": 7,
    "content": "ولا يتمنونه ابدا بما قدمت ايديهم والله عليم بالظـلمين",
  },
  {
    "surah_number": 62,
    "verse_number": 8,
    "content":
        "قل ان الموت الذي تفرون منه فانه ملقيكم ثم تردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون",
  },
  {
    "surah_number": 62,
    "verse_number": 9,
    "content":
        "يـايها الذين ءامنوا اذا نودي للصلوة من يوم الجمعة فاسعوا الى ذكر الله وذروا البيع ذلكم خير لكم ان كنتم تعلمون",
  },
  {
    "surah_number": 62,
    "verse_number": 10,
    "content":
        "فاذا قضيت الصلاة فانتشروا في الارض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون",
  },
  {
    "surah_number": 62,
    "verse_number": 11,
    "content":
        "واذا راوا تجرة او لهوا انفضوا اليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجرة والله خير الرـزقين",
  },
  {
    "surah_number": 63,
    "verse_number": 1,
    "content":
        "اذا جاءك المنفقون قالوا نشهد انك لرسول الله والله يعلم انك لرسوله والله يشهد ان المنفقين لكذبون",
  },
  {
    "surah_number": 63,
    "verse_number": 2,
    "content": "اتخذوا ايمنهم جنة فصدوا عن سبيل الله انهم ساء ما كانوا يعملون",
  },
  {
    "surah_number": 63,
    "verse_number": 3,
    "content": "ذلك بانهم ءامنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون",
  },
  {
    "surah_number": 63,
    "verse_number": 4,
    "content":
        "واذا رايتهم تعجبك اجسامهم وان يقولوا تسمع لقولهم كانهم خشب مسندة يحسبون كل صيحة عليهم هم العدو فاحذرهم قتلهم الله انى يؤفكون",
  },
  {
    "surah_number": 63,
    "verse_number": 5,
    "content":
        "واذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ورايتهم يصدون وهم مستكبرون",
  },
  {
    "surah_number": 63,
    "verse_number": 6,
    "content":
        "سواء عليهم استغفرت لهم ام لم تستغفر لهم لن يغفر الله لهم ان الله لا يهدي القوم الفسقين",
  },
  {
    "surah_number": 63,
    "verse_number": 7,
    "content":
        "هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السموت والارض ولكن المنفقين لا يفقهون",
  },
  {
    "surah_number": 63,
    "verse_number": 8,
    "content":
        "يقولون لئن رجعنا الى المدينة ليخرجن الاعز منها الاذل ولله العزة ولرسوله وللمؤمنين ولكن المنفقين لا يعلمون",
  },
  {
    "surah_number": 63,
    "verse_number": 9,
    "content":
        "يـايها الذين ءامنوا لا تلهكم امولكم ولا اولدكم عن ذكر الله ومن يفعل ذلك فاولـئك هم الخسرون",
  },
  {
    "surah_number": 63,
    "verse_number": 10,
    "content":
        "وانفقوا من ما رزقنكم من قبل ان ياتي احدكم الموت فيقول رب لولا اخرتني الى اجل قريب فاصدق واكن من الصـلحين",
  },
  {
    "surah_number": 63,
    "verse_number": 11,
    "content": "ولن يؤخر الله نفسا اذا جاء اجلها والله خبير بما تعملون",
  },
  {
    "surah_number": 64,
    "verse_number": 1,
    "content":
        "يسبح لله ما في السموت وما في الارض له الملك وله الحمد وهو على كل شيء قدير",
  },
  {
    "surah_number": 64,
    "verse_number": 2,
    "content": "هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير",
  },
  {
    "surah_number": 64,
    "verse_number": 3,
    "content": "خلق السموت والارض بالحق وصوركم فاحسن صوركم واليه المصير",
  },
  {
    "surah_number": 64,
    "verse_number": 4,
    "content":
        "يعلم ما في السموت والارض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور",
  },
  {
    "surah_number": 64,
    "verse_number": 5,
    "content":
        "الم ياتكم نبؤا الذين كفروا من قبل فذاقوا وبال امرهم ولهم عذاب اليم",
  },
  {
    "surah_number": 64,
    "verse_number": 6,
    "content":
        "ذلك بانه كانت تاتيهم رسلهم بالبينت فقالوا ابشر يهدوننا فكفروا وتولوا واستغنى الله والله غني حميد",
  },
  {
    "surah_number": 64,
    "verse_number": 7,
    "content":
        "زعم الذين كفروا ان لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير",
  },
  {
    "surah_number": 64,
    "verse_number": 8,
    "content": "فـامنوا بالله ورسوله والنور الذي انزلنا والله بما تعملون خبير",
  },
  {
    "surah_number": 64,
    "verse_number": 9,
    "content":
        "يوم يجمعكم ليوم الجمع ذلك يوم التغابن ومن يؤمن بالله ويعمل صلحا يكفر عنه سيـاته ويدخله جنـت تجري من تحتها الانهر خلدين فيها ابدا ذلك الفوز العظيم",
  },
  {
    "surah_number": 64,
    "verse_number": 10,
    "content":
        "والذين كفروا وكذبوا بـايتنا اولـئك اصحب النار خلدين فيها وبئس المصير",
  },
  {
    "surah_number": 64,
    "verse_number": 11,
    "content":
        "ما اصاب من مصيبة الا باذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم",
  },
  {
    "surah_number": 64,
    "verse_number": 12,
    "content":
        "واطيعوا الله واطيعوا الرسول فان توليتم فانما على رسولنا البلغ المبين",
  },
  {
    "surah_number": 64,
    "verse_number": 13,
    "content": "الله لا اله الا هو وعلى الله فليتوكل المؤمنون",
  },
  {
    "surah_number": 64,
    "verse_number": 14,
    "content":
        "يـايها الذين ءامنوا ان من ازوجكم واولدكم عدوا لكم فاحذروهم وان تعفوا وتصفحوا وتغفروا فان الله غفور رحيم",
  },
  {
    "surah_number": 64,
    "verse_number": 15,
    "content": "انما امولكم واولدكم فتنة والله عنده اجر عظيم",
  },
  {
    "surah_number": 64,
    "verse_number": 16,
    "content":
        "فاتقوا الله ما استطعتم واسمعوا واطيعوا وانفقوا خيرا لانفسكم ومن يوق شح نفسه فاولـئك هم المفلحون",
  },
  {
    "surah_number": 64,
    "verse_number": 17,
    "content": "ان تقرضوا الله قرضا حسنا يضعفه لكم ويغفر لكم والله شكور حليم",
  },
  {
    "surah_number": 64,
    "verse_number": 18,
    "content": "علم الغيب والشهدة العزيز الحكيم",
  },
  {
    "surah_number": 65,
    "verse_number": 1,
    "content":
        "يـايها النبي اذا طلقتم النساء فطلقوهن لعدتهن واحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن الا ان ياتين بفحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك امرا",
  },
  {
    "surah_number": 65,
    "verse_number": 2,
    "content":
        "فاذا بلغن اجلهن فامسكوهن بمعروف او فارقوهن بمعروف واشهدوا ذوي عدل منكم واقيموا الشهدة لله ذلكم يوعظ به من كان يؤمن بالله واليوم الاخر ومن يتق الله يجعل له مخرجا",
  },
  {
    "surah_number": 65,
    "verse_number": 3,
    "content":
        "ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه ان الله بلغ امره قد جعل الله لكل شيء قدرا",
  },
  {
    "surah_number": 65,
    "verse_number": 4,
    "content":
        "والــي يئسن من المحيض من نسائكم ان ارتبتم فعدتهن ثلثة اشهر والــي لم يحضن واولت الاحمال اجلهن ان يضعن حملهن ومن يتق الله يجعل له من امره يسرا",
  },
  {
    "surah_number": 65,
    "verse_number": 5,
    "content":
        "ذلك امر الله انزله اليكم ومن يتق الله يكفر عنه سيـاته ويعظم له اجرا",
  },
  {
    "surah_number": 65,
    "verse_number": 6,
    "content":
        "اسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وان كن اولت حمل فانفقوا عليهن حتى يضعن حملهن فان ارضعن لكم فـاتوهن اجورهن واتمروا بينكم بمعروف وان تعاسرتم فسترضع له اخرى",
  },
  {
    "surah_number": 65,
    "verse_number": 7,
    "content":
        "لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما ءاتىه الله لا يكلف الله نفسا الا ما ءاتىها سيجعل الله بعد عسر يسرا",
  },
  {
    "surah_number": 65,
    "verse_number": 8,
    "content":
        "وكاين من قرية عتت عن امر ربها ورسله فحاسبنها حسابا شديدا وعذبنها عذابا نكرا",
  },
  {
    "surah_number": 65,
    "verse_number": 9,
    "content": "فذاقت وبال امرها وكان عقبة امرها خسرا",
  },
  {
    "surah_number": 65,
    "verse_number": 10,
    "content":
        "اعد الله لهم عذابا شديدا فاتقوا الله يـاولي الالبب الذين ءامنوا قد انزل الله اليكم ذكرا",
  },
  {
    "surah_number": 65,
    "verse_number": 11,
    "content":
        "رسولا يتلوا عليكم ءايت الله مبينت ليخرج الذين ءامنوا وعملوا الصـلحت من الظلمت الى النور ومن يؤمن بالله ويعمل صلحا يدخله جنـت تجري من تحتها الانهر خلدين فيها ابدا قد احسن الله له رزقا",
  },
  {
    "surah_number": 65,
    "verse_number": 12,
    "content":
        "الله الذي خلق سبع سموت ومن الارض مثلهن يتنزل الامر بينهن لتعلموا ان الله على كل شيء قدير وان الله قد احاط بكل شيء علما",
  },
  {
    "surah_number": 66,
    "verse_number": 1,
    "content":
        "يـايها النبي لم تحرم ما احل الله لك تبتغي مرضات ازوجك والله غفور رحيم",
  },
  {
    "surah_number": 66,
    "verse_number": 2,
    "content": "قد فرض الله لكم تحلة ايمنكم والله مولىكم وهو العليم الحكيم",
  },
  {
    "surah_number": 66,
    "verse_number": 3,
    "content":
        "واذ اسر النبي الى بعض ازوجه حديثا فلما نبات به واظهره الله عليه عرف بعضه واعرض عن بعض فلما نباها به قالت من انباك هذا قال نباني العليم الخبير",
  },
  {
    "surah_number": 66,
    "verse_number": 4,
    "content":
        "ان تتوبا الى الله فقد صغت قلوبكما وان تظهرا عليه فان الله هو مولىه وجبريل وصلح المؤمنين والملـئكة بعد ذلك ظهير",
  },
  {
    "surah_number": 66,
    "verse_number": 5,
    "content":
        "عسى ربه ان طلقكن ان يبدله ازوجا خيرا منكن مسلمت مؤمنت قنتت تـئبت عبدت سـئحت ثيبت وابكارا",
  },
  {
    "surah_number": 66,
    "verse_number": 6,
    "content":
        "يـايها الذين ءامنوا قوا انفسكم واهليكم نارا وقودها الناس والحجارة عليها ملـئكة غلاظ شداد لا يعصون الله ما امرهم ويفعلون ما يؤمرون",
  },
  {
    "surah_number": 66,
    "verse_number": 7,
    "content": "يـايها الذين كفروا لا تعتذروا اليوم انما تجزون ما كنتم تعملون",
  },
  {
    "surah_number": 66,
    "verse_number": 8,
    "content":
        "يـايها الذين ءامنوا توبوا الى الله توبة نصوحا عسى ربكم ان يكفر عنكم سيـاتكم ويدخلكم جنـت تجري من تحتها الانهر يوم لا يخزي الله النبي والذين ءامنوا معه نورهم يسعى بين ايديهم وبايمنهم يقولون ربنا اتمم لنا نورنا واغفر لنا انك على كل شيء قدير",
  },
  {
    "surah_number": 66,
    "verse_number": 9,
    "content":
        "يـايها النبي جهد الكفار والمنفقين واغلظ عليهم وماوىهم جهنم وبئس المصير",
  },
  {
    "surah_number": 66,
    "verse_number": 10,
    "content":
        "ضرب الله مثلا للذين كفروا امرات نوح وامرات لوط كانتا تحت عبدين من عبادنا صلحين فخانتاهما فلم يغنيا عنهما من الله شيـا وقيل ادخلا النار مع الدـخلين",
  },
  {
    "surah_number": 66,
    "verse_number": 11,
    "content":
        "وضرب الله مثلا للذين ءامنوا امرات فرعون اذ قالت رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظـلمين",
  },
  {
    "surah_number": 66,
    "verse_number": 12,
    "content":
        "ومريم ابنت عمرن التي احصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمت ربها وكتبه وكانت من القنتين",
  },
  {
    "surah_number": 67,
    "verse_number": 1,
    "content": "تبرك الذي بيده الملك وهو على كل شيء قدير",
  },
  {
    "surah_number": 67,
    "verse_number": 2,
    "content":
        "الذي خلق الموت والحيوة ليبلوكم ايكم احسن عملا وهو العزيز الغفور",
  },
  {
    "surah_number": 67,
    "verse_number": 3,
    "content":
        "الذي خلق سبع سموت طباقا ما ترى في خلق الرحمن من تفوت فارجع البصر هل ترى من فطور",
  },
  {
    "surah_number": 67,
    "verse_number": 4,
    "content": "ثم ارجع البصر كرتين ينقلب اليك البصر خاسئا وهو حسير",
  },
  {
    "surah_number": 67,
    "verse_number": 5,
    "content":
        "ولقد زينا السماء الدنيا بمصبيح وجعلنها رجوما للشيطين واعتدنا لهم عذاب السعير",
  },
  {
    "surah_number": 67,
    "verse_number": 6,
    "content": "وللذين كفروا بربهم عذاب جهنم وبئس المصير",
  },
  {
    "surah_number": 67,
    "verse_number": 7,
    "content": "اذا القوا فيها سمعوا لها شهيقا وهي تفور",
  },
  {
    "surah_number": 67,
    "verse_number": 8,
    "content":
        "تكاد تميز من الغيظ كلما القي فيها فوج سالهم خزنتها الم ياتكم نذير",
  },
  {
    "surah_number": 67,
    "verse_number": 9,
    "content":
        "قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء ان انتم الا في ضلل كبير",
  },
  {
    "surah_number": 67,
    "verse_number": 10,
    "content": "وقالوا لو كنا نسمع او نعقل ما كنا في اصحب السعير",
  },
  {
    "surah_number": 67,
    "verse_number": 11,
    "content": "فاعترفوا بذنبهم فسحقا لاصحب السعير",
  },
  {
    "surah_number": 67,
    "verse_number": 12,
    "content": "ان الذين يخشون ربهم بالغيب لهم مغفرة واجر كبير",
  },
  {
    "surah_number": 67,
    "verse_number": 13,
    "content": "واسروا قولكم او اجهروا به انه عليم بذات الصدور",
  },
  {
    "surah_number": 67,
    "verse_number": 14,
    "content": "الا يعلم من خلق وهو اللطيف الخبير",
  },
  {
    "surah_number": 67,
    "verse_number": 15,
    "content":
        "هو الذي جعل لكم الارض ذلولا فامشوا في مناكبها وكلوا من رزقه واليه النشور",
  },
  {
    "surah_number": 67,
    "verse_number": 16,
    "content": "ءامنتم من في السماء ان يخسف بكم الارض فاذا هي تمور",
  },
  {
    "surah_number": 67,
    "verse_number": 17,
    "content": "ام امنتم من في السماء ان يرسل عليكم حاصبا فستعلمون كيف نذير",
  },
  {
    "surah_number": 67,
    "verse_number": 18,
    "content": "ولقد كذب الذين من قبلهم فكيف كان نكير",
  },
  {
    "surah_number": 67,
    "verse_number": 19,
    "content":
        "اولم يروا الى الطير فوقهم صـفـت ويقبضن ما يمسكهن الا الرحمن انه بكل شيء بصير",
  },
  {
    "surah_number": 67,
    "verse_number": 20,
    "content":
        "امن هذا الذي هو جند لكم ينصركم من دون الرحمن ان الكفرون الا في غرور",
  },
  {
    "surah_number": 67,
    "verse_number": 21,
    "content": "امن هذا الذي يرزقكم ان امسك رزقه بل لجوا في عتو ونفور",
  },
  {
    "surah_number": 67,
    "verse_number": 22,
    "content": "افمن يمشي مكبا على وجهه اهدى امن يمشي سويا على صراط مستقيم",
  },
  {
    "surah_number": 67,
    "verse_number": 23,
    "content":
        "قل هو الذي انشاكم وجعل لكم السمع والابصر والافـدة قليلا ما تشكرون",
  },
  {
    "surah_number": 67,
    "verse_number": 24,
    "content": "قل هو الذي ذراكم في الارض واليه تحشرون",
  },
  {
    "surah_number": 67,
    "verse_number": 25,
    "content": "ويقولون متى هذا الوعد ان كنتم صدقين",
  },
  {
    "surah_number": 67,
    "verse_number": 26,
    "content": "قل انما العلم عند الله وانما انا نذير مبين",
  },
  {
    "surah_number": 67,
    "verse_number": 27,
    "content":
        "فلما راوه زلفة سيـت وجوه الذين كفروا وقيل هذا الذي كنتم به تدعون",
  },
  {
    "surah_number": 67,
    "verse_number": 28,
    "content":
        "قل ارءيتم ان اهلكني الله ومن معي او رحمنا فمن يجير الكفرين من عذاب اليم",
  },
  {
    "surah_number": 67,
    "verse_number": 29,
    "content": "قل هو الرحمن ءامنا به وعليه توكلنا فستعلمون من هو في ضلل مبين",
  },
  {
    "surah_number": 67,
    "verse_number": 30,
    "content": "قل ارءيتم ان اصبح ماؤكم غورا فمن ياتيكم بماء معين",
  },
  {"surah_number": 68, "verse_number": 1, "content": "ن والقلم وما يسطرون"},
  {"surah_number": 68, "verse_number": 2, "content": "ما انت بنعمة ربك بمجنون"},
  {"surah_number": 68, "verse_number": 3, "content": "وان لك لاجرا غير ممنون"},
  {"surah_number": 68, "verse_number": 4, "content": "وانك لعلى خلق عظيم"},
  {"surah_number": 68, "verse_number": 5, "content": "فستبصر ويبصرون"},
  {"surah_number": 68, "verse_number": 6, "content": "باييكم المفتون"},
  {
    "surah_number": 68,
    "verse_number": 7,
    "content": "ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين",
  },
  {"surah_number": 68, "verse_number": 8, "content": "فلا تطع المكذبين"},
  {"surah_number": 68, "verse_number": 9, "content": "ودوا لو تدهن فيدهنون"},
  {"surah_number": 68, "verse_number": 10, "content": "ولا تطع كل حلاف مهين"},
  {"surah_number": 68, "verse_number": 11, "content": "هماز مشاء بنميم"},
  {"surah_number": 68, "verse_number": 12, "content": "مناع للخير معتد اثيم"},
  {"surah_number": 68, "verse_number": 13, "content": "عتل بعد ذلك زنيم"},
  {"surah_number": 68, "verse_number": 14, "content": "ان كان ذا مال وبنين"},
  {
    "surah_number": 68,
    "verse_number": 15,
    "content": "اذا تتلى عليه ءايتنا قال اسطير الاولين",
  },
  {"surah_number": 68, "verse_number": 16, "content": "سنسمه على الخرطوم"},
  {
    "surah_number": 68,
    "verse_number": 17,
    "content": "انا بلونهم كما بلونا اصحب الجنة اذ اقسموا ليصرمنها مصبحين",
  },
  {"surah_number": 68, "verse_number": 18, "content": "ولا يستثنون"},
  {
    "surah_number": 68,
    "verse_number": 19,
    "content": "فطاف عليها طائف من ربك وهم نائمون",
  },
  {"surah_number": 68, "verse_number": 20, "content": "فاصبحت كالصريم"},
  {"surah_number": 68, "verse_number": 21, "content": "فتنادوا مصبحين"},
  {
    "surah_number": 68,
    "verse_number": 22,
    "content": "ان اغدوا على حرثكم ان كنتم صرمين",
  },
  {"surah_number": 68, "verse_number": 23, "content": "فانطلقوا وهم يتخفتون"},
  {
    "surah_number": 68,
    "verse_number": 24,
    "content": "ان لا يدخلنها اليوم عليكم مسكين",
  },
  {"surah_number": 68, "verse_number": 25, "content": "وغدوا على حرد قدرين"},
  {
    "surah_number": 68,
    "verse_number": 26,
    "content": "فلما راوها قالوا انا لضالون",
  },
  {"surah_number": 68, "verse_number": 27, "content": "بل نحن محرومون"},
  {
    "surah_number": 68,
    "verse_number": 28,
    "content": "قال اوسطهم الم اقل لكم لولا تسبحون",
  },
  {
    "surah_number": 68,
    "verse_number": 29,
    "content": "قالوا سبحن ربنا انا كنا ظلمين",
  },
  {
    "surah_number": 68,
    "verse_number": 30,
    "content": "فاقبل بعضهم على بعض يتلومون",
  },
  {
    "surah_number": 68,
    "verse_number": 31,
    "content": "قالوا يويلنا انا كنا طغين",
  },
  {
    "surah_number": 68,
    "verse_number": 32,
    "content": "عسى ربنا ان يبدلنا خيرا منها انا الى ربنا رغبون",
  },
  {
    "surah_number": 68,
    "verse_number": 33,
    "content": "كذلك العذاب ولعذاب الاخرة اكبر لو كانوا يعلمون",
  },
  {
    "surah_number": 68,
    "verse_number": 34,
    "content": "ان للمتقين عند ربهم جنـت النعيم",
  },
  {
    "surah_number": 68,
    "verse_number": 35,
    "content": "افنجعل المسلمين كالمجرمين",
  },
  {"surah_number": 68, "verse_number": 36, "content": "ما لكم كيف تحكمون"},
  {"surah_number": 68, "verse_number": 37, "content": "ام لكم كتب فيه تدرسون"},
  {"surah_number": 68, "verse_number": 38, "content": "ان لكم فيه لما تخيرون"},
  {
    "surah_number": 68,
    "verse_number": 39,
    "content": "ام لكم ايمن علينا بلغة الى يوم القيمة ان لكم لما تحكمون",
  },
  {"surah_number": 68, "verse_number": 40, "content": "سلهم ايهم بذلك زعيم"},
  {
    "surah_number": 68,
    "verse_number": 41,
    "content": "ام لهم شركاء فلياتوا بشركائهم ان كانوا صدقين",
  },
  {
    "surah_number": 68,
    "verse_number": 42,
    "content": "يوم يكشف عن ساق ويدعون الى السجود فلا يستطيعون",
  },
  {
    "surah_number": 68,
    "verse_number": 43,
    "content": "خشعة ابصرهم ترهقهم ذلة وقد كانوا يدعون الى السجود وهم سلمون",
  },
  {
    "surah_number": 68,
    "verse_number": 44,
    "content": "فذرني ومن يكذب بهذا الحديث سنستدرجهم من حيث لا يعلمون",
  },
  {"surah_number": 68, "verse_number": 45, "content": "واملي لهم ان كيدي متين"},
  {
    "surah_number": 68,
    "verse_number": 46,
    "content": "ام تسـلهم اجرا فهم من مغرم مثقلون",
  },
  {
    "surah_number": 68,
    "verse_number": 47,
    "content": "ام عندهم الغيب فهم يكتبون",
  },
  {
    "surah_number": 68,
    "verse_number": 48,
    "content": "فاصبر لحكم ربك ولا تكن كصاحب الحوت اذ نادى وهو مكظوم",
  },
  {
    "surah_number": 68,
    "verse_number": 49,
    "content": "لولا ان تدركه نعمة من ربه لنبذ بالعراء وهو مذموم",
  },
  {
    "surah_number": 68,
    "verse_number": 50,
    "content": "فاجتبه ربه فجعله من الصـلحين",
  },
  {
    "surah_number": 68,
    "verse_number": 51,
    "content":
        "وان يكاد الذين كفروا ليزلقونك بابصرهم لما سمعوا الذكر ويقولون انه لمجنون",
  },
  {"surah_number": 68, "verse_number": 52, "content": "وما هو الا ذكر للعلمين"},
  {"surah_number": 69, "verse_number": 1, "content": "الحاقة"},
  {"surah_number": 69, "verse_number": 2, "content": "ما الحاقة"},
  {"surah_number": 69, "verse_number": 3, "content": "وما ادرىك ما الحاقة"},
  {"surah_number": 69, "verse_number": 4, "content": "كذبت ثمود وعاد بالقارعة"},
  {
    "surah_number": 69,
    "verse_number": 5,
    "content": "فاما ثمود فاهلكوا بالطاغية",
  },
  {
    "surah_number": 69,
    "verse_number": 6,
    "content": "واما عاد فاهلكوا بريح صرصر عاتية",
  },
  {
    "surah_number": 69,
    "verse_number": 7,
    "content":
        "سخرها عليهم سبع ليال وثمنية ايام حسوما فترى القوم فيها صرعى كانهم اعجاز نخل خاوية",
  },
  {"surah_number": 69, "verse_number": 8, "content": "فهل ترى لهم من باقية"},
  {
    "surah_number": 69,
    "verse_number": 9,
    "content": "وجاء فرعون ومن قبله والمؤتفكت بالخاطئة",
  },
  {
    "surah_number": 69,
    "verse_number": 10,
    "content": "فعصوا رسول ربهم فاخذهم اخذة رابية",
  },
  {
    "surah_number": 69,
    "verse_number": 11,
    "content": "انا لما طغا الماء حملنكم في الجارية",
  },
  {
    "surah_number": 69,
    "verse_number": 12,
    "content": "لنجعلها لكم تذكرة وتعيها اذن وعية",
  },
  {
    "surah_number": 69,
    "verse_number": 13,
    "content": "فاذا نفخ في الصور نفخة وحدة",
  },
  {
    "surah_number": 69,
    "verse_number": 14,
    "content": "وحملت الارض والجبال فدكتا دكة وحدة",
  },
  {"surah_number": 69, "verse_number": 15, "content": "فيومئذ وقعت الواقعة"},
  {
    "surah_number": 69,
    "verse_number": 16,
    "content": "وانشقت السماء فهي يومئذ واهية",
  },
  {
    "surah_number": 69,
    "verse_number": 17,
    "content": "والملك على ارجائها ويحمل عرش ربك فوقهم يومئذ ثمنية",
  },
  {
    "surah_number": 69,
    "verse_number": 18,
    "content": "يومئذ تعرضون لا تخفى منكم خافية",
  },
  {
    "surah_number": 69,
    "verse_number": 19,
    "content": "فاما من اوتي كتبه بيمينه فيقول هاؤم اقرءوا كتبيه",
  },
  {
    "surah_number": 69,
    "verse_number": 20,
    "content": "اني ظننت اني ملق حسابيه",
  },
  {"surah_number": 69, "verse_number": 21, "content": "فهو في عيشة راضية"},
  {"surah_number": 69, "verse_number": 22, "content": "في جنة عالية"},
  {"surah_number": 69, "verse_number": 23, "content": "قطوفها دانية"},
  {
    "surah_number": 69,
    "verse_number": 24,
    "content": "كلوا واشربوا هنيـا بما اسلفتم في الايام الخالية",
  },
  {
    "surah_number": 69,
    "verse_number": 25,
    "content": "واما من اوتي كتبه بشماله فيقول يليتني لم اوت كتبيه",
  },
  {"surah_number": 69, "verse_number": 26, "content": "ولم ادر ما حسابيه"},
  {"surah_number": 69, "verse_number": 27, "content": "يليتها كانت القاضية"},
  {"surah_number": 69, "verse_number": 28, "content": "ما اغنى عني ماليه"},
  {"surah_number": 69, "verse_number": 29, "content": "هلك عني سلطنيه"},
  {"surah_number": 69, "verse_number": 30, "content": "خذوه فغلوه"},
  {"surah_number": 69, "verse_number": 31, "content": "ثم الجحيم صلوه"},
  {
    "surah_number": 69,
    "verse_number": 32,
    "content": "ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه",
  },
  {
    "surah_number": 69,
    "verse_number": 33,
    "content": "انه كان لا يؤمن بالله العظيم",
  },
  {
    "surah_number": 69,
    "verse_number": 34,
    "content": "ولا يحض على طعام المسكين",
  },
  {
    "surah_number": 69,
    "verse_number": 35,
    "content": "فليس له اليوم ههنا حميم",
  },
  {"surah_number": 69, "verse_number": 36, "content": "ولا طعام الا من غسلين"},
  {"surah_number": 69, "verse_number": 37, "content": "لا ياكله الا الخطـون"},
  {"surah_number": 69, "verse_number": 38, "content": "فلا اقسم بما تبصرون"},
  {"surah_number": 69, "verse_number": 39, "content": "وما لا تبصرون"},
  {"surah_number": 69, "verse_number": 40, "content": "انه لقول رسول كريم"},
  {
    "surah_number": 69,
    "verse_number": 41,
    "content": "وما هو بقول شاعر قليلا ما تؤمنون",
  },
  {
    "surah_number": 69,
    "verse_number": 42,
    "content": "ولا بقول كاهن قليلا ما تذكرون",
  },
  {"surah_number": 69, "verse_number": 43, "content": "تنزيل من رب العلمين"},
  {
    "surah_number": 69,
    "verse_number": 44,
    "content": "ولو تقول علينا بعض الاقاويل",
  },
  {"surah_number": 69, "verse_number": 45, "content": "لاخذنا منه باليمين"},
  {"surah_number": 69, "verse_number": 46, "content": "ثم لقطعنا منه الوتين"},
  {
    "surah_number": 69,
    "verse_number": 47,
    "content": "فما منكم من احد عنه حجزين",
  },
  {"surah_number": 69, "verse_number": 48, "content": "وانه لتذكرة للمتقين"},
  {
    "surah_number": 69,
    "verse_number": 49,
    "content": "وانا لنعلم ان منكم مكذبين",
  },
  {"surah_number": 69, "verse_number": 50, "content": "وانه لحسرة على الكفرين"},
  {"surah_number": 69, "verse_number": 51, "content": "وانه لحق اليقين"},
  {"surah_number": 69, "verse_number": 52, "content": "فسبح باسم ربك العظيم"},
  {"surah_number": 70, "verse_number": 1, "content": "سال سائل بعذاب واقع"},
  {"surah_number": 70, "verse_number": 2, "content": "للكفرين ليس له دافع"},
  {"surah_number": 70, "verse_number": 3, "content": "من الله ذي المعارج"},
  {
    "surah_number": 70,
    "verse_number": 4,
    "content": "تعرج الملـئكة والروح اليه في يوم كان مقداره خمسين الف سنة",
  },
  {"surah_number": 70, "verse_number": 5, "content": "فاصبر صبرا جميلا"},
  {"surah_number": 70, "verse_number": 6, "content": "انهم يرونه بعيدا"},
  {"surah_number": 70, "verse_number": 7, "content": "ونرىه قريبا"},
  {"surah_number": 70, "verse_number": 8, "content": "يوم تكون السماء كالمهل"},
  {"surah_number": 70, "verse_number": 9, "content": "وتكون الجبال كالعهن"},
  {"surah_number": 70, "verse_number": 10, "content": "ولا يسـل حميم حميما"},
  {
    "surah_number": 70,
    "verse_number": 11,
    "content": "يبصرونهم يود المجرم لو يفتدي من عذاب يومئذ ببنيه",
  },
  {"surah_number": 70, "verse_number": 12, "content": "وصحبته واخيه"},
  {"surah_number": 70, "verse_number": 13, "content": "وفصيلته التي تـويه"},
  {
    "surah_number": 70,
    "verse_number": 14,
    "content": "ومن في الارض جميعا ثم ينجيه",
  },
  {"surah_number": 70, "verse_number": 15, "content": "كلا انها لظى"},
  {"surah_number": 70, "verse_number": 16, "content": "نزاعة للشوى"},
  {"surah_number": 70, "verse_number": 17, "content": "تدعوا من ادبر وتولى"},
  {"surah_number": 70, "verse_number": 18, "content": "وجمع فاوعى"},
  {"surah_number": 70, "verse_number": 19, "content": "ان الانسن خلق هلوعا"},
  {"surah_number": 70, "verse_number": 20, "content": "اذا مسه الشر جزوعا"},
  {"surah_number": 70, "verse_number": 21, "content": "واذا مسه الخير منوعا"},
  {"surah_number": 70, "verse_number": 22, "content": "الا المصلين"},
  {
    "surah_number": 70,
    "verse_number": 23,
    "content": "الذين هم على صلاتهم دائمون",
  },
  {
    "surah_number": 70,
    "verse_number": 24,
    "content": "والذين في امولهم حق معلوم",
  },
  {"surah_number": 70, "verse_number": 25, "content": "للسائل والمحروم"},
  {
    "surah_number": 70,
    "verse_number": 26,
    "content": "والذين يصدقون بيوم الدين",
  },
  {
    "surah_number": 70,
    "verse_number": 27,
    "content": "والذين هم من عذاب ربهم مشفقون",
  },
  {"surah_number": 70, "verse_number": 28, "content": "ان عذاب ربهم غير مامون"},
  {
    "surah_number": 70,
    "verse_number": 29,
    "content": "والذين هم لفروجهم حفظون",
  },
  {
    "surah_number": 70,
    "verse_number": 30,
    "content": "الا على ازوجهم او ما ملكت ايمنهم فانهم غير ملومين",
  },
  {
    "surah_number": 70,
    "verse_number": 31,
    "content": "فمن ابتغى وراء ذلك فاولـئك هم العادون",
  },
  {
    "surah_number": 70,
    "verse_number": 32,
    "content": "والذين هم لامنتهم وعهدهم رعون",
  },
  {
    "surah_number": 70,
    "verse_number": 33,
    "content": "والذين هم بشهدتهم قائمون",
  },
  {
    "surah_number": 70,
    "verse_number": 34,
    "content": "والذين هم على صلاتهم يحافظون",
  },
  {"surah_number": 70, "verse_number": 35, "content": "اولـئك في جنـت مكرمون"},
  {
    "surah_number": 70,
    "verse_number": 36,
    "content": "فمال الذين كفروا قبلك مهطعين",
  },
  {
    "surah_number": 70,
    "verse_number": 37,
    "content": "عن اليمين وعن الشمال عزين",
  },
  {
    "surah_number": 70,
    "verse_number": 38,
    "content": "ايطمع كل امري منهم ان يدخل جنة نعيم",
  },
  {
    "surah_number": 70,
    "verse_number": 39,
    "content": "كلا انا خلقنهم مما يعلمون",
  },
  {
    "surah_number": 70,
    "verse_number": 40,
    "content": "فلا اقسم برب المشرق والمغرب انا لقدرون",
  },
  {
    "surah_number": 70,
    "verse_number": 41,
    "content": "على ان نبدل خيرا منهم وما نحن بمسبوقين",
  },
  {
    "surah_number": 70,
    "verse_number": 42,
    "content": "فذرهم يخوضوا ويلعبوا حتى يلقوا يومهم الذي يوعدون",
  },
  {
    "surah_number": 70,
    "verse_number": 43,
    "content": "يوم يخرجون من الاجداث سراعا كانهم الى نصب يوفضون",
  },
  {
    "surah_number": 70,
    "verse_number": 44,
    "content": "خشعة ابصرهم ترهقهم ذلة ذلك اليوم الذي كانوا يوعدون",
  },
  {
    "surah_number": 71,
    "verse_number": 1,
    "content":
        "انا ارسلنا نوحا الى قومه ان انذر قومك من قبل ان ياتيهم عذاب اليم",
  },
  {
    "surah_number": 71,
    "verse_number": 2,
    "content": "قال يقوم اني لكم نذير مبين",
  },
  {
    "surah_number": 71,
    "verse_number": 3,
    "content": "ان اعبدوا الله واتقوه واطيعون",
  },
  {
    "surah_number": 71,
    "verse_number": 4,
    "content":
        "يغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى ان اجل الله اذا جاء لا يؤخر لو كنتم تعلمون",
  },
  {
    "surah_number": 71,
    "verse_number": 5,
    "content": "قال رب اني دعوت قومي ليلا ونهارا",
  },
  {
    "surah_number": 71,
    "verse_number": 6,
    "content": "فلم يزدهم دعاءي الا فرارا",
  },
  {
    "surah_number": 71,
    "verse_number": 7,
    "content":
        "واني كلما دعوتهم لتغفر لهم جعلوا اصبعهم في ءاذانهم واستغشوا ثيابهم واصروا واستكبروا استكبارا",
  },
  {"surah_number": 71, "verse_number": 8, "content": "ثم اني دعوتهم جهارا"},
  {
    "surah_number": 71,
    "verse_number": 9,
    "content": "ثم اني اعلنت لهم واسررت لهم اسرارا",
  },
  {
    "surah_number": 71,
    "verse_number": 10,
    "content": "فقلت استغفروا ربكم انه كان غفارا",
  },
  {
    "surah_number": 71,
    "verse_number": 11,
    "content": "يرسل السماء عليكم مدرارا",
  },
  {
    "surah_number": 71,
    "verse_number": 12,
    "content": "ويمددكم بامول وبنين ويجعل لكم جنـت ويجعل لكم انهرا",
  },
  {
    "surah_number": 71,
    "verse_number": 13,
    "content": "ما لكم لا ترجون لله وقارا",
  },
  {"surah_number": 71, "verse_number": 14, "content": "وقد خلقكم اطوارا"},
  {
    "surah_number": 71,
    "verse_number": 15,
    "content": "الم تروا كيف خلق الله سبع سموت طباقا",
  },
  {
    "surah_number": 71,
    "verse_number": 16,
    "content": "وجعل القمر فيهن نورا وجعل الشمس سراجا",
  },
  {
    "surah_number": 71,
    "verse_number": 17,
    "content": "والله انبتكم من الارض نباتا",
  },
  {
    "surah_number": 71,
    "verse_number": 18,
    "content": "ثم يعيدكم فيها ويخرجكم اخراجا",
  },
  {
    "surah_number": 71,
    "verse_number": 19,
    "content": "والله جعل لكم الارض بساطا",
  },
  {
    "surah_number": 71,
    "verse_number": 20,
    "content": "لتسلكوا منها سبلا فجاجا",
  },
  {
    "surah_number": 71,
    "verse_number": 21,
    "content": "قال نوح رب انهم عصوني واتبعوا من لم يزده ماله وولده الا خسارا",
  },
  {"surah_number": 71, "verse_number": 22, "content": "ومكروا مكرا كبارا"},
  {
    "surah_number": 71,
    "verse_number": 23,
    "content":
        "وقالوا لا تذرن ءالهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا",
  },
  {
    "surah_number": 71,
    "verse_number": 24,
    "content": "وقد اضلوا كثيرا ولا تزد الظـلمين الا ضللا",
  },
  {
    "surah_number": 71,
    "verse_number": 25,
    "content":
        "مما خطيـتهم اغرقوا فادخلوا نارا فلم يجدوا لهم من دون الله انصارا",
  },
  {
    "surah_number": 71,
    "verse_number": 26,
    "content": "وقال نوح رب لا تذر على الارض من الكفرين ديارا",
  },
  {
    "surah_number": 71,
    "verse_number": 27,
    "content": "انك ان تذرهم يضلوا عبادك ولا يلدوا الا فاجرا كفارا",
  },
  {
    "surah_number": 71,
    "verse_number": 28,
    "content":
        "رب اغفر لي ولولدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنت ولا تزد الظـلمين الا تبارا",
  },
  {
    "surah_number": 72,
    "verse_number": 1,
    "content": "قل اوحي الي انه استمع نفر من الجن فقالوا انا سمعنا قرءانا عجبا",
  },
  {
    "surah_number": 72,
    "verse_number": 2,
    "content": "يهدي الى الرشد فـامنا به ولن نشرك بربنا احدا",
  },
  {
    "surah_number": 72,
    "verse_number": 3,
    "content": "وانه تعلى جد ربنا ما اتخذ صحبة ولا ولدا",
  },
  {
    "surah_number": 72,
    "verse_number": 4,
    "content": "وانه كان يقول سفيهنا على الله شططا",
  },
  {
    "surah_number": 72,
    "verse_number": 5,
    "content": "وانا ظننا ان لن تقول الانس والجن على الله كذبا",
  },
  {
    "surah_number": 72,
    "verse_number": 6,
    "content": "وانه كان رجال من الانس يعوذون برجال من الجن فزادوهم رهقا",
  },
  {
    "surah_number": 72,
    "verse_number": 7,
    "content": "وانهم ظنوا كما ظننتم ان لن يبعث الله احدا",
  },
  {
    "surah_number": 72,
    "verse_number": 8,
    "content": "وانا لمسنا السماء فوجدنها ملئت حرسا شديدا وشهبا",
  },
  {
    "surah_number": 72,
    "verse_number": 9,
    "content": "وانا كنا نقعد منها مقعد للسمع فمن يستمع الان يجد له شهابا رصدا",
  },
  {
    "surah_number": 72,
    "verse_number": 10,
    "content": "وانا لا ندري اشر اريد بمن في الارض ام اراد بهم ربهم رشدا",
  },
  {
    "surah_number": 72,
    "verse_number": 11,
    "content": "وانا منا الصـلحون ومنا دون ذلك كنا طرائق قددا",
  },
  {
    "surah_number": 72,
    "verse_number": 12,
    "content": "وانا ظننا ان لن نعجز الله في الارض ولن نعجزه هربا",
  },
  {
    "surah_number": 72,
    "verse_number": 13,
    "content":
        "وانا لما سمعنا الهدى ءامنا به فمن يؤمن بربه فلا يخاف بخسا ولا رهقا",
  },
  {
    "surah_number": 72,
    "verse_number": 14,
    "content": "وانا منا المسلمون ومنا القسطون فمن اسلم فاولـئك تحروا رشدا",
  },
  {
    "surah_number": 72,
    "verse_number": 15,
    "content": "واما القسطون فكانوا لجهنم حطبا",
  },
  {
    "surah_number": 72,
    "verse_number": 16,
    "content": "والو استقموا على الطريقة لاسقينهم ماء غدقا",
  },
  {
    "surah_number": 72,
    "verse_number": 17,
    "content": "لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا",
  },
  {
    "surah_number": 72,
    "verse_number": 18,
    "content": "وان المسجد لله فلا تدعوا مع الله احدا",
  },
  {
    "surah_number": 72,
    "verse_number": 19,
    "content": "وانه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا",
  },
  {
    "surah_number": 72,
    "verse_number": 20,
    "content": "قل انما ادعوا ربي ولا اشرك به احدا",
  },
  {
    "surah_number": 72,
    "verse_number": 21,
    "content": "قل اني لا املك لكم ضرا ولا رشدا",
  },
  {
    "surah_number": 72,
    "verse_number": 22,
    "content": "قل اني لن يجيرني من الله احد ولن اجد من دونه ملتحدا",
  },
  {
    "surah_number": 72,
    "verse_number": 23,
    "content":
        "الا بلغا من الله ورسلته ومن يعص الله ورسوله فان له نار جهنم خلدين فيها ابدا",
  },
  {
    "surah_number": 72,
    "verse_number": 24,
    "content": "حتى اذا راوا ما يوعدون فسيعلمون من اضعف ناصرا واقل عددا",
  },
  {
    "surah_number": 72,
    "verse_number": 25,
    "content": "قل ان ادري اقريب ما توعدون ام يجعل له ربي امدا",
  },
  {
    "surah_number": 72,
    "verse_number": 26,
    "content": "علم الغيب فلا يظهر على غيبه احدا",
  },
  {
    "surah_number": 72,
    "verse_number": 27,
    "content": "الا من ارتضى من رسول فانه يسلك من بين يديه ومن خلفه رصدا",
  },
  {
    "surah_number": 72,
    "verse_number": 28,
    "content": "ليعلم ان قد ابلغوا رسلت ربهم واحاط بما لديهم واحصى كل شيء عددا",
  },
  {"surah_number": 73, "verse_number": 1, "content": "يـايها المزمل"},
  {"surah_number": 73, "verse_number": 2, "content": "قم اليل الا قليلا"},
  {"surah_number": 73, "verse_number": 3, "content": "نصفه او انقص منه قليلا"},
  {
    "surah_number": 73,
    "verse_number": 4,
    "content": "او زد عليه ورتل القرءان ترتيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 5,
    "content": "انا سنلقي عليك قولا ثقيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 6,
    "content": "ان ناشئة اليل هي اشد وطـا واقوم قيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 7,
    "content": "ان لك في النهار سبحا طويلا",
  },
  {
    "surah_number": 73,
    "verse_number": 8,
    "content": "واذكر اسم ربك وتبتل اليه تبتيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 9,
    "content": "رب المشرق والمغرب لا اله الا هو فاتخذه وكيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 10,
    "content": "واصبر على ما يقولون واهجرهم هجرا جميلا",
  },
  {
    "surah_number": 73,
    "verse_number": 11,
    "content": "وذرني والمكذبين اولي النعمة ومهلهم قليلا",
  },
  {"surah_number": 73, "verse_number": 12, "content": "ان لدينا انكالا وجحيما"},
  {
    "surah_number": 73,
    "verse_number": 13,
    "content": "وطعاما ذا غصة وعذابا اليما",
  },
  {
    "surah_number": 73,
    "verse_number": 14,
    "content": "يوم ترجف الارض والجبال وكانت الجبال كثيبا مهيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 15,
    "content": "انا ارسلنا اليكم رسولا شهدا عليكم كما ارسلنا الى فرعون رسولا",
  },
  {
    "surah_number": 73,
    "verse_number": 16,
    "content": "فعصى فرعون الرسول فاخذنه اخذا وبيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 17,
    "content": "فكيف تتقون ان كفرتم يوما يجعل الولدن شيبا",
  },
  {
    "surah_number": 73,
    "verse_number": 18,
    "content": "السماء منفطر به كان وعده مفعولا",
  },
  {
    "surah_number": 73,
    "verse_number": 19,
    "content": "ان هذه تذكرة فمن شاء اتخذ الى ربه سبيلا",
  },
  {
    "surah_number": 73,
    "verse_number": 20,
    "content":
        "ان ربك يعلم انك تقوم ادنى من ثلثي اليل ونصفه وثلثه وطائفة من الذين معك والله يقدر اليل والنهار علم ان لن تحصوه فتاب عليكم فاقرءوا ما تيسر من القرءان علم ان سيكون منكم مرضى وءاخرون يضربون في الارض يبتغون من فضل الله وءاخرون يقتلون في سبيل الله فاقرءوا ما تيسر منه واقيموا الصلاة وءاتوا الزكوة واقرضوا الله قرضا حسنا وما تقدموا لانفسكم من خير تجدوه عند الله هو خيرا واعظم اجرا واستغفروا الله ان الله غفور رحيم",
  },
  {"surah_number": 74, "verse_number": 1, "content": "يـايها المدثر"},
  {"surah_number": 74, "verse_number": 2, "content": "قم فانذر"},
  {"surah_number": 74, "verse_number": 3, "content": "وربك فكبر"},
  {"surah_number": 74, "verse_number": 4, "content": "وثيابك فطهر"},
  {"surah_number": 74, "verse_number": 5, "content": "والرجز فاهجر"},
  {"surah_number": 74, "verse_number": 6, "content": "ولا تمنن تستكثر"},
  {"surah_number": 74, "verse_number": 7, "content": "ولربك فاصبر"},
  {"surah_number": 74, "verse_number": 8, "content": "فاذا نقر في الناقور"},
  {"surah_number": 74, "verse_number": 9, "content": "فذلك يومئذ يوم عسير"},
  {"surah_number": 74, "verse_number": 10, "content": "على الكفرين غير يسير"},
  {"surah_number": 74, "verse_number": 11, "content": "ذرني ومن خلقت وحيدا"},
  {"surah_number": 74, "verse_number": 12, "content": "وجعلت له مالا ممدودا"},
  {"surah_number": 74, "verse_number": 13, "content": "وبنين شهودا"},
  {"surah_number": 74, "verse_number": 14, "content": "ومهدت له تمهيدا"},
  {"surah_number": 74, "verse_number": 15, "content": "ثم يطمع ان ازيد"},
  {
    "surah_number": 74,
    "verse_number": 16,
    "content": "كلا انه كان لايتنا عنيدا",
  },
  {"surah_number": 74, "verse_number": 17, "content": "سارهقه صعودا"},
  {"surah_number": 74, "verse_number": 18, "content": "انه فكر وقدر"},
  {"surah_number": 74, "verse_number": 19, "content": "فقتل كيف قدر"},
  {"surah_number": 74, "verse_number": 20, "content": "ثم قتل كيف قدر"},
  {"surah_number": 74, "verse_number": 21, "content": "ثم نظر"},
  {"surah_number": 74, "verse_number": 22, "content": "ثم عبس وبسر"},
  {"surah_number": 74, "verse_number": 23, "content": "ثم ادبر واستكبر"},
  {
    "surah_number": 74,
    "verse_number": 24,
    "content": "فقال ان هذا الا سحر يؤثر",
  },
  {"surah_number": 74, "verse_number": 25, "content": "ان هذا الا قول البشر"},
  {"surah_number": 74, "verse_number": 26, "content": "ساصليه سقر"},
  {"surah_number": 74, "verse_number": 27, "content": "وما ادرىك ما سقر"},
  {"surah_number": 74, "verse_number": 28, "content": "لا تبقي ولا تذر"},
  {"surah_number": 74, "verse_number": 29, "content": "لواحة للبشر"},
  {"surah_number": 74, "verse_number": 30, "content": "عليها تسعة عشر"},
  {
    "surah_number": 74,
    "verse_number": 31,
    "content":
        "وما جعلنا اصحب النار الا ملـئكة وما جعلنا عدتهم الا فتنة للذين كفروا ليستيقن الذين اوتوا الكتب ويزداد الذين ءامنوا ايمنا ولا يرتاب الذين اوتوا الكتب والمؤمنون وليقول الذين في قلوبهم مرض والكفرون ماذا اراد الله بهذا مثلا كذلك يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك الا هو وما هي الا ذكرى للبشر",
  },
  {"surah_number": 74, "verse_number": 32, "content": "كلا والقمر"},
  {"surah_number": 74, "verse_number": 33, "content": "واليل اذ ادبر"},
  {"surah_number": 74, "verse_number": 34, "content": "والصبح اذا اسفر"},
  {"surah_number": 74, "verse_number": 35, "content": "انها لاحدى الكبر"},
  {"surah_number": 74, "verse_number": 36, "content": "نذيرا للبشر"},
  {
    "surah_number": 74,
    "verse_number": 37,
    "content": "لمن شاء منكم ان يتقدم او يتاخر",
  },
  {"surah_number": 74, "verse_number": 38, "content": "كل نفس بما كسبت رهينة"},
  {"surah_number": 74, "verse_number": 39, "content": "الا اصحب اليمين"},
  {"surah_number": 74, "verse_number": 40, "content": "في جنـت يتساءلون"},
  {"surah_number": 74, "verse_number": 41, "content": "عن المجرمين"},
  {"surah_number": 74, "verse_number": 42, "content": "ما سلككم في سقر"},
  {"surah_number": 74, "verse_number": 43, "content": "قالوا لم نك من المصلين"},
  {"surah_number": 74, "verse_number": 44, "content": "ولم نك نطعم المسكين"},
  {"surah_number": 74, "verse_number": 45, "content": "وكنا نخوض مع الخائضين"},
  {"surah_number": 74, "verse_number": 46, "content": "وكنا نكذب بيوم الدين"},
  {"surah_number": 74, "verse_number": 47, "content": "حتى اتىنا اليقين"},
  {
    "surah_number": 74,
    "verse_number": 48,
    "content": "فما تنفعهم شفعة الشـفعين",
  },
  {
    "surah_number": 74,
    "verse_number": 49,
    "content": "فما لهم عن التذكرة معرضين",
  },
  {"surah_number": 74, "verse_number": 50, "content": "كانهم حمر مستنفرة"},
  {"surah_number": 74, "verse_number": 51, "content": "فرت من قسورة"},
  {
    "surah_number": 74,
    "verse_number": 52,
    "content": "بل يريد كل امري منهم ان يؤتى صحفا منشرة",
  },
  {
    "surah_number": 74,
    "verse_number": 53,
    "content": "كلا بل لا يخافون الاخرة",
  },
  {"surah_number": 74, "verse_number": 54, "content": "كلا انه تذكرة"},
  {"surah_number": 74, "verse_number": 55, "content": "فمن شاء ذكره"},
  {
    "surah_number": 74,
    "verse_number": 56,
    "content": "وما يذكرون الا ان يشاء الله هو اهل التقوى واهل المغفرة",
  },
  {"surah_number": 75, "verse_number": 1, "content": "لا اقسم بيوم القيمة"},
  {"surah_number": 75, "verse_number": 2, "content": "ولا اقسم بالنفس اللوامة"},
  {
    "surah_number": 75,
    "verse_number": 3,
    "content": "ايحسب الانسن الن نجمع عظامه",
  },
  {
    "surah_number": 75,
    "verse_number": 4,
    "content": "بلى قدرين على ان نسوي بنانه",
  },
  {
    "surah_number": 75,
    "verse_number": 5,
    "content": "بل يريد الانسن ليفجر امامه",
  },
  {"surah_number": 75, "verse_number": 6, "content": "يسـل ايان يوم القيمة"},
  {"surah_number": 75, "verse_number": 7, "content": "فاذا برق البصر"},
  {"surah_number": 75, "verse_number": 8, "content": "وخسف القمر"},
  {"surah_number": 75, "verse_number": 9, "content": "وجمع الشمس والقمر"},
  {
    "surah_number": 75,
    "verse_number": 10,
    "content": "يقول الانسن يومئذ اين المفر",
  },
  {"surah_number": 75, "verse_number": 11, "content": "كلا لا وزر"},
  {"surah_number": 75, "verse_number": 12, "content": "الى ربك يومئذ المستقر"},
  {
    "surah_number": 75,
    "verse_number": 13,
    "content": "ينبؤا الانسن يومئذ بما قدم واخر",
  },
  {
    "surah_number": 75,
    "verse_number": 14,
    "content": "بل الانسن على نفسه بصيرة",
  },
  {"surah_number": 75, "verse_number": 15, "content": "ولو القى معاذيره"},
  {
    "surah_number": 75,
    "verse_number": 16,
    "content": "لا تحرك به لسانك لتعجل به",
  },
  {"surah_number": 75, "verse_number": 17, "content": "ان علينا جمعه وقرءانه"},
  {
    "surah_number": 75,
    "verse_number": 18,
    "content": "فاذا قرانه فاتبع قرءانه",
  },
  {"surah_number": 75, "verse_number": 19, "content": "ثم ان علينا بيانه"},
  {"surah_number": 75, "verse_number": 20, "content": "كلا بل تحبون العاجلة"},
  {"surah_number": 75, "verse_number": 21, "content": "وتذرون الاخرة"},
  {"surah_number": 75, "verse_number": 22, "content": "وجوه يومئذ ناضرة"},
  {"surah_number": 75, "verse_number": 23, "content": "الى ربها ناظرة"},
  {"surah_number": 75, "verse_number": 24, "content": "ووجوه يومئذ باسرة"},
  {"surah_number": 75, "verse_number": 25, "content": "تظن ان يفعل بها فاقرة"},
  {"surah_number": 75, "verse_number": 26, "content": "كلا اذا بلغت التراقي"},
  {"surah_number": 75, "verse_number": 27, "content": "وقيل من راق"},
  {"surah_number": 75, "verse_number": 28, "content": "وظن انه الفراق"},
  {"surah_number": 75, "verse_number": 29, "content": "والتفت الساق بالساق"},
  {"surah_number": 75, "verse_number": 30, "content": "الى ربك يومئذ المساق"},
  {"surah_number": 75, "verse_number": 31, "content": "فلا صدق ولا صلى"},
  {"surah_number": 75, "verse_number": 32, "content": "ولكن كذب وتولى"},
  {"surah_number": 75, "verse_number": 33, "content": "ثم ذهب الى اهله يتمطى"},
  {"surah_number": 75, "verse_number": 34, "content": "اولى لك فاولى"},
  {"surah_number": 75, "verse_number": 35, "content": "ثم اولى لك فاولى"},
  {
    "surah_number": 75,
    "verse_number": 36,
    "content": "ايحسب الانسن ان يترك سدى",
  },
  {
    "surah_number": 75,
    "verse_number": 37,
    "content": "الم يك نطفة من مني يمنى",
  },
  {"surah_number": 75, "verse_number": 38, "content": "ثم كان علقة فخلق فسوى"},
  {
    "surah_number": 75,
    "verse_number": 39,
    "content": "فجعل منه الزوجين الذكر والانثى",
  },
  {
    "surah_number": 75,
    "verse_number": 40,
    "content": "اليس ذلك بقدر على ان يحـي الموتى",
  },
  {
    "surah_number": 76,
    "verse_number": 1,
    "content": "هل اتى على الانسن حين من الدهر لم يكن شيـا مذكورا",
  },
  {
    "surah_number": 76,
    "verse_number": 2,
    "content": "انا خلقنا الانسن من نطفة امشاج نبتليه فجعلنه سميعا بصيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 3,
    "content": "انا هدينه السبيل اما شاكرا واما كفورا",
  },
  {
    "surah_number": 76,
    "verse_number": 4,
    "content": "انا اعتدنا للكفرين سلسلا واغللا وسعيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 5,
    "content": "ان الابرار يشربون من كاس كان مزاجها كافورا",
  },
  {
    "surah_number": 76,
    "verse_number": 6,
    "content": "عينا يشرب بها عباد الله يفجرونها تفجيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 7,
    "content": "يوفون بالنذر ويخافون يوما كان شره مستطيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 8,
    "content": "ويطعمون الطعام على حبه مسكينا ويتيما واسيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 9,
    "content": "انما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا",
  },
  {
    "surah_number": 76,
    "verse_number": 10,
    "content": "انا نخاف من ربنا يوما عبوسا قمطريرا",
  },
  {
    "surah_number": 76,
    "verse_number": 11,
    "content": "فوقىهم الله شر ذلك اليوم ولقىهم نضرة وسرورا",
  },
  {
    "surah_number": 76,
    "verse_number": 12,
    "content": "وجزىهم بما صبروا جنة وحريرا",
  },
  {
    "surah_number": 76,
    "verse_number": 13,
    "content": "متكـين فيها على الارائك لا يرون فيها شمسا ولا زمهريرا",
  },
  {
    "surah_number": 76,
    "verse_number": 14,
    "content": "ودانية عليهم ظللها وذللت قطوفها تذليلا",
  },
  {
    "surah_number": 76,
    "verse_number": 15,
    "content": "ويطاف عليهم بـانية من فضة واكواب كانت قواريرا",
  },
  {
    "surah_number": 76,
    "verse_number": 16,
    "content": "قواريرا من فضة قدروها تقديرا",
  },
  {
    "surah_number": 76,
    "verse_number": 17,
    "content": "ويسقون فيها كاسا كان مزاجها زنجبيلا",
  },
  {"surah_number": 76, "verse_number": 18, "content": "عينا فيها تسمى سلسبيلا"},
  {
    "surah_number": 76,
    "verse_number": 19,
    "content": "ويطوف عليهم ولدن مخلدون اذا رايتهم حسبتهم لؤلؤا منثورا",
  },
  {
    "surah_number": 76,
    "verse_number": 20,
    "content": "واذا رايت ثم رايت نعيما وملكا كبيرا",
  },
  {
    "surah_number": 76,
    "verse_number": 21,
    "content":
        "عليهم ثياب سندس خضر واستبرق وحلوا اساور من فضة وسقىهم ربهم شرابا طهورا",
  },
  {
    "surah_number": 76,
    "verse_number": 22,
    "content": "ان هذا كان لكم جزاء وكان سعيكم مشكورا",
  },
  {
    "surah_number": 76,
    "verse_number": 23,
    "content": "انا نحن نزلنا عليك القرءان تنزيلا",
  },
  {
    "surah_number": 76,
    "verse_number": 24,
    "content": "فاصبر لحكم ربك ولا تطع منهم ءاثما او كفورا",
  },
  {
    "surah_number": 76,
    "verse_number": 25,
    "content": "واذكر اسم ربك بكرة واصيلا",
  },
  {
    "surah_number": 76,
    "verse_number": 26,
    "content": "ومن اليل فاسجد له وسبحه ليلا طويلا",
  },
  {
    "surah_number": 76,
    "verse_number": 27,
    "content": "ان هـؤلاء يحبون العاجلة ويذرون وراءهم يوما ثقيلا",
  },
  {
    "surah_number": 76,
    "verse_number": 28,
    "content": "نحن خلقنهم وشددنا اسرهم واذا شئنا بدلنا امثلهم تبديلا",
  },
  {
    "surah_number": 76,
    "verse_number": 29,
    "content": "ان هذه تذكرة فمن شاء اتخذ الى ربه سبيلا",
  },
  {
    "surah_number": 76,
    "verse_number": 30,
    "content": "وما تشاءون الا ان يشاء الله ان الله كان عليما حكيما",
  },
  {
    "surah_number": 76,
    "verse_number": 31,
    "content": "يدخل من يشاء في رحمته والظـلمين اعد لهم عذابا اليما",
  },
  {"surah_number": 77, "verse_number": 1, "content": "والمرسلت عرفا"},
  {"surah_number": 77, "verse_number": 2, "content": "فالعصفت عصفا"},
  {"surah_number": 77, "verse_number": 3, "content": "والنـشرت نشرا"},
  {"surah_number": 77, "verse_number": 4, "content": "فالفرقت فرقا"},
  {"surah_number": 77, "verse_number": 5, "content": "فالملقيت ذكرا"},
  {"surah_number": 77, "verse_number": 6, "content": "عذرا او نذرا"},
  {"surah_number": 77, "verse_number": 7, "content": "انما توعدون لوقع"},
  {"surah_number": 77, "verse_number": 8, "content": "فاذا النجوم طمست"},
  {"surah_number": 77, "verse_number": 9, "content": "واذا السماء فرجت"},
  {"surah_number": 77, "verse_number": 10, "content": "واذا الجبال نسفت"},
  {"surah_number": 77, "verse_number": 11, "content": "واذا الرسل اقتت"},
  {"surah_number": 77, "verse_number": 12, "content": "لاي يوم اجلت"},
  {"surah_number": 77, "verse_number": 13, "content": "ليوم الفصل"},
  {"surah_number": 77, "verse_number": 14, "content": "وما ادرىك ما يوم الفصل"},
  {"surah_number": 77, "verse_number": 15, "content": "ويل يومئذ للمكذبين"},
  {"surah_number": 77, "verse_number": 16, "content": "الم نهلك الاولين"},
  {"surah_number": 77, "verse_number": 17, "content": "ثم نتبعهم الاخرين"},
  {"surah_number": 77, "verse_number": 18, "content": "كذلك نفعل بالمجرمين"},
  {"surah_number": 77, "verse_number": 19, "content": "ويل يومئذ للمكذبين"},
  {"surah_number": 77, "verse_number": 20, "content": "الم نخلقكم من ماء مهين"},
  {"surah_number": 77, "verse_number": 21, "content": "فجعلنه في قرار مكين"},
  {"surah_number": 77, "verse_number": 22, "content": "الى قدر معلوم"},
  {"surah_number": 77, "verse_number": 23, "content": "فقدرنا فنعم القدرون"},
  {"surah_number": 77, "verse_number": 24, "content": "ويل يومئذ للمكذبين"},
  {"surah_number": 77, "verse_number": 25, "content": "الم نجعل الارض كفاتا"},
  {"surah_number": 77, "verse_number": 26, "content": "احياء واموتا"},
  {
    "surah_number": 77,
    "verse_number": 27,
    "content": "وجعلنا فيها روسي شمخت واسقينكم ماء فراتا",
  },
  {"surah_number": 77, "verse_number": 28, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 77,
    "verse_number": 29,
    "content": "انطلقوا الى ما كنتم به تكذبون",
  },
  {
    "surah_number": 77,
    "verse_number": 30,
    "content": "انطلقوا الى ظل ذي ثلث شعب",
  },
  {
    "surah_number": 77,
    "verse_number": 31,
    "content": "لا ظليل ولا يغني من اللهب",
  },
  {"surah_number": 77, "verse_number": 32, "content": "انها ترمي بشرر كالقصر"},
  {"surah_number": 77, "verse_number": 33, "content": "كانه جملت صفر"},
  {"surah_number": 77, "verse_number": 34, "content": "ويل يومئذ للمكذبين"},
  {"surah_number": 77, "verse_number": 35, "content": "هذا يوم لا ينطقون"},
  {"surah_number": 77, "verse_number": 36, "content": "ولا يؤذن لهم فيعتذرون"},
  {"surah_number": 77, "verse_number": 37, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 77,
    "verse_number": 38,
    "content": "هذا يوم الفصل جمعنكم والاولين",
  },
  {"surah_number": 77, "verse_number": 39, "content": "فان كان لكم كيد فكيدون"},
  {"surah_number": 77, "verse_number": 40, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 77,
    "verse_number": 41,
    "content": "ان المتقين في ظلل وعيون",
  },
  {"surah_number": 77, "verse_number": 42, "content": "وفوكه مما يشتهون"},
  {
    "surah_number": 77,
    "verse_number": 43,
    "content": "كلوا واشربوا هنيـا بما كنتم تعملون",
  },
  {"surah_number": 77, "verse_number": 44, "content": "انا كذلك نجزي المحسنين"},
  {"surah_number": 77, "verse_number": 45, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 77,
    "verse_number": 46,
    "content": "كلوا وتمتعوا قليلا انكم مجرمون",
  },
  {"surah_number": 77, "verse_number": 47, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 77,
    "verse_number": 48,
    "content": "واذا قيل لهم اركعوا لا يركعون",
  },
  {"surah_number": 77, "verse_number": 49, "content": "ويل يومئذ للمكذبين"},
  {"surah_number": 77, "verse_number": 50, "content": "فباي حديث بعده يؤمنون"},
  {"surah_number": 78, "verse_number": 1, "content": "عم يتساءلو"},
  {"surah_number": 78, "verse_number": 2, "content": "عن النبا العظيم"},
  {"surah_number": 78, "verse_number": 3, "content": "الذي هم فيه مختلفون"},
  {"surah_number": 78, "verse_number": 4, "content": "كلا سيعلمون"},
  {"surah_number": 78, "verse_number": 5, "content": "ثم كلا سيعلمون"},
  {"surah_number": 78, "verse_number": 6, "content": "الم نجعل الارض مهدا"},
  {"surah_number": 78, "verse_number": 7, "content": "والجبال اوتادا"},
  {"surah_number": 78, "verse_number": 8, "content": "وخلقنكم ازوجا"},
  {"surah_number": 78, "verse_number": 9, "content": "وجعلنا نومكم سباتا"},
  {"surah_number": 78, "verse_number": 10, "content": "وجعلنا اليل لباسا"},
  {"surah_number": 78, "verse_number": 11, "content": "وجعلنا النهار معاشا"},
  {
    "surah_number": 78,
    "verse_number": 12,
    "content": "وبنينا فوقكم سبعا شدادا",
  },
  {"surah_number": 78, "verse_number": 13, "content": "وجعلنا سراجا وهاجا"},
  {
    "surah_number": 78,
    "verse_number": 14,
    "content": "وانزلنا من المعصرت ماء ثجاجا",
  },
  {"surah_number": 78, "verse_number": 15, "content": "لنخرج به حبا ونباتا"},
  {"surah_number": 78, "verse_number": 16, "content": "وجنـت الفافا"},
  {"surah_number": 78, "verse_number": 17, "content": "ان يوم الفصل كان ميقتا"},
  {
    "surah_number": 78,
    "verse_number": 18,
    "content": "يوم ينفخ في الصور فتاتون افواجا",
  },
  {
    "surah_number": 78,
    "verse_number": 19,
    "content": "وفتحت السماء فكانت ابوبا",
  },
  {
    "surah_number": 78,
    "verse_number": 20,
    "content": "وسيرت الجبال فكانت سرابا",
  },
  {"surah_number": 78, "verse_number": 21, "content": "ان جهنم كانت مرصادا"},
  {"surah_number": 78, "verse_number": 22, "content": "للطـغين مـابا"},
  {"surah_number": 78, "verse_number": 23, "content": "لـبثين فيها احقابا"},
  {
    "surah_number": 78,
    "verse_number": 24,
    "content": "لا يذوقون فيها بردا ولا شرابا",
  },
  {"surah_number": 78, "verse_number": 25, "content": "الا حميما وغساقا"},
  {"surah_number": 78, "verse_number": 26, "content": "جزاء وفاقا"},
  {
    "surah_number": 78,
    "verse_number": 27,
    "content": "انهم كانوا لا يرجون حسابا",
  },
  {"surah_number": 78, "verse_number": 28, "content": "وكذبوا بـايتنا كذابا"},
  {"surah_number": 78, "verse_number": 29, "content": "وكل شيء احصينه كتبا"},
  {
    "surah_number": 78,
    "verse_number": 30,
    "content": "فذوقوا فلن نزيدكم الا عذابا",
  },
  {"surah_number": 78, "verse_number": 31, "content": "ان للمتقين مفازا"},
  {"surah_number": 78, "verse_number": 32, "content": "حدائق واعنبا"},
  {"surah_number": 78, "verse_number": 33, "content": "وكواعب اترابا"},
  {"surah_number": 78, "verse_number": 34, "content": "وكاسا دهاقا"},
  {
    "surah_number": 78,
    "verse_number": 35,
    "content": "لا يسمعون فيها لغوا ولا كذـبا",
  },
  {"surah_number": 78, "verse_number": 36, "content": "جزاء من ربك عطاء حسابا"},
  {
    "surah_number": 78,
    "verse_number": 37,
    "content": "رب السموت والارض وما بينهما الرحمن لا يملكون منه خطابا",
  },
  {
    "surah_number": 78,
    "verse_number": 38,
    "content":
        "يوم يقوم الروح والملـئكة صفا لا يتكلمون الا من اذن له الرحمن وقال صوابا",
  },
  {
    "surah_number": 78,
    "verse_number": 39,
    "content": "ذلك اليوم الحق فمن شاء اتخذ الى ربه مـابا",
  },
  {
    "surah_number": 78,
    "verse_number": 40,
    "content":
        "انا انذرنكم عذابا قريبا يوم ينظر المرء ما قدمت يداه ويقول الكافر يليتني كنت تربا",
  },
  {"surah_number": 79, "verse_number": 1, "content": "والنـزعت غرقا"},
  {"surah_number": 79, "verse_number": 2, "content": "والنـشطت نشطا"},
  {"surah_number": 79, "verse_number": 3, "content": "والسـبحت سبحا"},
  {"surah_number": 79, "verse_number": 4, "content": "فالسـبقت سبقا"},
  {"surah_number": 79, "verse_number": 5, "content": "فالمدبرت امرا"},
  {"surah_number": 79, "verse_number": 6, "content": "يوم ترجف الراجفة"},
  {"surah_number": 79, "verse_number": 7, "content": "تتبعها الرادفة"},
  {"surah_number": 79, "verse_number": 8, "content": "قلوب يومئذ واجفة"},
  {"surah_number": 79, "verse_number": 9, "content": "ابصرها خشعة"},
  {
    "surah_number": 79,
    "verse_number": 10,
    "content": "يقولون اءنا لمردودون في الحافرة",
  },
  {"surah_number": 79, "verse_number": 11, "content": "اءذا كنا عظما نخرة"},
  {
    "surah_number": 79,
    "verse_number": 12,
    "content": "قالوا تلك اذا كرة خاسرة",
  },
  {"surah_number": 79, "verse_number": 13, "content": "فانما هي زجرة وحدة"},
  {"surah_number": 79, "verse_number": 14, "content": "فاذا هم بالساهرة"},
  {"surah_number": 79, "verse_number": 15, "content": "هل اتىك حديث موسى"},
  {
    "surah_number": 79,
    "verse_number": 16,
    "content": "اذ نادىه ربه بالواد المقدس طوى",
  },
  {"surah_number": 79, "verse_number": 17, "content": "اذهب الى فرعون انه طغى"},
  {"surah_number": 79, "verse_number": 18, "content": "فقل هل لك الى ان تزكى"},
  {"surah_number": 79, "verse_number": 19, "content": "واهديك الى ربك فتخشى"},
  {"surah_number": 79, "verse_number": 20, "content": "فارىه الاية الكبرى"},
  {"surah_number": 79, "verse_number": 21, "content": "فكذب وعصى"},
  {"surah_number": 79, "verse_number": 22, "content": "ثم ادبر يسعى"},
  {"surah_number": 79, "verse_number": 23, "content": "فحشر فنادى"},
  {"surah_number": 79, "verse_number": 24, "content": "فقال انا ربكم الاعلى"},
  {
    "surah_number": 79,
    "verse_number": 25,
    "content": "فاخذه الله نكال الاخرة والاولى",
  },
  {
    "surah_number": 79,
    "verse_number": 26,
    "content": "ان في ذلك لعبرة لمن يخشى",
  },
  {
    "surah_number": 79,
    "verse_number": 27,
    "content": "ءانتم اشد خلقا ام السماء بنىها",
  },
  {"surah_number": 79, "verse_number": 28, "content": "رفع سمكها فسوىها"},
  {
    "surah_number": 79,
    "verse_number": 29,
    "content": "واغطش ليلها واخرج ضحىها",
  },
  {"surah_number": 79, "verse_number": 30, "content": "والارض بعد ذلك دحىها"},
  {
    "surah_number": 79,
    "verse_number": 31,
    "content": "اخرج منها ماءها ومرعىها",
  },
  {"surah_number": 79, "verse_number": 32, "content": "والجبال ارسىها"},
  {"surah_number": 79, "verse_number": 33, "content": "متعا لكم ولانعمكم"},
  {
    "surah_number": 79,
    "verse_number": 34,
    "content": "فاذا جاءت الطامة الكبرى",
  },
  {
    "surah_number": 79,
    "verse_number": 35,
    "content": "يوم يتذكر الانسن ما سعى",
  },
  {"surah_number": 79, "verse_number": 36, "content": "وبرزت الجحيم لمن يرى"},
  {"surah_number": 79, "verse_number": 37, "content": "فاما من طغى"},
  {"surah_number": 79, "verse_number": 38, "content": "وءاثر الحيوة الدنيا"},
  {"surah_number": 79, "verse_number": 39, "content": "فان الجحيم هي الماوى"},
  {
    "surah_number": 79,
    "verse_number": 40,
    "content": "واما من خاف مقام ربه ونهى النفس عن الهوى",
  },
  {"surah_number": 79, "verse_number": 41, "content": "فان الجنة هي الماوى"},
  {
    "surah_number": 79,
    "verse_number": 42,
    "content": "يسـلونك عن الساعة ايان مرسىها",
  },
  {"surah_number": 79, "verse_number": 43, "content": "فيم انت من ذكرىها"},
  {"surah_number": 79, "verse_number": 44, "content": "الى ربك منتهىها"},
  {
    "surah_number": 79,
    "verse_number": 45,
    "content": "انما انت منذر من يخشىها",
  },
  {
    "surah_number": 79,
    "verse_number": 46,
    "content": "كانهم يوم يرونها لم يلبثوا الا عشية او ضحىها",
  },
  {"surah_number": 80, "verse_number": 1, "content": "عبس وتولى"},
  {"surah_number": 80, "verse_number": 2, "content": "ان جاءه الاعمى"},
  {"surah_number": 80, "verse_number": 3, "content": "وما يدريك لعله يزكى"},
  {"surah_number": 80, "verse_number": 4, "content": "او يذكر فتنفعه الذكرى"},
  {"surah_number": 80, "verse_number": 5, "content": "اما من استغنى"},
  {"surah_number": 80, "verse_number": 6, "content": "فانت له تصدى"},
  {"surah_number": 80, "verse_number": 7, "content": "وما عليك الا يزكى"},
  {"surah_number": 80, "verse_number": 8, "content": "واما من جاءك يسعى"},
  {"surah_number": 80, "verse_number": 9, "content": "وهو يخشى"},
  {"surah_number": 80, "verse_number": 10, "content": "فانت عنه تلهى"},
  {"surah_number": 80, "verse_number": 11, "content": "كلا انها تذكرة"},
  {"surah_number": 80, "verse_number": 12, "content": "فمن شاء ذكره"},
  {"surah_number": 80, "verse_number": 13, "content": "في صحف مكرمة"},
  {"surah_number": 80, "verse_number": 14, "content": "مرفوعة مطهرة"},
  {"surah_number": 80, "verse_number": 15, "content": "بايدي سفرة"},
  {"surah_number": 80, "verse_number": 16, "content": "كرام بررة"},
  {"surah_number": 80, "verse_number": 17, "content": "قتل الانسن ما اكفره"},
  {"surah_number": 80, "verse_number": 18, "content": "من اي شيء خلقه"},
  {"surah_number": 80, "verse_number": 19, "content": "من نطفة خلقه فقدره"},
  {"surah_number": 80, "verse_number": 20, "content": "ثم السبيل يسره"},
  {"surah_number": 80, "verse_number": 21, "content": "ثم اماته فاقبره"},
  {"surah_number": 80, "verse_number": 22, "content": "ثم اذا شاء انشره"},
  {"surah_number": 80, "verse_number": 23, "content": "كلا لما يقض ما امره"},
  {
    "surah_number": 80,
    "verse_number": 24,
    "content": "فلينظر الانسن الى طعامه",
  },
  {"surah_number": 80, "verse_number": 25, "content": "انا صببنا الماء صبا"},
  {"surah_number": 80, "verse_number": 26, "content": "ثم شققنا الارض شقا"},
  {"surah_number": 80, "verse_number": 27, "content": "فانبتنا فيها حبا"},
  {"surah_number": 80, "verse_number": 28, "content": "وعنبا وقضبا"},
  {"surah_number": 80, "verse_number": 29, "content": "وزيتونا ونخلا"},
  {"surah_number": 80, "verse_number": 30, "content": "وحدائق غلبا"},
  {"surah_number": 80, "verse_number": 31, "content": "وفكهة وابا"},
  {"surah_number": 80, "verse_number": 32, "content": "متعا لكم ولانعمكم"},
  {"surah_number": 80, "verse_number": 33, "content": "فاذا جاءت الصاخة"},
  {"surah_number": 80, "verse_number": 34, "content": "يوم يفر المرء من اخيه"},
  {"surah_number": 80, "verse_number": 35, "content": "وامه وابيه"},
  {"surah_number": 80, "verse_number": 36, "content": "وصحبته وبنيه"},
  {
    "surah_number": 80,
    "verse_number": 37,
    "content": "لكل امري منهم يومئذ شان يغنيه",
  },
  {"surah_number": 80, "verse_number": 38, "content": "وجوه يومئذ مسفرة"},
  {"surah_number": 80, "verse_number": 39, "content": "ضاحكة مستبشرة"},
  {"surah_number": 80, "verse_number": 40, "content": "ووجوه يومئذ عليها غبرة"},
  {"surah_number": 80, "verse_number": 41, "content": "ترهقها قترة"},
  {
    "surah_number": 80,
    "verse_number": 42,
    "content": "اولـئك هم الكفرة الفجرة",
  },
  {"surah_number": 81, "verse_number": 1, "content": "اذا الشمس كورت"},
  {"surah_number": 81, "verse_number": 2, "content": "واذا النجوم انكدرت"},
  {"surah_number": 81, "verse_number": 3, "content": "واذا الجبال سيرت"},
  {"surah_number": 81, "verse_number": 4, "content": "واذا العشار عطلت"},
  {"surah_number": 81, "verse_number": 5, "content": "واذا الوحوش حشرت"},
  {"surah_number": 81, "verse_number": 6, "content": "واذا البحار سجرت"},
  {"surah_number": 81, "verse_number": 7, "content": "واذا النفوس زوجت"},
  {"surah_number": 81, "verse_number": 8, "content": "واذا الموءدة سئلت"},
  {"surah_number": 81, "verse_number": 9, "content": "باي ذنب قتلت"},
  {"surah_number": 81, "verse_number": 10, "content": "واذا الصحف نشرت"},
  {"surah_number": 81, "verse_number": 11, "content": "واذا السماء كشطت"},
  {"surah_number": 81, "verse_number": 12, "content": "واذا الجحيم سعرت"},
  {"surah_number": 81, "verse_number": 13, "content": "واذا الجنة ازلفت"},
  {"surah_number": 81, "verse_number": 14, "content": "علمت نفس ما احضرت"},
  {"surah_number": 81, "verse_number": 15, "content": "فلا اقسم بالخنس"},
  {"surah_number": 81, "verse_number": 16, "content": "الجوار الكنس"},
  {"surah_number": 81, "verse_number": 17, "content": "واليل اذا عسعس"},
  {"surah_number": 81, "verse_number": 18, "content": "والصبح اذا تنفس"},
  {"surah_number": 81, "verse_number": 19, "content": "انه لقول رسول كريم"},
  {
    "surah_number": 81,
    "verse_number": 20,
    "content": "ذي قوة عند ذي العرش مكين",
  },
  {"surah_number": 81, "verse_number": 21, "content": "مطاع ثم امين"},
  {"surah_number": 81, "verse_number": 22, "content": "وما صاحبكم بمجنون"},
  {
    "surah_number": 81,
    "verse_number": 23,
    "content": "ولقد رءاه بالافق المبين",
  },
  {"surah_number": 81, "verse_number": 24, "content": "وما هو على الغيب بضنين"},
  {"surah_number": 81, "verse_number": 25, "content": "وما هو بقول شيطن رجيم"},
  {"surah_number": 81, "verse_number": 26, "content": "فاين تذهبون"},
  {"surah_number": 81, "verse_number": 27, "content": "ان هو الا ذكر للعلمين"},
  {"surah_number": 81, "verse_number": 28, "content": "لمن شاء منكم ان يستقيم"},
  {
    "surah_number": 81,
    "verse_number": 29,
    "content": "وما تشاءون الا ان يشاء الله رب العلمين",
  },
  {"surah_number": 82, "verse_number": 1, "content": "اذا السماء انفطرت"},
  {"surah_number": 82, "verse_number": 2, "content": "واذا الكواكب انتثرت"},
  {"surah_number": 82, "verse_number": 3, "content": "واذا البحار فجرت"},
  {"surah_number": 82, "verse_number": 4, "content": "واذا القبور بعثرت"},
  {"surah_number": 82, "verse_number": 5, "content": "علمت نفس ما قدمت واخرت"},
  {
    "surah_number": 82,
    "verse_number": 6,
    "content": "يـايها الانسن ما غرك بربك الكريم",
  },
  {"surah_number": 82, "verse_number": 7, "content": "الذي خلقك فسوىك فعدلك"},
  {"surah_number": 82, "verse_number": 8, "content": "في اي صورة ما شاء ركبك"},
  {"surah_number": 82, "verse_number": 9, "content": "كلا بل تكذبون بالدين"},
  {"surah_number": 82, "verse_number": 10, "content": "وان عليكم لحفظين"},
  {"surah_number": 82, "verse_number": 11, "content": "كراما كتبين"},
  {"surah_number": 82, "verse_number": 12, "content": "يعلمون ما تفعلون"},
  {"surah_number": 82, "verse_number": 13, "content": "ان الابرار لفي نعيم"},
  {"surah_number": 82, "verse_number": 14, "content": "وان الفجار لفي جحيم"},
  {"surah_number": 82, "verse_number": 15, "content": "يصلونها يوم الدين"},
  {"surah_number": 82, "verse_number": 16, "content": "وما هم عنها بغائبين"},
  {"surah_number": 82, "verse_number": 17, "content": "وما ادرىك ما يوم الدين"},
  {
    "surah_number": 82,
    "verse_number": 18,
    "content": "ثم ما ادرىك ما يوم الدين",
  },
  {
    "surah_number": 82,
    "verse_number": 19,
    "content": "يوم لا تملك نفس لنفس شيـا والامر يومئذ لله",
  },
  {"surah_number": 83, "verse_number": 1, "content": "ويل للمطففين"},
  {
    "surah_number": 83,
    "verse_number": 2,
    "content": "الذين اذا اكتالوا على الناس يستوفون",
  },
  {
    "surah_number": 83,
    "verse_number": 3,
    "content": "واذا كالوهم او وزنوهم يخسرون",
  },
  {
    "surah_number": 83,
    "verse_number": 4,
    "content": "الا يظن اولـئك انهم مبعوثون",
  },
  {"surah_number": 83, "verse_number": 5, "content": "ليوم عظيم"},
  {
    "surah_number": 83,
    "verse_number": 6,
    "content": "يوم يقوم الناس لرب العلمين",
  },
  {
    "surah_number": 83,
    "verse_number": 7,
    "content": "كلا ان كتب الفجار لفي سجين",
  },
  {"surah_number": 83, "verse_number": 8, "content": "وما ادرىك ما سجين"},
  {"surah_number": 83, "verse_number": 9, "content": "كتب مرقوم"},
  {"surah_number": 83, "verse_number": 10, "content": "ويل يومئذ للمكذبين"},
  {
    "surah_number": 83,
    "verse_number": 11,
    "content": "الذين يكذبون بيوم الدين",
  },
  {
    "surah_number": 83,
    "verse_number": 12,
    "content": "وما يكذب به الا كل معتد اثيم",
  },
  {
    "surah_number": 83,
    "verse_number": 13,
    "content": "اذا تتلى عليه ءايتنا قال اسطير الاولين",
  },
  {
    "surah_number": 83,
    "verse_number": 14,
    "content": "كلا بل ران على قلوبهم ما كانوا يكسبون",
  },
  {
    "surah_number": 83,
    "verse_number": 15,
    "content": "كلا انهم عن ربهم يومئذ لمحجوبون",
  },
  {"surah_number": 83, "verse_number": 16, "content": "ثم انهم لصالوا الجحيم"},
  {
    "surah_number": 83,
    "verse_number": 17,
    "content": "ثم يقال هذا الذي كنتم به تكذبون",
  },
  {
    "surah_number": 83,
    "verse_number": 18,
    "content": "كلا ان كتب الابرار لفي عليين",
  },
  {"surah_number": 83, "verse_number": 19, "content": "وما ادرىك ما عليون"},
  {"surah_number": 83, "verse_number": 20, "content": "كتب مرقوم"},
  {"surah_number": 83, "verse_number": 21, "content": "يشهده المقربون"},
  {"surah_number": 83, "verse_number": 22, "content": "ان الابرار لفي نعيم"},
  {"surah_number": 83, "verse_number": 23, "content": "على الارائك ينظرون"},
  {
    "surah_number": 83,
    "verse_number": 24,
    "content": "تعرف في وجوههم نضرة النعيم",
  },
  {"surah_number": 83, "verse_number": 25, "content": "يسقون من رحيق مختوم"},
  {
    "surah_number": 83,
    "verse_number": 26,
    "content": "ختمه مسك وفي ذلك فليتنافس المتنفسون",
  },
  {"surah_number": 83, "verse_number": 27, "content": "ومزاجه من تسنيم"},
  {"surah_number": 83, "verse_number": 28, "content": "عينا يشرب بها المقربون"},
  {
    "surah_number": 83,
    "verse_number": 29,
    "content": "ان الذين اجرموا كانوا من الذين ءامنوا يضحكون",
  },
  {"surah_number": 83, "verse_number": 30, "content": "واذا مروا بهم يتغامزون"},
  {
    "surah_number": 83,
    "verse_number": 31,
    "content": "واذا انقلبوا الى اهلهم انقلبوا فكهين",
  },
  {
    "surah_number": 83,
    "verse_number": 32,
    "content": "واذا راوهم قالوا ان هـؤلاء لضالون",
  },
  {"surah_number": 83, "verse_number": 33, "content": "وما ارسلوا عليهم حفظين"},
  {
    "surah_number": 83,
    "verse_number": 34,
    "content": "فاليوم الذين ءامنوا من الكفار يضحكون",
  },
  {"surah_number": 83, "verse_number": 35, "content": "على الارائك ينظرون"},
  {
    "surah_number": 83,
    "verse_number": 36,
    "content": "هل ثوب الكفار ما كانوا يفعلون",
  },
  {"surah_number": 84, "verse_number": 1, "content": "اذا السماء انشقت"},
  {"surah_number": 84, "verse_number": 2, "content": "واذنت لربها وحقت"},
  {"surah_number": 84, "verse_number": 3, "content": "واذا الارض مدت"},
  {"surah_number": 84, "verse_number": 4, "content": "والقت ما فيها وتخلت"},
  {"surah_number": 84, "verse_number": 5, "content": "واذنت لربها وحقت"},
  {
    "surah_number": 84,
    "verse_number": 6,
    "content": "يـايها الانسن انك كادح الى ربك كدحا فملقيه",
  },
  {
    "surah_number": 84,
    "verse_number": 7,
    "content": "فاما من اوتي كتبه بيمينه",
  },
  {"surah_number": 84, "verse_number": 8, "content": "فسوف يحاسب حسابا يسيرا"},
  {"surah_number": 84, "verse_number": 9, "content": "وينقلب الى اهله مسرورا"},
  {
    "surah_number": 84,
    "verse_number": 10,
    "content": "واما من اوتي كتبه وراء ظهره",
  },
  {"surah_number": 84, "verse_number": 11, "content": "فسوف يدعوا ثبورا"},
  {"surah_number": 84, "verse_number": 12, "content": "ويصلى سعيرا"},
  {"surah_number": 84, "verse_number": 13, "content": "انه كان في اهله مسرورا"},
  {"surah_number": 84, "verse_number": 14, "content": "انه ظن ان لن يحور"},
  {
    "surah_number": 84,
    "verse_number": 15,
    "content": "بلى ان ربه كان به بصيرا",
  },
  {"surah_number": 84, "verse_number": 16, "content": "فلا اقسم بالشفق"},
  {"surah_number": 84, "verse_number": 17, "content": "واليل وما وسق"},
  {"surah_number": 84, "verse_number": 18, "content": "والقمر اذا اتسق"},
  {"surah_number": 84, "verse_number": 19, "content": "لتركبن طبقا عن طبق"},
  {"surah_number": 84, "verse_number": 20, "content": "فما لهم لا يؤمنون"},
  {
    "surah_number": 84,
    "verse_number": 21,
    "content": "واذا قرئ عليهم القرءان لا يسجدون",
  },
  {"surah_number": 84, "verse_number": 22, "content": "بل الذين كفروا يكذبون"},
  {"surah_number": 84, "verse_number": 23, "content": "والله اعلم بما يوعون"},
  {"surah_number": 84, "verse_number": 24, "content": "فبشرهم بعذاب اليم"},
  {
    "surah_number": 84,
    "verse_number": 25,
    "content": "الا الذين ءامنوا وعملوا الصـلحت لهم اجر غير ممنون",
  },
  {"surah_number": 85, "verse_number": 1, "content": "والسماء ذات البروج"},
  {"surah_number": 85, "verse_number": 2, "content": "واليوم الموعود"},
  {"surah_number": 85, "verse_number": 3, "content": "وشاهد ومشهود"},
  {"surah_number": 85, "verse_number": 4, "content": "قتل اصحب الاخدود"},
  {"surah_number": 85, "verse_number": 5, "content": "النار ذات الوقود"},
  {"surah_number": 85, "verse_number": 6, "content": "اذ هم عليها قعود"},
  {
    "surah_number": 85,
    "verse_number": 7,
    "content": "وهم على ما يفعلون بالمؤمنين شهود",
  },
  {
    "surah_number": 85,
    "verse_number": 8,
    "content": "وما نقموا منهم الا ان يؤمنوا بالله العزيز الحميد",
  },
  {
    "surah_number": 85,
    "verse_number": 9,
    "content": "الذي له ملك السموت والارض والله على كل شيء شهيد",
  },
  {
    "surah_number": 85,
    "verse_number": 10,
    "content":
        "ان الذين فتنوا المؤمنين والمؤمنت ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق",
  },
  {
    "surah_number": 85,
    "verse_number": 11,
    "content":
        "ان الذين ءامنوا وعملوا الصـلحت لهم جنـت تجري من تحتها الانهر ذلك الفوز الكبير",
  },
  {"surah_number": 85, "verse_number": 12, "content": "ان بطش ربك لشديد"},
  {"surah_number": 85, "verse_number": 13, "content": "انه هو يبدئ ويعيد"},
  {"surah_number": 85, "verse_number": 14, "content": "وهو الغفور الودود"},
  {"surah_number": 85, "verse_number": 15, "content": "ذو العرش المجيد"},
  {"surah_number": 85, "verse_number": 16, "content": "فعال لما يريد"},
  {"surah_number": 85, "verse_number": 17, "content": "هل اتىك حديث الجنود"},
  {"surah_number": 85, "verse_number": 18, "content": "فرعون وثمود"},
  {
    "surah_number": 85,
    "verse_number": 19,
    "content": "بل الذين كفروا في تكذيب",
  },
  {"surah_number": 85, "verse_number": 20, "content": "والله من ورائهم محيط"},
  {"surah_number": 85, "verse_number": 21, "content": "بل هو قرءان مجيد"},
  {"surah_number": 85, "verse_number": 22, "content": "في لوح محفوظ"},
  {"surah_number": 86, "verse_number": 1, "content": "والسماء والطارق"},
  {"surah_number": 86, "verse_number": 2, "content": "وما ادرىك ما الطارق"},
  {"surah_number": 86, "verse_number": 3, "content": "النجم الثاقب"},
  {
    "surah_number": 86,
    "verse_number": 4,
    "content": "ان كل نفس لما عليها حافظ",
  },
  {"surah_number": 86, "verse_number": 5, "content": "فلينظر الانسن مم خلق"},
  {"surah_number": 86, "verse_number": 6, "content": "خلق من ماء دافق"},
  {
    "surah_number": 86,
    "verse_number": 7,
    "content": "يخرج من بين الصلب والترائب",
  },
  {"surah_number": 86, "verse_number": 8, "content": "انه على رجعه لقادر"},
  {"surah_number": 86, "verse_number": 9, "content": "يوم تبلى السرائر"},
  {"surah_number": 86, "verse_number": 10, "content": "فما له من قوة ولا ناصر"},
  {"surah_number": 86, "verse_number": 11, "content": "والسماء ذات الرجع"},
  {"surah_number": 86, "verse_number": 12, "content": "والارض ذات الصدع"},
  {"surah_number": 86, "verse_number": 13, "content": "انه لقول فصل"},
  {"surah_number": 86, "verse_number": 14, "content": "وما هو بالهزل"},
  {"surah_number": 86, "verse_number": 15, "content": "انهم يكيدون كيدا"},
  {"surah_number": 86, "verse_number": 16, "content": "واكيد كيدا"},
  {
    "surah_number": 86,
    "verse_number": 17,
    "content": "فمهل الكفرين امهلهم رويدا",
  },
  {"surah_number": 87, "verse_number": 1, "content": "سبح اسم ربك الاعلى"},
  {"surah_number": 87, "verse_number": 2, "content": "الذي خلق فسوى"},
  {"surah_number": 87, "verse_number": 3, "content": "والذي قدر فهدى"},
  {"surah_number": 87, "verse_number": 4, "content": "والذي اخرج المرعى"},
  {"surah_number": 87, "verse_number": 5, "content": "فجعله غثاء احوى"},
  {"surah_number": 87, "verse_number": 6, "content": "سنقرئك فلا تنسى"},
  {
    "surah_number": 87,
    "verse_number": 7,
    "content": "الا ما شاء الله انه يعلم الجهر وما يخفى",
  },
  {"surah_number": 87, "verse_number": 8, "content": "ونيسرك لليسرى"},
  {"surah_number": 87, "verse_number": 9, "content": "فذكر ان نفعت الذكرى"},
  {"surah_number": 87, "verse_number": 10, "content": "سيذكر من يخشى"},
  {"surah_number": 87, "verse_number": 11, "content": "ويتجنبها الاشقى"},
  {"surah_number": 87, "verse_number": 12, "content": "الذي يصلى النار الكبرى"},
  {
    "surah_number": 87,
    "verse_number": 13,
    "content": "ثم لا يموت فيها ولا يحيى",
  },
  {"surah_number": 87, "verse_number": 14, "content": "قد افلح من تزكى"},
  {"surah_number": 87, "verse_number": 15, "content": "وذكر اسم ربه فصلى"},
  {
    "surah_number": 87,
    "verse_number": 16,
    "content": "بل تؤثرون الحيوة الدنيا",
  },
  {"surah_number": 87, "verse_number": 17, "content": "والاخرة خير وابقى"},
  {
    "surah_number": 87,
    "verse_number": 18,
    "content": "ان هذا لفي الصحف الاولى",
  },
  {"surah_number": 87, "verse_number": 19, "content": "صحف ابرهيم وموسى"},
  {"surah_number": 88, "verse_number": 1, "content": "هل اتىك حديث الغشية"},
  {"surah_number": 88, "verse_number": 2, "content": "وجوه يومئذ خشعة"},
  {"surah_number": 88, "verse_number": 3, "content": "عاملة ناصبة"},
  {"surah_number": 88, "verse_number": 4, "content": "تصلى نارا حامية"},
  {"surah_number": 88, "verse_number": 5, "content": "تسقى من عين ءانية"},
  {
    "surah_number": 88,
    "verse_number": 6,
    "content": "ليس لهم طعام الا من ضريع",
  },
  {"surah_number": 88, "verse_number": 7, "content": "لا يسمن ولا يغني من جوع"},
  {"surah_number": 88, "verse_number": 8, "content": "وجوه يومئذ ناعمة"},
  {"surah_number": 88, "verse_number": 9, "content": "لسعيها راضية"},
  {"surah_number": 88, "verse_number": 10, "content": "في جنة عالية"},
  {"surah_number": 88, "verse_number": 11, "content": "لا تسمع فيها لغية"},
  {"surah_number": 88, "verse_number": 12, "content": "فيها عين جارية"},
  {"surah_number": 88, "verse_number": 13, "content": "فيها سرر مرفوعة"},
  {"surah_number": 88, "verse_number": 14, "content": "واكواب موضوعة"},
  {"surah_number": 88, "verse_number": 15, "content": "ونمارق مصفوفة"},
  {"surah_number": 88, "verse_number": 16, "content": "وزرابي مبثوثة"},
  {
    "surah_number": 88,
    "verse_number": 17,
    "content": "افلا ينظرون الى الابل كيف خلقت",
  },
  {"surah_number": 88, "verse_number": 18, "content": "والى السماء كيف رفعت"},
  {"surah_number": 88, "verse_number": 19, "content": "والى الجبال كيف نصبت"},
  {"surah_number": 88, "verse_number": 20, "content": "والى الارض كيف سطحت"},
  {"surah_number": 88, "verse_number": 21, "content": "فذكر انما انت مذكر"},
  {"surah_number": 88, "verse_number": 22, "content": "لست عليهم بمصيطر"},
  {"surah_number": 88, "verse_number": 23, "content": "الا من تولى وكفر"},
  {
    "surah_number": 88,
    "verse_number": 24,
    "content": "فيعذبه الله العذاب الاكبر",
  },
  {"surah_number": 88, "verse_number": 25, "content": "ان الينا ايابهم"},
  {"surah_number": 88, "verse_number": 26, "content": "ثم ان علينا حسابهم"},
  {"surah_number": 89, "verse_number": 1, "content": "والفجر"},
  {"surah_number": 89, "verse_number": 2, "content": "وليال عشر"},
  {"surah_number": 89, "verse_number": 3, "content": "والشفع والوتر"},
  {"surah_number": 89, "verse_number": 4, "content": "واليل اذا يسر"},
  {"surah_number": 89, "verse_number": 5, "content": "هل في ذلك قسم لذي حجر"},
  {"surah_number": 89, "verse_number": 6, "content": "الم تر كيف فعل ربك بعاد"},
  {"surah_number": 89, "verse_number": 7, "content": "ارم ذات العماد"},
  {
    "surah_number": 89,
    "verse_number": 8,
    "content": "التي لم يخلق مثلها في البلد",
  },
  {
    "surah_number": 89,
    "verse_number": 9,
    "content": "وثمود الذين جابوا الصخر بالواد",
  },
  {"surah_number": 89, "verse_number": 10, "content": "وفرعون ذي الاوتاد"},
  {"surah_number": 89, "verse_number": 11, "content": "الذين طغوا في البلد"},
  {"surah_number": 89, "verse_number": 12, "content": "فاكثروا فيها الفساد"},
  {"surah_number": 89, "verse_number": 13, "content": "فصب عليهم ربك سوط عذاب"},
  {"surah_number": 89, "verse_number": 14, "content": "ان ربك لبالمرصاد"},
  {
    "surah_number": 89,
    "verse_number": 15,
    "content": "فاما الانسن اذا ما ابتلىه ربه فاكرمه ونعمه فيقول ربي اكرمن",
  },
  {
    "surah_number": 89,
    "verse_number": 16,
    "content": "واما اذا ما ابتلىه فقدر عليه رزقه فيقول ربي اهنن",
  },
  {
    "surah_number": 89,
    "verse_number": 17,
    "content": "كلا بل لا تكرمون اليتيم",
  },
  {
    "surah_number": 89,
    "verse_number": 18,
    "content": "ولا تحـضون على طعام المسكين",
  },
  {
    "surah_number": 89,
    "verse_number": 19,
    "content": "وتاكلون التراث اكلا لما",
  },
  {"surah_number": 89, "verse_number": 20, "content": "وتحبون المال حبا جما"},
  {
    "surah_number": 89,
    "verse_number": 21,
    "content": "كلا اذا دكت الارض دكا دكا",
  },
  {
    "surah_number": 89,
    "verse_number": 22,
    "content": "وجاء ربك والملك صفا صفا",
  },
  {
    "surah_number": 89,
    "verse_number": 23,
    "content": "وجايء يومئذ بجهنم يومئذ يتذكر الانسن وانى له الذكرى",
  },
  {
    "surah_number": 89,
    "verse_number": 24,
    "content": "يقول يليتني قدمت لحياتي",
  },
  {
    "surah_number": 89,
    "verse_number": 25,
    "content": "فيومئذ لا يعذب عذابه احد",
  },
  {"surah_number": 89, "verse_number": 26, "content": "ولا يوثق وثاقه احد"},
  {"surah_number": 89, "verse_number": 27, "content": "يـايتها النفس المطمئنة"},
  {
    "surah_number": 89,
    "verse_number": 28,
    "content": "ارجعي الى ربك راضية مرضية",
  },
  {"surah_number": 89, "verse_number": 29, "content": "فادخلي في عبدي"},
  {"surah_number": 89, "verse_number": 30, "content": "وادخلي جنتي"},
  {"surah_number": 90, "verse_number": 1, "content": "لا اقسم بهذا البلد"},
  {"surah_number": 90, "verse_number": 2, "content": "وانت حل بهذا البلد"},
  {"surah_number": 90, "verse_number": 3, "content": "ووالد وما ولد"},
  {"surah_number": 90, "verse_number": 4, "content": "لقد خلقنا الانسن في كبد"},
  {
    "surah_number": 90,
    "verse_number": 5,
    "content": "ايحسب ان لن يقدر عليه احد",
  },
  {"surah_number": 90, "verse_number": 6, "content": "يقول اهلكت مالا لبدا"},
  {"surah_number": 90, "verse_number": 7, "content": "ايحسب ان لم يره احد"},
  {"surah_number": 90, "verse_number": 8, "content": "الم نجعل له عينين"},
  {"surah_number": 90, "verse_number": 9, "content": "ولسانا وشفتين"},
  {"surah_number": 90, "verse_number": 10, "content": "وهدينه النجدين"},
  {"surah_number": 90, "verse_number": 11, "content": "فلا اقتحم العقبة"},
  {"surah_number": 90, "verse_number": 12, "content": "وما ادرىك ما العقبة"},
  {"surah_number": 90, "verse_number": 13, "content": "فك رقبة"},
  {
    "surah_number": 90,
    "verse_number": 14,
    "content": "او اطعم في يوم ذي مسغبة",
  },
  {"surah_number": 90, "verse_number": 15, "content": "يتيما ذا مقربة"},
  {"surah_number": 90, "verse_number": 16, "content": "او مسكينا ذا متربة"},
  {
    "surah_number": 90,
    "verse_number": 17,
    "content": "ثم كان من الذين ءامنوا وتواصوا بالصبر وتواصوا بالمرحمة",
  },
  {"surah_number": 90, "verse_number": 18, "content": "اولـئك اصحب الميمنة"},
  {
    "surah_number": 90,
    "verse_number": 19,
    "content": "والذين كفروا بـايتنا هم اصحب المشـمة",
  },
  {"surah_number": 90, "verse_number": 20, "content": "عليهم نار مؤصدة"},
  {"surah_number": 91, "verse_number": 1, "content": "والشمس وضحىها"},
  {"surah_number": 91, "verse_number": 2, "content": "والقمر اذا تلىها"},
  {"surah_number": 91, "verse_number": 3, "content": "والنهار اذا جلىها"},
  {"surah_number": 91, "verse_number": 4, "content": "واليل اذا يغشىها"},
  {"surah_number": 91, "verse_number": 5, "content": "والسماء وما بنىها"},
  {"surah_number": 91, "verse_number": 6, "content": "والارض وما طحىها"},
  {"surah_number": 91, "verse_number": 7, "content": "ونفس وما سوىها"},
  {"surah_number": 91, "verse_number": 8, "content": "فالهمها فجورها وتقوىها"},
  {"surah_number": 91, "verse_number": 9, "content": "قد افلح من زكىها"},
  {"surah_number": 91, "verse_number": 10, "content": "وقد خاب من دسىها"},
  {"surah_number": 91, "verse_number": 11, "content": "كذبت ثمود بطغوىها"},
  {"surah_number": 91, "verse_number": 12, "content": "اذ انبعث اشقىها"},
  {
    "surah_number": 91,
    "verse_number": 13,
    "content": "فقال لهم رسول الله ناقة الله وسقيها",
  },
  {
    "surah_number": 91,
    "verse_number": 14,
    "content": "فكذبوه فعقروها فدمدم عليهم ربهم بذنبهم فسوىها",
  },
  {"surah_number": 91, "verse_number": 15, "content": "ولا يخاف عقبها"},
  {"surah_number": 92, "verse_number": 1, "content": "واليل اذا يغشى"},
  {"surah_number": 92, "verse_number": 2, "content": "والنهار اذا تجلى"},
  {"surah_number": 92, "verse_number": 3, "content": "وما خلق الذكر والانثى"},
  {"surah_number": 92, "verse_number": 4, "content": "ان سعيكم لشتى"},
  {"surah_number": 92, "verse_number": 5, "content": "فاما من اعطى واتقى"},
  {"surah_number": 92, "verse_number": 6, "content": "وصدق بالحسنى"},
  {"surah_number": 92, "verse_number": 7, "content": "فسنيسره لليسرى"},
  {"surah_number": 92, "verse_number": 8, "content": "واما من بخل واستغنى"},
  {"surah_number": 92, "verse_number": 9, "content": "وكذب بالحسنى"},
  {"surah_number": 92, "verse_number": 10, "content": "فسنيسره للعسرى"},
  {
    "surah_number": 92,
    "verse_number": 11,
    "content": "وما يغني عنه ماله اذا تردى",
  },
  {"surah_number": 92, "verse_number": 12, "content": "ان علينا للهدى"},
  {"surah_number": 92, "verse_number": 13, "content": "وان لنا للاخرة والاولى"},
  {"surah_number": 92, "verse_number": 14, "content": "فانذرتكم نارا تلظى"},
  {"surah_number": 92, "verse_number": 15, "content": "لا يصلىها الا الاشقى"},
  {"surah_number": 92, "verse_number": 16, "content": "الذي كذب وتولى"},
  {"surah_number": 92, "verse_number": 17, "content": "وسيجنبها الاتقى"},
  {"surah_number": 92, "verse_number": 18, "content": "الذي يؤتي ماله يتزكى"},
  {
    "surah_number": 92,
    "verse_number": 19,
    "content": "وما لاحد عنده من نعمة تجزى",
  },
  {
    "surah_number": 92,
    "verse_number": 20,
    "content": "الا ابتغاء وجه ربه الاعلى",
  },
  {"surah_number": 92, "verse_number": 21, "content": "ولسوف يرضى"},
  {"surah_number": 93, "verse_number": 1, "content": "والضحى"},
  {"surah_number": 93, "verse_number": 2, "content": "واليل اذا سجى"},
  {"surah_number": 93, "verse_number": 3, "content": "ما ودعك ربك وما قلى"},
  {
    "surah_number": 93,
    "verse_number": 4,
    "content": "وللاخرة خير لك من الاولى",
  },
  {"surah_number": 93, "verse_number": 5, "content": "ولسوف يعطيك ربك فترضى"},
  {"surah_number": 93, "verse_number": 6, "content": "الم يجدك يتيما فـاوى"},
  {"surah_number": 93, "verse_number": 7, "content": "ووجدك ضالا فهدى"},
  {"surah_number": 93, "verse_number": 8, "content": "ووجدك عائلا فاغنى"},
  {"surah_number": 93, "verse_number": 9, "content": "فاما اليتيم فلا تقهر"},
  {"surah_number": 93, "verse_number": 10, "content": "واما السائل فلا تنهر"},
  {"surah_number": 93, "verse_number": 11, "content": "واما بنعمة ربك فحدث"},
  {"surah_number": 94, "verse_number": 1, "content": "الم نشرح لك صدرك"},
  {"surah_number": 94, "verse_number": 2, "content": "ووضعنا عنك وزرك"},
  {"surah_number": 94, "verse_number": 3, "content": "الذي انقض ظهرك"},
  {"surah_number": 94, "verse_number": 4, "content": "ورفعنا لك ذكرك"},
  {"surah_number": 94, "verse_number": 5, "content": "فان مع العسر يسرا"},
  {"surah_number": 94, "verse_number": 6, "content": "ان مع العسر يسرا"},
  {"surah_number": 94, "verse_number": 7, "content": "فاذا فرغت فانصب"},
  {"surah_number": 94, "verse_number": 8, "content": "والى ربك فارغب"},
  {"surah_number": 95, "verse_number": 1, "content": "والتين والزيتون"},
  {"surah_number": 95, "verse_number": 2, "content": "وطور سينين"},
  {"surah_number": 95, "verse_number": 3, "content": "وهذا البلد الامين"},
  {
    "surah_number": 95,
    "verse_number": 4,
    "content": "لقد خلقنا الانسن في احسن تقويم",
  },
  {"surah_number": 95, "verse_number": 5, "content": "ثم رددنه اسفل سفلين"},
  {
    "surah_number": 95,
    "verse_number": 6,
    "content": "الا الذين ءامنوا وعملوا الصـلحت فلهم اجر غير ممنون",
  },
  {"surah_number": 95, "verse_number": 7, "content": "فما يكذبك بعد بالدين"},
  {"surah_number": 95, "verse_number": 8, "content": "اليس الله باحكم الحكمين"},
  {"surah_number": 96, "verse_number": 1, "content": "اقرا باسم ربك الذي خلق"},
  {"surah_number": 96, "verse_number": 2, "content": "خلق الانسن من علق"},
  {"surah_number": 96, "verse_number": 3, "content": "اقرا وربك الاكرم"},
  {"surah_number": 96, "verse_number": 4, "content": "الذي علم بالقلم"},
  {"surah_number": 96, "verse_number": 5, "content": "علم الانسن ما لم يعلم"},
  {"surah_number": 96, "verse_number": 6, "content": "كلا ان الانسن ليطغى"},
  {"surah_number": 96, "verse_number": 7, "content": "ان رءاه استغنى"},
  {"surah_number": 96, "verse_number": 8, "content": "ان الى ربك الرجعى"},
  {"surah_number": 96, "verse_number": 9, "content": "ارءيت الذي ينهى"},
  {"surah_number": 96, "verse_number": 10, "content": "عبدا اذا صلى"},
  {"surah_number": 96, "verse_number": 11, "content": "ارءيت ان كان على الهدى"},
  {"surah_number": 96, "verse_number": 12, "content": "او امر بالتقوى"},
  {"surah_number": 96, "verse_number": 13, "content": "ارءيت ان كذب وتولى"},
  {"surah_number": 96, "verse_number": 14, "content": "الم يعلم بان الله يرى"},
  {
    "surah_number": 96,
    "verse_number": 15,
    "content": "كلا لئن لم ينته لنسفعا بالناصية",
  },
  {"surah_number": 96, "verse_number": 16, "content": "ناصية كذبة خاطئة"},
  {"surah_number": 96, "verse_number": 17, "content": "فليدع ناديه"},
  {"surah_number": 96, "verse_number": 18, "content": "سندع الزبانية"},
  {
    "surah_number": 96,
    "verse_number": 19,
    "content": "كلا لا تطعه واسجد واقترب",
  },
  {
    "surah_number": 97,
    "verse_number": 1,
    "content": "انا انزلنه في ليلة القدر",
  },
  {"surah_number": 97, "verse_number": 2, "content": "وما ادرىك ما ليلة القدر"},
  {
    "surah_number": 97,
    "verse_number": 3,
    "content": "ليلة القدر خير من الف شهر",
  },
  {
    "surah_number": 97,
    "verse_number": 4,
    "content": "تنزل الملـئكة والروح فيها باذن ربهم من كل امر",
  },
  {"surah_number": 97, "verse_number": 5, "content": "سلم هي حتى مطلع الفجر"},
  {
    "surah_number": 98,
    "verse_number": 1,
    "content":
        "لم يكن الذين كفروا من اهل الكتب والمشركين منفكين حتى تاتيهم البينة",
  },
  {
    "surah_number": 98,
    "verse_number": 2,
    "content": "رسول من الله يتلوا صحفا مطهرة",
  },
  {"surah_number": 98, "verse_number": 3, "content": "فيها كتب قيمة"},
  {
    "surah_number": 98,
    "verse_number": 4,
    "content": "وما تفرق الذين اوتوا الكتب الا من بعد ما جاءتهم البينة",
  },
  {
    "surah_number": 98,
    "verse_number": 5,
    "content":
        "وما امروا الا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكوة وذلك دين القيمة",
  },
  {
    "surah_number": 98,
    "verse_number": 6,
    "content":
        "ان الذين كفروا من اهل الكتب والمشركين في نار جهنم خلدين فيها اولـئك هم شر البرية",
  },
  {
    "surah_number": 98,
    "verse_number": 7,
    "content": "ان الذين ءامنوا وعملوا الصـلحت اولـئك هم خير البرية",
  },
  {
    "surah_number": 98,
    "verse_number": 8,
    "content":
        "جزاؤهم عند ربهم جنـت عدن تجري من تحتها الانهر خلدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه",
  },
  {"surah_number": 99, "verse_number": 1, "content": "اذا زلزلت الارض زلزالها"},
  {"surah_number": 99, "verse_number": 2, "content": "واخرجت الارض اثقالها"},
  {"surah_number": 99, "verse_number": 3, "content": "وقال الانسن ما لها"},
  {"surah_number": 99, "verse_number": 4, "content": "يومئذ تحدث اخبارها"},
  {"surah_number": 99, "verse_number": 5, "content": "بان ربك اوحى لها"},
  {
    "surah_number": 99,
    "verse_number": 6,
    "content": "يومئذ يصدر الناس اشتاتا ليروا اعملهم",
  },
  {
    "surah_number": 99,
    "verse_number": 7,
    "content": "فمن يعمل مثقال ذرة خيرا يره",
  },
  {
    "surah_number": 99,
    "verse_number": 8,
    "content": "ومن يعمل مثقال ذرة شرا يره",
  },
  {"surah_number": 100, "verse_number": 1, "content": "والعديت ضبحا"},
  {"surah_number": 100, "verse_number": 2, "content": "فالموريت قدحا"},
  {"surah_number": 100, "verse_number": 3, "content": "فالمغيرت صبحا"},
  {"surah_number": 100, "verse_number": 4, "content": "فاثرن به نقعا"},
  {"surah_number": 100, "verse_number": 5, "content": "فوسطن به جمعا"},
  {"surah_number": 100, "verse_number": 6, "content": "ان الانسن لربه لكنود"},
  {"surah_number": 100, "verse_number": 7, "content": "وانه على ذلك لشهيد"},
  {"surah_number": 100, "verse_number": 8, "content": "وانه لحب الخير لشديد"},
  {
    "surah_number": 100,
    "verse_number": 9,
    "content": "افلا يعلم اذا بعثر ما في القبور",
  },
  {"surah_number": 100, "verse_number": 10, "content": "وحصل ما في الصدور"},
  {
    "surah_number": 100,
    "verse_number": 11,
    "content": "ان ربهم بهم يومئذ لخبير",
  },
  {"surah_number": 101, "verse_number": 1, "content": "القارعة"},
  {"surah_number": 101, "verse_number": 2, "content": "ما القارعة"},
  {"surah_number": 101, "verse_number": 3, "content": "وما ادرىك ما القارعة"},
  {
    "surah_number": 101,
    "verse_number": 4,
    "content": "يوم يكون الناس كالفراش المبثوث",
  },
  {
    "surah_number": 101,
    "verse_number": 5,
    "content": "وتكون الجبال كالعهن المنفوش",
  },
  {"surah_number": 101, "verse_number": 6, "content": "فاما من ثقلت موزينه"},
  {"surah_number": 101, "verse_number": 7, "content": "فهو في عيشة راضية"},
  {"surah_number": 101, "verse_number": 8, "content": "واما من خفت موزينه"},
  {"surah_number": 101, "verse_number": 9, "content": "فامه هاوية"},
  {"surah_number": 101, "verse_number": 10, "content": "وما ادرىك ما هيه"},
  {"surah_number": 101, "verse_number": 11, "content": "نار حامية"},
  {"surah_number": 102, "verse_number": 1, "content": "الهىكم التكاثر"},
  {"surah_number": 102, "verse_number": 2, "content": "حتى زرتم المقابر"},
  {"surah_number": 102, "verse_number": 3, "content": "كلا سوف تعلمون"},
  {"surah_number": 102, "verse_number": 4, "content": "ثم كلا سوف تعلمون"},
  {
    "surah_number": 102,
    "verse_number": 5,
    "content": "كلا لو تعلمون علم اليقين",
  },
  {"surah_number": 102, "verse_number": 6, "content": "لترون الجحيم"},
  {"surah_number": 102, "verse_number": 7, "content": "ثم لترونها عين اليقين"},
  {
    "surah_number": 102,
    "verse_number": 8,
    "content": "ثم لتسـلن يومئذ عن النعيم",
  },
  {"surah_number": 103, "verse_number": 1, "content": "والعصر"},
  {"surah_number": 103, "verse_number": 2, "content": "ان الانسن لفي خسر"},
  {
    "surah_number": 103,
    "verse_number": 3,
    "content": "الا الذين ءامنوا وعملوا الصـلحت وتواصوا بالحق وتواصوا بالصبر",
  },
  {"surah_number": 104, "verse_number": 1, "content": "ويل لكل همزة لمزة"},
  {"surah_number": 104, "verse_number": 2, "content": "الذي جمع مالا وعدده"},
  {"surah_number": 104, "verse_number": 3, "content": "يحسب ان ماله اخلده"},
  {"surah_number": 104, "verse_number": 4, "content": "كلا لينبذن في الحطمة"},
  {"surah_number": 104, "verse_number": 5, "content": "وما ادرىك ما الحطمة"},
  {"surah_number": 104, "verse_number": 6, "content": "نار الله الموقدة"},
  {"surah_number": 104, "verse_number": 7, "content": "التي تطلع على الافـدة"},
  {"surah_number": 104, "verse_number": 8, "content": "انها عليهم مؤصدة"},
  {"surah_number": 104, "verse_number": 9, "content": "في عمد ممددة"},
  {
    "surah_number": 105,
    "verse_number": 1,
    "content": "الم تر كيف فعل ربك باصحب الفيل",
  },
  {
    "surah_number": 105,
    "verse_number": 2,
    "content": "الم يجعل كيدهم في تضليل",
  },
  {
    "surah_number": 105,
    "verse_number": 3,
    "content": "وارسل عليهم طيرا ابابيل",
  },
  {"surah_number": 105, "verse_number": 4, "content": "ترميهم بحجارة من سجيل"},
  {"surah_number": 105, "verse_number": 5, "content": "فجعلهم كعصف ماكول"},
  {"surah_number": 106, "verse_number": 1, "content": "لايلف قريش"},
  {
    "surah_number": 106,
    "verse_number": 2,
    "content": "الفهم رحلة الشتاء والصيف",
  },
  {"surah_number": 106, "verse_number": 3, "content": "فليعبدوا رب هذا البيت"},
  {
    "surah_number": 106,
    "verse_number": 4,
    "content": "الذي اطعمهم من جوع وءامنهم من خوف",
  },
  {"surah_number": 107, "verse_number": 1, "content": "ارءيت الذي يكذب بالدين"},
  {"surah_number": 107, "verse_number": 2, "content": "فذلك الذي يدع اليتيم"},
  {
    "surah_number": 107,
    "verse_number": 3,
    "content": "ولا يحض على طعام المسكين",
  },
  {"surah_number": 107, "verse_number": 4, "content": "فويل للمصلين"},
  {
    "surah_number": 107,
    "verse_number": 5,
    "content": "الذين هم عن صلاتهم ساهون",
  },
  {"surah_number": 107, "verse_number": 6, "content": "الذين هم يراءون"},
  {"surah_number": 107, "verse_number": 7, "content": "ويمنعون الماعون"},
  {"surah_number": 108, "verse_number": 1, "content": "انا اعطينك الكوثر"},
  {"surah_number": 108, "verse_number": 2, "content": "فصل لربك وانحر"},
  {"surah_number": 108, "verse_number": 3, "content": "ان شانئك هو الابتر"},
  {"surah_number": 109, "verse_number": 1, "content": "قل يـايها الكفرون"},
  {"surah_number": 109, "verse_number": 2, "content": "لا اعبد ما تعبدون"},
  {"surah_number": 109, "verse_number": 3, "content": "ولا انتم عبدون ما اعبد"},
  {"surah_number": 109, "verse_number": 4, "content": "ولا انا عابد ما عبدتم"},
  {"surah_number": 109, "verse_number": 5, "content": "ولا انتم عبدون ما اعبد"},
  {"surah_number": 109, "verse_number": 6, "content": "لكم دينكم ولي دين"},
  {
    "surah_number": 110,
    "verse_number": 1,
    "content": "اذا جاء نصر الله والفتح",
  },
  {
    "surah_number": 110,
    "verse_number": 2,
    "content": "ورايت الناس يدخلون في دين الله افواجا",
  },
  {
    "surah_number": 110,
    "verse_number": 3,
    "content": "فسبح بحمد ربك واستغفره انه كان توابا",
  },
  {"surah_number": 111, "verse_number": 1, "content": "تبت يدا ابي لهب وتب"},
  {
    "surah_number": 111,
    "verse_number": 2,
    "content": "ما اغنى عنه ماله وما كسب",
  },
  {"surah_number": 111, "verse_number": 3, "content": "سيصلى نارا ذات لهب"},
  {"surah_number": 111, "verse_number": 4, "content": "وامراته حمالة الحطب"},
  {"surah_number": 111, "verse_number": 5, "content": "في جيدها حبل من مسد"},
  {"surah_number": 112, "verse_number": 1, "content": "قل هو الله احد"},
  {"surah_number": 112, "verse_number": 2, "content": "الله الصمد"},
  {"surah_number": 112, "verse_number": 3, "content": "لم يلد ولم يولد"},
  {"surah_number": 112, "verse_number": 4, "content": "ولم يكن له كفوا احد"},
  {"surah_number": 113, "verse_number": 1, "content": "قل اعوذ برب الفلق"},
  {"surah_number": 113, "verse_number": 2, "content": "من شر ما خلق"},
  {"surah_number": 113, "verse_number": 3, "content": "ومن شر غاسق اذا وقب"},
  {
    "surah_number": 113,
    "verse_number": 4,
    "content": "ومن شر النفـثت في العقد",
  },
  {"surah_number": 113, "verse_number": 5, "content": "ومن شر حاسد اذا حسد"},
  {"surah_number": 114, "verse_number": 1, "content": "قل اعوذ برب الناس"},
  {"surah_number": 114, "verse_number": 2, "content": "ملك الناس"},
  {"surah_number": 114, "verse_number": 3, "content": "اله الناس"},
  {"surah_number": 114, "verse_number": 4, "content": "من شر الوسواس الخناس"},
  {
    "surah_number": 114,
    "verse_number": 5,
    "content": "الذي يوسوس في صدور الناس",
  },
  {"surah_number": 114, "verse_number": 6, "content": "من الجنة والناس"},
];
